[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/nie-zyje-kevin-conroy-legendarny-glos-batmana-mial-66-lat/", "title": "Kevin Conroy nie żyje. Legendarny głos Batmana miał 66 lat", "date_published": "2022-11-11 21:59:00+00:00", "description": "Nie żyje Kevin Conroy, amerykański aktor filmowy, dubbingowy i teatralny. Conroy, znany między innymi jako legendarny głos Batmana, zmarł w wieku 66 lat.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/rosja-niewybuch-w-ciele-rosyjskiego-zolnierza-lekarze-operowali-w-kamizelkach-kuloodpornych/", "title": "Rosja: Niewybuch w ciele rosyjskiego żołnierza. Lekarze operowali w kamizelkach kuloodpornych", "date_published": "2022-11-11 21:54:00+00:00", "description": "Rosyjski żołnierz zamienił się w tykającą bombę. Granat przebił jego klatkę piersiową i utknął blisko serca i kręgosłupa. Aby ratować życie żołnierza lekarze podjęli się niezwykle trudnej operacji usunięcia niewybuchu z ciała mężczyzny. Liczyła się każda sekunda, a medycy musieli wykonać zabieg w kamizelkach kuloodpornych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/bialorus-aleksandr-lukaszenka-zlozyl-zyczenia-polakom-skrytykowal-polski-rzad/", "title": "Białoruś. Alaksandr Łukaszenka złożył życzenia Polakom. Skrytykował polski rząd", "date_published": "2022-11-11 19:53:00+00:00", "description": "Alaksandr Łukaszenka złożył Polsce życzenia z okazji Święta Niepodległości. Zapewnił, że jego kraj chce budować z Polską mosty przyjaźni, w czym przeszkadza obecny polski rząd. - To polscy rządzący stworzyli fałszywy obraz Białorusi i Rosji. Mam nadzieję, że to w końcu do was dotrze i dokonacie właściwego wyboru podczas następnych wyborów - stwierdził Łukaszenka, zwracając się do Polaków.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/wielka-brytania-kierowca-bmw-skazany-za-szalencze-wybryki-na-stacji-benzynowej/", "title": "Wielka Brytania: Kierowca bmw skazany za szaleńcze wybryki na stacji benzynowej", "date_published": "2022-11-11 19:27:00+00:00", "description": "Kierowca bmw, który kręcił bączki wokół dystrybutorów na podlondyńskiej stacji benzynowej został skazany na rok więzienia. Policja opublikowała nagranie z tego niebezpiecznego zdarzenia. Sąd orzekł, że kierowca musi odpracować 240 godzin społecznie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/wojna-w-ukrainie-rosjanie-reaguja-na-wyzwolenie-chersonia-dmitrij-miedwiediew-apeluje/", "title": "Wojna w Ukrainie. Rosjanie reagują na wyzwolenie Chersonia. Dmitrij Miedwiediew apeluje", "date_published": "2022-11-11 18:36:00+00:00", "description": "Chersoń położony na południu Ukrainy został wyzwolony spod rosyjskiej okupacji. Mieszkańcy wyszli na ulice, wiwatując na cześć Ukraińskich Sił Zbrojnych. - To jest podmiot Federacji Rosyjskiej, ten status jest prawnie określony i ustalony - ostro reaguje Dmitrij Pieskow, rzecznik rosyjskiego prezydenta. W podobnym tonie wypowiadają się inni przedstawiciele rządu Rosji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/wojna-w-ukrainie-rosyjski-czolg-zbombardowany-przez-ukrainskiego-drona/", "title": "Wojna w Ukrainie. Rosyjski czołg zbombardowany przez ukraińskiego drona", "date_published": "2022-11-11 16:16:00+00:00", "description": "Ukraińskie wojska od 261 dni skutecznie bronią się przed rosyjską armią. W mediach społecznościowych pojawiło się kolejne nagranie, pokazujące sukcesy na froncie. Ukraińska armia, przy użyciu drona bojowego zniszczyła rosyjski czołg. To kolejny przypadek skutecznego wykorzystania tego rodzaju sprzętu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/opuszczona-hiszpania-na-sprzedaz-wioska-w-cenie-kawalerki/", "title": "\"Opuszczona Hiszpania\" na sprzedaż. Wioska w cenie kawalerki", "date_published": "2022-11-11 15:59:00+00:00", "description": "Hiszpańska wioska została wystawiona na sprzedaż za 227 tys. funtów, czyli ponad 1,2 mln złotych. To tyle, ile kosztuje mieszkanie w centrum Warszawy lub kawalerka w Madrycie. W Salto de Castro znajdują się 44 domy, hotel, kościół i basen. Miasteczko jest jednak nazywane opuszczoną Hiszpanią, bo od trzech dekad nikt tam nie mieszka.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/usa-u-wybrzezy-florydy-nurkowie-odnalezli-wrak-wahadlowca-challenger/", "title": "USA. U wybrzeży Florydy nurkowie odnaleźli wrak wahadłowca Challenger", "date_published": "2022-11-11 11:06:00+00:00", "description": "Nurkowie, poszukujący u wybrzeży Florydy zaginionego wraku samolotu z czasów II wojny światowej, znaleźli części promu kosmicznego Challenger - poinformowała w czwartek agencja kosmiczna NASA. Wahadłowiec w 1986 r. eksplodował i rozpadł się na części krótko po starcie. Zginęła cała załoga.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/wojna-w-ukrainie-w-trakcie-wycofywania-sie-z-chersonia-rosjanie-wysadzili-most-antonowski/", "title": "Wojna w Ukrainie. W trakcie wycofywania się z Chersonia Rosjanie wysadzili Most Antonowski", "date_published": "2022-11-11 10:44:00+00:00", "description": "Wojska rosyjskie w trakcie wycofywania się z Chersonia wysadziły w powietrze Most Antonowski, czyli kluczową przeprawę łącząca miasto z miejscowościami położonymi na drugim brzegu Dniepru.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/francja-odnaleziono-zabytkowe-skrzypce-stradivariusa-mogly-zostac-zrabowane-z-polski/", "title": "Francja: Odnaleziono zabytkowe skrzypce Stradivariusa. Mogły zostać zrabowane z Polski", "date_published": "2022-11-11 10:07:00+00:00", "description": "Zabytkowe skrzypce wykonane w manufakturze Stradivariusa, które były w posiadaniu osoby prywatnej, odnaleziono we Francji. Organizacja Musique et Spoliations jest niemal pewna, że instrument, którego wartość sięga dziś 10 mln euro, został skradziony z Muzeum Narodowego w Warszawie w 1944 roku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/liban-samolot-pasazerski-airbus-a320-trafiony-przypadkowym-pociskiem-dziura-w-kadlubie/", "title": "Liban: Samolot pasażerski Airbus A320 trafiony przypadkowym pociskiem. Dziura w kadłubie", "date_published": "2022-11-11 10:07:00+00:00", "description": "Samolot pasażerski Airbus A320-232 libańskich linii Middle East Airlines został trafiony przypadkowym pociskiem podczas lądowania w Bejrucie. Zdjęcie dziurawej maszyny obiegły media społecznościowe. Wskutek zdarzenia nikt nie ucierpiał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/niemcy-10-latek-chwycil-za-kierownice-uratowal-dziadkowi-zycie/", "title": "Niemcy: 10-latek chwycił za kierownicę, uratował dziadkowi życie", "date_published": "2022-11-11 09:17:00+00:00", "description": "66-letni mężczyzna stracił przytomność za kierownicą, a auto w niekontrolowany sposób przyspieszyło do 150 km/h. Zareagował jadący z nim 10-letni wnuk, który błyskawicznie chwycił za kierownicę. Udało mu zapanować nad autem na tyle, że zatrzymało się w końcu na nasypie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/rosjanin-w-przechwyconej-rozmowie-pulkownik-mowi-ze-ma-nas-w-de/", "title": "Rosyjski żołnierz w przechwyconej rozmowie: Pułkownik mówi, że ma nas w d***e", "date_published": "2022-11-11 08:45:00+00:00", "description": "Ukraiński wywiad przechwycił rozmowę rosyjskiego żołnierza z jego siostrą. Mężczyzna skarżył się na to, jak jest traktowany. - Pułkownik odpowiada tylko mam was w d***e. Krótko mówiąc, jesteśmy jak mięso armatnie - powiedział.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/wolodymyr-zelenski-zlozyl-zyczenia-po-polsku-wasz-kraj-to-nasza-siostra/", "title": "Wołodymyr Zełenski złożył życzenia po polsku. \"Wasz kraj, to nasza siostra\"", "date_published": "2022-11-11 08:00:00+00:00", "description": "- Ukraina i Polska razem. Jesteś naszą siostrą. Różnie było między nami, ale jesteśmy krewnymi, jesteśmy wolni - powiedział Wołodymyr Zełenski po polsku w nagraniu z okazji Narodowego Święta Niepodległości. Jak dodał, Ukraińcy zawsze będą pamiętali pomoc Polaków.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/niemcy-sezon-na-gesi-rozpoczety-mieso-importowane-niemal-wylacznie-z-polski-i-wegier/", "title": "Niemcy: Sezon na gęsi rozpoczęty. Mięso importowane niemal wyłącznie z Polski i Węgier", "date_published": "2022-11-11 06:42:00+00:00", "description": "Zgodnie z tradycją 11 listopada, w dniu św. Marcina rozpoczął się w Niemczech sezon na gęsi. Mięso na niemiecką pieczoną gęś pochodzi głównie z Europy Wschodniej. Niemal cały import pochodzi z Polski i Węgier.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-11/belgia-atak-nozownika-w-brukseli-nie-zyje-policjant/", "title": "Belgia: Atak nożownika w Brukseli. Nie żyje policjant", "date_published": "2022-11-11 05:19:00+00:00", "description": "25-letni funkcjonariusz brukselskiej policji został zabity przez nożownika. Napastnik został postrzelony. Do ataku doszło na dworcu kolejowym w północnej części stolicy Belgii.", "favourite": false}]