[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/experts-uncover-two-long-running.html", "title": "Experts Uncover Two Long-Running Android Spyware Campaigns Targeting Uyghurs", "date_published": "2022-11-11 14:26:00+00:00", "description": "Two long-running surveillance campaigns have been found targeting the Uyghur community in China and elsewhere with Android spyware tools designed to harvest sensitive information and track their whereabouts.\nThis encompasses a previously undocumented malware strain called BadBazaar and updated variants of an espionage artifact dubbed MOONSHINE by researchers from the University of Toronto's", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/these-two-google-play-store-apps.html", "title": "These Two Google Play Store Apps Spotted Distributing Xenomorph Banking Trojan", "date_published": "2022-11-11 12:33:00+00:00", "description": "Google has removed two new malicious dropper apps that have been detected on the Play Store for Android, one of which posed as a lifestyle app and was caught distributing the Xenomorph banking malware.\n\"Xenomorph is a trojan that steals credentials from banking applications on users' devices,\" Zscaler ThreatLabz researchers Himanshu Sharma and Viral Gandhi said in an analysis published Thursday.", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/vpn-vs-dns-security.html", "title": "VPN vs. DNS Security", "date_published": "2022-11-11 12:30:00+00:00", "description": "When you are trying to get another layer of cyber protection that would not require a lot of resources, you are most likely choosing between a VPN service & a DNS Security solution. Let's discuss both. \nVPN Explained\nVPN stands for Virtual Private Networks and basically hides your IP and provides an encrypted server by redirecting your traffic via a server run by a VPN host. It establishes a", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/multiple-high-severity-flaw-affect.html", "title": "Multiple High-Severity Flaw Affect Widely Used OpenLiteSpeed Web Server Software", "date_published": "2022-11-11 10:13:00+00:00", "description": "Multiple high-severity flaws have been uncovered in the open source OpenLiteSpeed Web Server as well as its enterprise variant that could be weaponized to achieve remote code execution.\n\"By chaining and exploiting the vulnerabilities, adversaries could compromise the web server and gain fully privileged remote code execution,\" Palo Alto Networks Unit 42 said in a Thursday report.\n<!--adsense-->", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/eset-antivirus-advanced-protection.html", "title": "ESET Antivirus: Advanced Protection Solutions for Home Users and Businesses", "date_published": "2022-11-11 09:19:00+00:00", "description": "It's no secret that antivirus software is as essential to your computer as a power cord.\nHowever, the threats don't stop at your devices. For example, criminals trying to steal your data can attack your Wi-Fi router, and phishing attempts can target your email. \nESET's latest consumer product release takes a comprehensive approach to security to guard against a full range of threats. All are", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/russian-canadian-national-charged-over.html", "title": "Russian-Canadian National Charged Over Involvement in LockBit Ransomware Attacks", "date_published": "2022-11-11 09:19:00+00:00", "description": "The U.S. Department of Justice (DoJ) has announced charges against a dual Russian and Canadian national for his alleged participation in LockBit ransomware attacks across the world.\nThe 33-year-old Ontario resident, Mikhail Vasiliev, has been taken into custody and is awaiting extradition to the U.S., where is likely to be sentenced for a maximum of five years in prison.\nVasiliev has been", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/microsoft-blames-russian-hackers-for.html", "title": "Microsoft Blames Russian Hackers for Prestige Ransomware Attacks on Ukraine and Poland", "date_published": "2022-11-11 06:14:00+00:00", "description": "Microsoft on Thursday attributed the recent spate of ransomware incidents targeting transportation and logistics sectors in Ukraine and Poland to a threat cluster that shares overlaps with the Russian state-sponsored Sandworm group.\nThe attacks, which were disclosed by the tech giant last month, involved a strain of previously undocumented malware called Prestige and is said to have taken place", "favourite": false}]