[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-i-really-feel-about-black-women", "title": "How I Really Feel About Black Women", "date_published": "2022-11-11 17:55:10+00:00", "description": "Someone recently left me a comment that essentially said that I don&#8217;t speak positively about black women as much as I do about black men. Here’s a screenshot of it:​​When I saw it, it sort of saddened me, but it got me thinking about how I cover black women. I really had to think, am ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-data-emerges-of-1100-adolescent-gender-affirming-mastectomies", "title": "New Data Emerges Of 1,100+ Adolescent ‘Gender Affirming’ Mastectomies", "date_published": "2022-11-11 17:28:00+00:00", "description": "A new study of nationwide hospital databases found that at least 1,130 adolescents between 2016 and 2019 received “gender-affirming” chest surgeries in the U.S. The study, published in JAMA Pediatrics, saw a 389% increase in adolescents (ages 12-17) obtaining chest surgeries from 2016 to 2019. An overwhelming majority (1,114) of the adolescents seeking this surgery ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/espn-host-goes-ham-on-brooklyn-nets-claims-suspension-for-anti-semitism-is-a-knee-on-kyries-neck", "title": "ESPN Host Goes Ham On Brooklyn Nets, Claims Suspension For Anti-Semitism Is A ‘Knee On Kyrie’s Neck’", "date_published": "2022-11-11 17:08:44+00:00", "description": "ESPN host Stephen A. Smith launched a tirade during Friday&#8217;s broadcast of &#8220;First Take,&#8221; agreeing with LeBron James and saying that a suspension of &#8220;at least five games&#8221; for Brooklyn Nets guard Kyrie Irving was &#8220;excessive.&#8221; Smith took the assessment a bit further, however, saying that the suspension — which came about because Irving tweeted ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/30-year-old-billionaire-loses-entire-fortune-overnight-as-his-bahamas-based-cryptocurrency-empire-implodes", "title": "30-Year-Old Billionaire Loses Entire Fortune Overnight As His Bahamas-Based Cryptocurrency Empire Implodes", "date_published": "2022-11-11 16:55:52+00:00", "description": "Cryptocurrency exchange platform FTX experienced a liquidity crisis that led to the company’s bankruptcy and erased the fortune of Sam Bankman-Fried, its young billionaire founder. FTX, which is headquartered in the Bahamas, was launched in 2019 and had accrued more than one million users by 2022. Users suddenly demanded $6 billion in withdrawals after an ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-lawmakers-to-introduce-legislation-banning-tiktok-in-u-s", "title": "Republican Lawmakers To Introduce Legislation Banning TikTok In U.S.", "date_published": "2022-11-11 16:49:53+00:00", "description": "Senator Marco Rubio (R-FL) and Representative Mike Gallagher (R-WI) are introducing legislation that would prohibit TikTok in the United States. In an opinion piece published in The Washington Post on Thursday, Rubio and Gallagher outlined the threat that TikTok and other social media businesses that are effectively managed by the Chinese Communist Party (CCP) pose ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/let-go-and-know-peace-why-my-fellow-veterans-need-more-than-a-thank-you", "title": "‘Let Go And Know Peace’: Why My Fellow Veterans Need More Than A Thank You", "date_published": "2022-11-11 16:43:28+00:00", "description": "Veterans Day is a weird day for me, and many other veterans.  &#8220;Thank you for your service&#8221; still means a lot, but with the high levels of division and distrust in America, coupled with the painful end to the Afghan War, it&#8217;s sometimes hard to make meaning from it all. Let me explain. The &#8216;Long ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/second-largest-turnout-of-young-people-voted-in-midterms-in-thirty-years", "title": "Second Largest Turnout Of Young People Voted In Midterms In Thirty Years", "date_published": "2022-11-11 16:37:03+00:00", "description": "Young voters came out to vote in this year’s midterm elections in the second largest percentage in at least thirty years. The Center for Information and Research on Civic Learning and Engagement at Tufts University released an early estimate showing that around 27% of people ages 18 to 29 voted in 2022. They also believe ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/temple-university-students-robbed-held-hostage-in-off-campus-residence", "title": "Temple University Students Robbed, Held Hostage In Off-Campus Residence", "date_published": "2022-11-11 16:34:25+00:00", "description": "On Friday morning, Temple University students were robbed after being made to go into a basement at an off-campus residence in Philadelphia. According to Philadelphia police, the students were robbed at around six in the morning when two men with masks and hooded sweatshirts came into the house, carrying at least one gun. Eleven young ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dave-chappelle-appears-to-shut-down-speculation-about-whether-hes-still-hosting-snl-following-writer-boycott-reports", "title": "Dave Chappelle Appears To Shut Down Speculation About Whether He’s Still Hosting ‘SNL’ Following Writer Boycott Reports", "date_published": "2022-11-11 16:23:40+00:00", "description": "Dave Chappelle appeared to shut down further speculation about whether or not he&#8217;s still hosting &#8220;Saturday Night Live&#8221; this weekend following reports about a writer boycott on the show. The 49-year-old comedian appeared in a advertisement from &#8220;SNL&#8221; as he and cast member Ego Nwodim appeared to joke a about whether he will still appear ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americas-first-veterans-discovery-of-remains-of-14-revolutionary-war-soldiers-announced-on-veterans-day", "title": "‘America’s First Veterans’: Discovery Of Remains Of 14 Revolutionary War Soldiers Announced On Veterans Day", "date_published": "2022-11-11 16:23:37+00:00", "description": "A historic preservation group has announced the discovery of the remains of 14 Revolutionary War soldiers in South Carolina on Veterans Day. The South Carolina Battleground Preservation Trust (SCBPT) revealed Friday the discovery of the remains of 14 Revolutionary War soldiers who had fallen during the Battle of Camden and had never been buried. “These young ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-lawmakers-push-for-change-in-congressional-leadership-after-lackluster-midterms", "title": "Republican Lawmakers Push For Change In Congressional Leadership After Lackluster Midterms", "date_published": "2022-11-11 15:43:51+00:00", "description": "A number of Republican lawmakers are calling for leadership changes in the House of Representatives and the Senate after a widely forecasted red wave failed to materialize. Although Republicans are likely to secure a narrow majority in the former chamber after the midterm election, several candidates vying for a spot in the latter chamber succumbed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-homeland-security-chief-to-border-patrol-commissioner-resign-commissioner-no-way", "title": "Biden Homeland Security Chief To Border Patrol Commissioner: Resign. Commissioner: No Way.", "date_published": "2022-11-11 15:34:18+00:00", "description": "The U.S. Border Protection commissioner says he refused an order to resign from his beleaguered boss, Homeland Security Secretary Alejandro Mayorkas, amid an unprecedented wave of illegal immigrants pouring across the Mexican border. Customs and Border Protection Commissioner Chris Magnus, 62, had been accused of skipping White House events and falling asleep in meetings, according ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/housing-affordability-plummets-to-new-low-with-all-the-least-affordable-housing-markets-in-california", "title": "Housing Affordability Plummets To New Low, With All The Least Affordable Housing Markets In California", "date_published": "2022-11-11 15:18:55+00:00", "description": "Housing affordability has fallen to its lowest level in a decade, with all of the least affordable markets in the state of California, according to data from the National Association of Home Builders. The organization’s Housing Opportunity Index shows that a mere 42.2% of American families earning $90,000 per year were able to afford new ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/netflix-will-try-out-live-programming-in-2023-with-chris-rock", "title": "Netflix Will Try Out Live Programming In 2023 With Chris Rock", "date_published": "2022-11-11 15:13:05+00:00", "description": "Netflix is planning to try out live programming in early 2023 with a new stand-up comedy special from comedian Chris Rock. The 57-year-old actor/comedian will be the first star to stream live on the site, The Hollywood Reporter reported in a piece published Friday. &#8220;Chris Rock is one of the most iconic and important comedic ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/uh-oh-looks-like-bidens-doj-just-raided-an-area-51-journalist-at-gunpoint", "title": "Uh-Oh: Looks Like Biden’s DOJ Just Raided An Area 51 Journalist At Gunpoint", "date_published": "2022-11-11 14:59:06+00:00", "description": "The Department of Justice allegedly raided a researcher who reports information about Area 51 on his self-run website — raising larger concerns, again, that the feds are abusing their power under President Joe Biden. On Thursday, Nevada reporter George Knapp tweeted, &#8220;FBI agents came down hard on the operator of a popular website devoted to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/longtime-voice-of-batman-dies", "title": "Longtime Voice Of Batman Dies", "date_published": "2022-11-11 14:33:42+00:00", "description": "Actor Kevin Conroy, 66, who was well-known as the voice of Batman in the animated series of the character, died on Thursday. The iconic voice of Batman, Kevin Conroy, has passed away at the age of 66 after a battle with cancer. 💔 The actor is known for his long run as Batman in “Batman: ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-governor-glenn-youngkin-brushes-off-criticism-after-trump-swipe", "title": "Republican Governor Glenn Youngkin Brushes Off Criticism After Trump Swipe", "date_published": "2022-11-11 14:23:16+00:00", "description": "Republican Virginia Governor Glenn Youngkin brushed off a social media swipe from former President Donald Trump Friday, saying he didn&#8217;t see it and wants people to come together. Trump has spent the last few days attacking fellow Republicans, particularly Governor Ron DeSantis, whose landslide win in Florida on Tuesday sparked talk of a 2024 presidential ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/holds-autonomy-as-the-highest-virtue-christian-physician-reacts-as-canada-erodes-limits-on-assisted-suicide-for-teens", "title": "‘Holds Autonomy As The Highest Virtue’: Christian Physician Reacts As Canada Erodes Limits On Assisted Suicide For Teens", "date_published": "2022-11-11 14:20:12+00:00", "description": "Canada is loosening prohibitions on assisted suicide, even for children, driving concern that the rapidly secularizing nation no longer cares about the innate value of human beings. Although medical assistance in dying has been available in Canada for the past six years, the nation’s parliament considered amendments to the criminal code last year that would ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/construction-halted-at-obama-presidential-center-after-noose-reportedly-discovered-on-grounds", "title": "Construction Halted At Obama Presidential Center After Noose Reportedly Discovered On Grounds", "date_published": "2022-11-11 14:16:24+00:00", "description": "Construction came to a halt at the Obama Presidential Center in Chicago after a noose was reportedly found in the foundation on Thursday. The center, located in Jackson Park on the city&#8217;s South Side, will be home to former President Barack Obama&#8217;s presidential library and museum. The company overseeing construction on the project — Lakeside ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-gun-crew-john-rich-and-other-celebrities-thank-veterans-who-have-served-our-nation", "title": "‘Top Gun’ Crew, John Rich, And Other Celebrities Thank Veterans ‘Who Have Served Our Nation’", "date_published": "2022-11-11 14:00:22+00:00", "description": "The crew of the movie &#8220;Top Gun: Maverick,&#8221; singer John Rich, and other celebrities took the time on Friday to thank veterans &#8220;who have served our nation&#8221; and sacrificed so much. Tom Cruise and other cast and crew members of the hit summer blockbuster &#8220;Top Gun: Maverick&#8221; appeared in a video posted on Twitter with ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-battles-teleprompter-and-bizarre-shrieking-from-the-audience-at-cop27", "title": "Biden Battles Teleprompter — And Bizarre Shrieking From The Audience — At COP27", "date_published": "2022-11-11 13:42:41+00:00", "description": "President Joe Biden appeared to struggle to read what was on his teleprompter during his Friday appearance at the United Nations conference on climate change — known colloquially as COP27. The president promised during his remarks in Egypt that that United States under his watch would do everything it could to make sure the world ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/god-bless-you-chris-pratt-and-terminal-list-cast-honor-military-on-veterans-day", "title": "‘God Bless You’: Chris Pratt And ‘Terminal List’ Cast Honor Military On Veterans Day", "date_published": "2022-11-11 13:29:35+00:00", "description": "Chris Pratt and other cast members from “The Terminal List” took the time Friday to thank those who served in the military in honor of Veterans Day. The official Twitter account for the series shared a brief message Friday.  “Hey, I’m Chris Pratt. I play James Reece in ‘The Terminal List,’” the video begins.  “I ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/in-alaska-daily-hilary-swank-takes-on-polarization-politics-and-local-media", "title": "In ‘Alaska Daily,’ Hilary Swank Takes On Polarization, Politics, And Local Media", "date_published": "2022-11-11 12:54:23+00:00", "description": "If there’s anything Hollywood loves more than movies about the movies, it’s shows and films about journalism. We certainly don’t need any more TV shows about news shows (HBO’s “The Newsroom” and Apple TV’s “The Morning Show” come to mind), but every once in a while, there’s a show about media that gets a few ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-judge-takes-sledgehammer-to-bidens-student-debt-amnesty-but-do-democrats-even-care", "title": "Federal Judge Takes Sledgehammer To Biden’s Student Debt Amnesty — But Do Democrats Even Care?", "date_published": "2022-11-11 12:54:06+00:00", "description": "Amidst the fallout from the meager Republican showing on Tuesday came a breath of fresh air, courtesy of one U.S. district court judge in Texas who took a sledgehammer to President Joe Biden&#8217;s attempt to bailout certain student loans — while also taking shots at President Barack Obama and every other leftist who believes in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-launches-climate-gender-equity-fund-to-advance-women-led-climate-solutions", "title": "Biden Launches ‘Climate Gender Equity Fund’ To Advance ‘Women-Led Climate Solutions’", "date_published": "2022-11-11 12:40:59+00:00", "description": "The Biden administration unveiled a public-private partnership to help advance female leadership in searching for climate change solutions during the COP27 climate conference in Egypt. Among other programs President Joe Biden announced during the conference was the “Climate Gender Equity Fund,” which will “leverage private sector contributions to help provide women climate leaders with technical ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/yellowstone-creator-taylor-sheridan-laughs-at-the-idea-of-series-being-a-red-state-show", "title": "‘Yellowstone’ Creator Taylor Sheridan Laughs At The Idea Of Series Being A ‘Red-State Show’", "date_published": "2022-11-11 12:18:50+00:00", "description": "“Yellowstone” creator Taylor Sheridan rejected the idea that the show is meant to be for conservatives, even though it’s perceived that way by many fans. The 52-year-old filmmaker addressed the notion that his Western-themed drama was made to resonate with a “red state” audience during a recent interview with The Atlantic. “They refer to it ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/famed-comedian-gallagher-dies-at-76", "title": "Famed Comedian Gallagher Dies At 76", "date_published": "2022-11-11 12:14:15+00:00", "description": "Gallagher, the comedian who rose to fame in 1980 with a comedy special directed by a member of the legendary Monkees, has died at the age of 76. “An Uncensored Evening,” the first comedy special to air on cable TV and directed by Mike Nesmith of the Monkees, preceded 13 Showtime stand-up specials starring Gallagher, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jonbenet-ramsey-murder-now-under-investigation-by-cold-case-team-examining-dna-remnants", "title": "JonBenet Ramsey Murder Now Under Investigation By Cold Case Team Examining DNA Remnants", "date_published": "2022-11-11 11:46:17+00:00", "description": "In yet another effort to discover the murderer of 6-year-old beauty pageant queen JonBenet Ramsey, who was found bludgeoned and strangled in her family’s basement in 1996, local police are now going to work with a review team to use new technology to find the killer. ICYMI: The Boulder Police Department says they are going ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-doubles-down-on-student-loan-cancellation-despite-federal-ruling", "title": "Biden Doubles Down On Student Loan Cancellation Despite Federal Ruling", "date_published": "2022-11-11 11:33:32+00:00", "description": "The Biden administration doubled down on its move to cancel student debt for millions of borrowers after a federal judge nixed the controversial program. U.S. District Judge Mark Pittman in the Northern District of Texas declared the debt cancellation plan illegal on Thursday evening in response to a lawsuit filed by the Job Creators Network ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-office-actor-rainn-wilson-alters-his-name-on-social-media-to-help-save-planet-earth", "title": "‘The Office’ Actor Rainn Wilson Alters His Name On Social Media ‘To Help Save Planet Earth’", "date_published": "2022-11-11 11:25:02+00:00", "description": "Actor Rainn Wilson is hoping to spread climate change awareness by changing his name on social media. The 56-year-old actor is best known for playing Dwight Schrute on the hit NBC comedy “The Office.” Now he’s using his platform to bring attention to a cause he finds important.  Wilson posted a video to Twitter this ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/honor-their-sacrifice-this-veterans-day-lets-remember-their-courage-and-heroism", "title": "‘Honor Their Sacrifice’: This Veterans Day Let’s Remember Their Courage And Heroism", "date_published": "2022-11-11 11:19:55+00:00", "description": "In 1918, the last gun fired its last shot on the 11th hour of the 11th day of the 11th month, at 11 a.m. After four years of brutal trench warfare, incredible bloodshed, and relentless deafening sounds of machine gun fire and shelling, silence — silence had finally filled the sky and covered the dead, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnn-report-on-lottery-critics-includes-one-who-calls-it-a-form-of-systemic-racism-following-record-high-payout", "title": "CNN Report On Lottery Critics Includes One Who Calls It A Form Of ‘Systemic Racism’ Following Record High Payout", "date_published": "2022-11-11 10:59:26+00:00", "description": "The lottery ticket for the biggest Powerball jackpot ever was recently sold in California, and in response CNN published a report on the lottery&#8217;s critics, one of which argued that the lottery system in general is an example of “systemic racism.”  The winner, whose race is currently unknown, had a one in 292.2 million chance of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-a-miracle-priest-driving-to-mass-narrowly-escapes-death-when-suv-hurdles-over-his-car", "title": "‘It’s A Miracle’: Priest Driving To Mass Narrowly Escapes Death When SUV Hurdles Over His Car", "date_published": "2022-11-11 10:46:29+00:00", "description": "An 87-year-old Ohio priest driving to Sunday Mass narrowly escaped death when an SUV barreling the other way went off-road, smashed into a road sign and another vertical object, then soared directly over the priest’s car. On October 2, the feast of the Guardian Angels, Father John Bok, who is now retired, headed to St. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musks-new-twitter-verification-process-devolves-into-a-confusing-mess", "title": "Elon Musk’s New Twitter Verification Process Devolves Into A Confusing Mess", "date_published": "2022-11-11 10:31:36+00:00", "description": "A wave of Twitter users began impersonating government officials and major corporations after Elon Musk introduced a new scheme for verifying users on the platform. The social media platform is reconsidering which users receive the blue checkmark icon next to their names. Before Musk acquired the company, the symbol indicated profiles belonging to celebrities, official ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-follows-up-attack-on-desantis-with-bizarre-swipe-at-youngkin", "title": "Trump Follows Up Attack On DeSantis With Bizarre Swipe At Youngkin", "date_published": "2022-11-11 09:22:11+00:00", "description": "Former President Trump followed up an unprovoked attack on Florida’s Ron DeSantis with a strange swipe Friday morning at another popular Republican governor, Glenn Youngkin of Virginia. In both cases, the former president, who is expected to again seek the White House in 2024, claimed credit for the success of his targets. While the attack ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/absolument-musk-answers-macrons-plea-will-the-bird-protect-our-children", "title": "‘Absolument’: Musk Answers Macron’s Plea: ‘Will The Bird Protect Our Children?’", "date_published": "2022-11-11 08:37:12+00:00", "description": "Twitter CEO Elon Musk, responding to French President Emmanuel Macron’s plea for Twitter to protect children on the internet, gave a decisive positive answer on Friday morning. “Will the bird protect our children?” Macron asked plaintively. “Absolument,&#8221; Musk tweeted back. He later responded to a related tweet by saying that Twitter  would &#8220;take action&#8221; to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-gop-megadonor-indicates-war-on-woke-ideology-in-schools-backs-desantis-for-president", "title": "Top GOP Megadonor Indicates War On ‘Woke Ideology’ In Schools, Backs DeSantis For President", "date_published": "2022-11-11 07:56:05+00:00", "description": "Ken Griffin, one of the most powerful political donors in the United States, has indicated in recent days his strong disgust for the woke indoctrination that is taking place in many schools across the country and has flatly said that he will back Florida Governor Ron DeSantis for president if he chooses to run. The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-nfl-defensive-lineman-adrian-dingle-dead-at-45", "title": "Former NFL Defensive Lineman Adrian Dingle Dead At 45", "date_published": "2022-11-11 07:41:37+00:00", "description": "Former NFL defensive lineman Adrian Dingle died earlier this week. He was 45 years old. The only information that was available about his death was that it occurred on November 8. No cause of death has been released and there have not been any statements made by his family. Dingle&#8217;s alma-mater, Clemson University, revealed that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/winsome-sears-as-a-marine-i-look-at-the-mission-and-thats-why-i-wont-support-trump-in-2024", "title": "Winsome Sears: ‘As A Marine’ I Look At ‘The Mission’ And That’s Why I Won’t Support Trump In 2024", "date_published": "2022-11-11 07:29:04+00:00", "description": "Winsome Sears, the black former Marine who Virginians elected lieutenant governor in a stunning Republican wave last year, told FOX Business Network this week that she will not support former President Donald Trump if he announces that he is going to run for president again. Sears did not trash the former president as she acknowledge ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-democrat-torches-aoc-in-interview-for-not-helping-party-in-midterms-suburban-voters-reject-her", "title": "Top Democrat Torches AOC In Interview For Not Helping Party In Midterms: ‘Suburban Voters’ Reject Her", "date_published": "2022-11-11 07:23:22+00:00", "description": "Rep. Sean Patrick Maloney (D-NY), head of the Democratic Congressional Campaign Committee, slammed Rep. Alexandria Ocasio-Cortez (D-NY) in an interview with The New York Times on Thursday following his loss in this week&#8217;s midterm elections. Maloney laughingly blamed the media for Democrats losing U.S. House seats throughout deep blue New York before acknowledging that Governor ...", "favourite": false}]