[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/senator-markey-twitter-elon-musk-letter-223210329.html?src=rss", "title": "Senator asks Elon Musk to explain Twitter impersonators", "date_published": "2022-11-11 22:32:10+00:00", "description": "<p>Twitter's <a href=\"https://www.engadget.com/twitter-blue-subscriptions-not-working-134310199.html\">rash of impersonators</a> is attracting scrutiny from politicians. Senator Ed Markey has <a href=\"https://www.markey.senate.gov/news/press-releases/senator-markey-demands-answers-from-twitter-on-disinformation-and-fake-accounts\">sent a letter</a> to company chief Elon Musk demanding answers regarding imposters on the platform. Markey wants to know how Twitter not only let a reporter for <em>The Washington Post</em><a href=\"https://www.washingtonpost.com/technology/2022/11/11/twitter-blue-checkmark/\">create</a> a verified account impersonating the senator (now trivial with an $8 Blue subscription), but told users in a pop-up that the verification was due to a role in government. This was despite an existing checkmark for the real account, Markey said.</p><p>Markey also wants Twitter to detail its verification process, including a comparison with the previous method. He asked Musk if Twitter will reinstitute merit-based verifications and, if so, how it will prevent fake accounts from receiving blue ticks. The senator gave Musk until November 25th to respond.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The political leader was direct in his criticism. He accused Musk of instituting a \"haphazard\" series of changes at Twitter that included dismantling protections against disinformation. The service is quickly becoming the \"Wild West of social media\" and has a duty to prevent deception and manipulation from taking root, Markey added.</p><p>Musk hasn't commented on the letter, and Twitter has effectively <a href=\"https://www.axios.com/2022/11/10/twitter-ditches-communications\">shut down</a> its communications team. The entrepreneur previously argued that paying for verification democratizes the feature, and in a recent tweet <a href=\"https://twitter.com/elonmusk/status/1591121142961799168\">claimed</a> Twitter was backing citizen journalism despite opposition from the \"media elite.\"</p><p>There's no certainty the letter will translate to government action, particularly when the recent midterm elections could shift the congressional balance of power in January. Twitter's decision to temporarily halt Blue subscriptions in response to impersonations, not to mention the company's <a href=\"https://www.engadget.com/twitter-starts-doling-out-official-checkmarks-again-045618923.html\">off-again-on-again \"official\" checkmarks</a>, may also address some of Markey's concerns. However, it's safe to say the letter adds to the tumult surrounding the new pay-to-verify system.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-robot-arm-picker-warehouse-sparrow-ai-computer-vision-210545438.html?src=rss", "title": "Amazon's latest robot picker for warehouses uses AI to identify objects", "date_published": "2022-11-11 21:05:45+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/amazon/\"><ins>Amazon</ins></a> has unveiled its latest warehouse robot. It says \"Sparrow is the first robotic system in our warehouses that can detect, select, and handle individual products in our inventory.\" The robotic arm uses AI and computer vision to recognize and handle millions of items, <a href=\"https://www.aboutamazon.com/new/transportation/amazon-robot-sparrow-streamlines-order-fulfillment-process\"><ins>according to Amazon</ins></a>.</p><p>The company says that, by employing robots in its warehouses, it can conduct operations more efficiently and safely. \"Sparrow will take on repetitive tasks, enabling our employees to focus their time and energy on other things, while also advancing safety,\" Amazon said. \"At the same time, Sparrow will help us drive efficiency by automating a critical part of our fulfillment process so we can continue to deliver for customers.\" It added that, by employing robots, it has been able to create more than 700 new job categories.</p><span id=\"end-legacy-contents\"></span><p>Amazon doesn't exactly have a spotless record when it comes to <a href=\"https://www.engadget.com/amazon-apologizes-for-tweets-attacking-work-conditions-192622311.html\"><ins>conditions for warehouse workers</ins></a><ins>,</ins> particularly when robots are involved. In 2020, the Center for Investigative Reporting's <em>Reveal </em>publication <a href=\"https://www.engadget.com/amazon-automated-injuries-211813202.html\"><ins>released a report</ins></a> indicating that, between 2016 and 2019, the rate of serious injuries sustained by Amazon employees at automated warehouses was 50 percent higher than at facilities that don't use robots.</p><p>According to the report, the use of robots led Amazon to increase workers' quotas, requiring them to scan as many as 400 items per hour when they previously had to scan 100. \"The data back up the accounts of Amazon warehouse workers and former safety professionals who say the company has used the robots to ratchet up production quotas to the point that humans can’t keep up without hurting themselves,\" <a href=\"https://revealnews.org/article/how-amazon-hid-its-safety-crisis/\"><ins>the report reads</ins></a>.</p><p>This past July, <a href=\"https://www.engadget.com/us-government-investigating-amazon-warehouses-over-poor-working-conditions-105547252.html\"><ins>it emerged</ins></a> that the US government was looking into Amazon over alleged unsafe workplace conditions. The Occupational Safety and Health Administration carried out inspections that were \"related, among other things, to Amazon's required pace of work for its warehouse employees.\"</p><p>Amazon revealed Sparrow amid a drive by warehouse workers to unionize their workplaces, where robots are taking over duties in some cases. In March, workers at the JFK8 fulfillment center in Staten Island <a href=\"https://www.engadget.com/amazon-staten-island-jfk8-warehouse-vote-to-unionize-161459629.html\"><ins>voted to unionize</ins></a>, becoming the first Amazon warehouse to do so. The company has challenged the result of the election. More recently, workers at an Albany, New York warehouse <a href=\"https://www.engadget.com/amazon-albany-warehouse-union-vote-results-165049759.html\"><ins>voted against unionization</ins></a> after Amazon <a href=\"https://www.engadget.com/amazon-alb-1-anti-union-signage-alu-004207814.html\"><ins>conducted an anti-union campaign</ins></a>.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html?src=rss", "title": "Twitter Blue verification was a complete disaster in exactly the ways everyone predicted", "date_published": "2022-11-11 20:36:56+00:00", "description": "<p>Elon Musk’s plan to democratize Twitter verification lasted less than two days. Twitter has temporarily pulled new signups for Twitter Blue after the platform was overrun by verified trolls. The company <a href=\"https://twitter.com/ZoeSchiffer/status/1591081913166745601\">told</a> staffers subscriptions were on hold to “help address impersonation issues,” according to <em>Platformer’s</em> Zoe Schiffer. It turns out paid verification was as much of a mess as nearly everyone <a href=\"https://www.engadget.com/elon-musk-verification-twitter-blue-161532924.html\">predicted.</a></p><p>At first, it seemed as if Twitter had a plan to address the impersonation issue. Just ahead of the rollout of the new Twitter Blue, It introduced a separate <a href=\"https://www.engadget.com/twitter-starts-doling-out-official-checkmarks-again-045618923.html\">“official”</a> badge that would be appended to “government accounts, commercial companies, business partners, major media outlets, publishers and some public figures.” But Musk quickly changed his mind, and <a href=\"https://www.engadget.com/elon-musk-kills-twitter-official-verified-checkmarks-175648560.html\">killed</a> the idea just a few hours after it was announced. Paid verification launched Wednesday, without the label.</p><span id=\"end-legacy-contents\"></span><p>Unsurprisingly, it started to go wrong almost immediately. A fake Nintendo account posted an image of Mario flipping everyone off. A fake Tony Blair <a href=\"https://www.telegraph.co.uk/business/2022/11/10/twitter-stormed-imposters-pretending-blair-bush-blue-tick-change/\">retweeted</a> a fake George Bush. A verified Pope John Paul <a href=\"https://twitter.com/PatBlanchfield/status/1590692238748971008\">tweeted </a>conspiracy theories at a verified Martin Luther account, which was replying to a verified Pope Francis impersonator. An account masquerading as Twitter’s official @verified tweeted crypto scams. An imposter LeBron said he was <a href=\"https://www.tmz.com/2022/11/09/twitters-paid-verified-check-fake-lebron-james-trade-tweet/\">requesting</a> a trade.</p><figure><img alt=\"A verified \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/471fa5f0-61fd-11ed-bfef-097baccbbadb\" /><figcaption></figcaption><div class=\"photo-credit\">Screenshot via Twitter</div></figure><p>Twitter responded by halting Blue subscriptions for <a href=\"https://www.engadget.com/twitter-blocks-new-accounts-twitter-blue-114446338.html\">new accounts</a>, but the move had little effect on the deluge of verified trolling. Fake accounts sprung up to interact with other impersonators.</p><p>One of the most <a href=\"https://twitter.com/karissabe/status/1590901955756707840\">viral examples</a> was a verified Eli Lilly account that tweeted “insulin is free now,” which forced the real ELi Lilly <a href=\"https://twitter.com/LillyPad/status/1590813806275469333\">to apologize</a> for the “misleading” tweet because its insulin is, in fact, not free. Another fake Eli Lilly then apologized for the actual Eli Lilly’s apology. An account that appeared to belong to a Twitter ad sales rep desperately <a href=\"https://twitter.com/drewharwell/status/1590911885733691393\">tweeted</a> at Musk to remove the fake Eli Lilly accounts. Both of the fake Eli Lilly accounts were suspended, but the tweets still sent the pharma company’s stock into <a href=\"https://www.investors.com/news/technology/lly-stock-dives-taking-novo-sanofi-with-it-after-fake-twitter-account-promises-free-insulin/\">a nosedive.</a></p><p>Musk responded that parody accounts needed to be clearly labeled. “Tricking people is not okay,” he <a href=\"https://twitter.com/elonmusk/status/1590886170543915009\">tweeted</a>. Some made half-hearted attempts to comply. A fake Tesla account going by @Teslareal scrawled “parody” onto the header image in its profile, but continued to troll Musk (the account is now suspended).</p><div id=\"7ab24f97e9834ca39641a39c937bc9d7\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">\"Comedy is now legal on Twitter\" -<a href=\"https://twitter.com/elonmusk?ref_src=twsrc%5Etfw\">@elonmusk</a><a href=\"https://t.co/oyZ73XSFuC\">pic.twitter.com/oyZ73XSFuC</a></p>— Karissa Bell (@karissabe) <a href=\"https://twitter.com/karissabe/status/1590858998160691201?ref_src=twsrc%5Etfw\">November 11, 2022</a></blockquote></div><p>Meanwhile, a number of extremists and conspiracy theorists <a href=\"https://www.mediamatters.org/twitter/right-wing-extremists-and-conspiracy-theorists-are-spreading-hate-twitter-their-newly\">also purchased</a> verification, including — ironically — Jason Kessler, whose 2017 Twitter verification prompted a nearly four-year <a href=\"https://www.engadget.com/2017-11-09-twitter-halts-verification-after-charlottesville-backlash.html\">“pause”</a> of verification. <em>Media Matters</em> reported that many of these newly verified right-wing accounts were already using them to amplify misinformation. A verified account impersonator Arizona candidate for governor Kari Lake <a href=\"https://www.washingtonpost.com/technology/2022/11/11/twitter-fake-verified-accounts/\">tweeted</a> that she had won her race even though it had not yet been called, according to <em>The Washington Post.</em></p><p>By Friday morning Twitter Blue subscriptions were no longer available in Twitter’s app or website. And it’s unclear when it could re-launch. And, two days after Musk said the blue check <a href=\"https://twitter.com/elonmusk/status/1590383539610324992\">would be</a> \"the great leveler,\" Twitter <a href=\"https://twitter.com/TwitterSupport/status/1590967221769076736\">confirmed</a> it would bring back the gray \"official\" label after all in order to \"combat impersonation.\"</p><p>But despite the constant policy reversals and the flood of impersonators, Musk was still upbeat. \"Some epically funny tweets,\" he<a href=\"https://twitter.com/elonmusk/status/1590973273927716870\"> said</a>. \"Hit all-time high of active users today.\" he <a href=\"https://twitter.com/elonmusk/status/1590986289033408512\">added</a>.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tesla-is-offering-its-proprietary-charge-connector-as-a-new-north-american-standard-193223322.html?src=rss", "title": "Tesla is offering its proprietary charge connector as a new North American standard", "date_published": "2022-11-11 19:32:23+00:00", "description": "<p>When it comes to charging your EV in the US, Canada and Mexico, the only two connector types available aren't cross-compatible. Tesla has its J1772 connector, which in the company's defense was developed when Tesla was still the only EV game in town. Everybody else uses the current North American standard, the Combined Charging System (CCS). Tesla apparently hopes to upend that dynamic, <a href=\"https://www.tesla.com/blog/opening-north-american-charging-standard\">announcing Friday</a> that it is \"opening our EV connector design to the world.\"&nbsp;&nbsp;</p><p><a href=\"https://www.tesla.com/blog/opening-north-american-charging-standard\">Tesla is releasing its specs and production designs for the J1772 connector</a>, which it is rebranding as the North American Charging Standard (NACS), in hopes that charging networks like Electrify America and Chargepoint will incorporate the company's hardware in their stations. The NACS contains \"no moving parts, is half the size, and twice as powerful,\" as the alternative, Tesla argues.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company presses that these networks should adopt its technology because, \"NACS vehicles outnumber CCS two-to-one, and Tesla's Supercharging network has 60 percent more NACS posts than all the CCS-equipped networks combined.\" I mean, sure, but that's kind of ignoring that those numbers are a direct result of the multi-year lead that Tesla held over its competition in coming to market, a capitalization lead that is rapidly shrinking as the industry's marquee brands like GM, Honda and Audi pivot to electrification and Chinese makers like <a href=\"https://www.reuters.com/business/autos-transportation/chinas-ev-giant-byd-sees-q3-profit-more-than-quadrupling-shares-jump-2022-10-18/\">BYD dominate the EV space</a> in Asia's largest market.</p><p>Tesla claims that \"network operators already have plans in motion to incorporate NACS at their chargers,\" without specifying which networks are doing so and at what scale. The company \"looks forward to future electric vehicles incorporating the NACS design and charging at Tesla’s North American Supercharging and Destination Charging networks.\"</p><p>We can only speculate as to why Tesla has decided that right now — even as <a href=\"https://www.engadget.com/elon-musk-advertiser-town-hall-195854219.html\">Elon Musk</a> sinks <a href=\"https://www.engadget.com/elon-musk-twitter-bankruptcy-215850492.html\">faster than Artax</a> into <a href=\"https://www.engadget.com/musk-ends-remote-work-at-twitter-123547728.html\">the quicksands of Twitter ownership</a> — is the best tiime to open up their standard to the rest of the industry. Tesla, and now Twitter too, does not employ a public-facing PR team, so your guess is as good as any blue check's.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apples-air-pods-pro-hit-a-new-low-of-234-plus-the-rest-of-this-weeks-best-tech-deals-191458891.html?src=rss", "title": "Apple's AirPods Pro hit a new low of $234, plus the rest of this week's best tech deals", "date_published": "2022-11-11 19:14:58+00:00", "description": "<p>You might think retailers would be holding their collective breath before the sales frenzy of Black Friday kicks in, but we found some pretty impressive deals on late-model tech this week. Apple's AirPods Pro dropped to a new low, while the Apple Watch SE with cellular cut $40 off the sticker price. Gamers looking for an entry point into the latest gear can get the base model Razer Blade 15 for a great discount, and there's a Friday-only deal on an Xbox Series X. We also found discounts on fitness trackers from Fitbit and Garmin smartwatches. Here are the best tech deals from this week that you can still get today.&nbsp;&nbsp;</p><h2>Apple AirPods Pro (2nd gen)</h2><figure><img alt=\"Despite the unchanged design, Apple has packed an assortment of updates into the new AirPods Pro. All of the conveniences from the 2019 model are here as well, alongside additions like Adaptive Transparency, Personalized Spatial Audio and a new touch gesture in tow. There’s room to further refine the familiar formula, but Apple has given iPhone owners several reasons to upgrade.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-09/9bd30380-39fd-11ed-9daf-94386034b5b5\" /><figcaption></figcaption><div class=\"photo-credit\">Billy Steele/Engadget</div></figure><p>As Apple's newest flagship buds, we were surprised to see a discount on the second-gen <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby00Zi0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAdi_S6wI20jevaq8TVVB9FdOFD96gbhrnpEVIDxebfp3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHWDR12%2F\">AirPod Pros</a> this week. They're down to $234, which is the lowest we've seen them to date. We gave them<a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\"> a score of 88</a> in our review back in September, impressed by the full, immersive sound and what our reviewer called the \"best transparency mode you’ll find on earbuds.\" Our tests gave a bit over six hours using a mix of active noise cancellation (ANC), transparency mode and calls. The AirPods Pro are among the best buds out there, and it's great to see them finally offering a discount.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby00Zy0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAb0Wb7ue0YJBTzPjAK59PHy7oP0kRgJcf34uNHoIQjBJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHWDR12%2F\" id=\"9052a02efd6c4c68bbfc05fe03af32e4\">Buy AirPods Pro (2nd gen) at Amazon - $234</a><h2>Apple Watch SE (2022)</h2><figure><img alt=\"The Apple Watch SE (2022) on a person's wrist held up in front of a red building and a tree.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-09/83d685e0-346c-11ed-a7d7-8ec1d0531082\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>When we <a href=\"https://www.engadget.com/apple-watch-se-2022-review-battery-life-workout-health-tracking-144551799.html#performanceandinuse\">reviewed</a> the latest release of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1XYXRjaC1DZWxsdWxhci1NaWRuaWdodC1BbHVtaW51bS9kcC9CMEJESjRQNlkzP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAZ8UrPrDzGIoBbjton60xkVVeVbK5szp5GdaXxTRheJm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Watch-Cellular-Midnight-Aluminum%2Fdp%2FB0BDJ4P6Y3\">Apple Watch SE</a>, we said Apple's most affordable smartwatch was \"the best smartwatch for the money.\" Right now Amazon is offering $39 off the list price for the cellular-enabled model. That brings it down to $289 and matches the lowest price we've seen so far.&nbsp;</p><p>We thought the newest Apple Watch SE deftly combined affordability with a comprehensive suite of features. We liked the easy-to-read screen, even in bright daylight and the comfortable, lightweight design. Since it uses the same S8 SiP advanced dual-core processor as the Apple Watch 8 and Ultra, its quick and snappy in its responsiveness. While it doesn't have the new temperature sensor that was added to the Series 8, it still does a great job of tracking your hear rate and other activities. We were also impressed with the way it looks pretty indistinguishable from the Series 8.&nbsp;&nbsp;</p><p>The cellular model adds even more connectivity, adding the ability to take on calling and texting duties even when you leave your iPhone at home.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1XYXRjaC1DZWxsdWxhci1NaWRuaWdodC1BbHVtaW51bS9kcC9CMEJESjRQNlkzP3RhZz1nZGd0MGMtcC1vLTRnLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAbWcsg11McogX7-Oj1K4CIy5MgPbRG2BFzsxjrLEK4No&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Watch-Cellular-Midnight-Aluminum%2Fdp%2FB0BDJ4P6Y3\" id=\"739db84d5d1b44d48d0617417a15d0d1\">Buy Apple Watch SE (cellular) at Amazon - $289</a><h2>Razer Blade 15</h2><figure><img alt=\"Razer Blade 15 gaming laptop\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/7ae8e040-5ebf-11ed-8ff5-3230c87e16a9\" /><figcaption></figcaption><div class=\"photo-credit\">Razer</div></figure><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=358591a8-2981-451c-a839-e645b5522820&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer+Online+Store&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNTg1OTFhOC0yOTgxLTQ1MWMtYTgzOS1lNjQ1YjU1MjI4MjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL1JhemVyLUJsYWRlLTE1L1JaMDktMDQxMEFFMjItUjNVMSIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAZ-JyELbiKpfmesrH7AH1lEYdaILZU03oEQuuTVTef20&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2FRazer-Blade-15%2FRZ09-0410AE22-R3U1\">Razer's Blade 15</a> made the cut as our favorite premium option in our <a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html#thebestpremiumgaminglaptoprazerblade15\">gaming laptop guide</a> and right now the base model Blade 15 is $250 off the list price, bringing it down to $1,550. The premium configuration got a review <a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\">score of 86</a> and while that model is geared towards the gaming elite (and hasn't budged from it's lofty $3,700 price), this base model offers the quality build Razer Blade laptops are known for. This one's got plenty of features more casual gamers will appreciate, like dual graphics cards, a 15.6-inch full HD with a 144Hz refresh rate and 16GB of dual-channel RAM and 512GB of SSD storage.&nbsp;&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=358591a8-2981-451c-a839-e645b5522820&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Razer+Online+Store&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNTg1OTFhOC0yOTgxLTQ1MWMtYTgzOS1lNjQ1YjU1MjI4MjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL1JhemVyLUJsYWRlLTE1L1JaMDktMDQxMEFFMjItUjNVMSIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAZ-JyELbiKpfmesrH7AH1lEYdaILZU03oEQuuTVTef20&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2FRazer-Blade-15%2FRZ09-0410AE22-R3U1\" id=\"f95945ee59f84dccbe32ca987bf9d1b4\">Buy Razer Blade 15 at Razer - $1,550</a><h2>Apple iPad Pro (11-inch, 2022)</h2><figure><img alt=\"Apple's 2022 iPad Pro\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/55b8aa80-5ec4-11ed-9938-d3c46fba8919\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure><p>It's been out less than a month and already the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAVOhgeVTVTzFOenSJESF9mSNYvsm0bZGKrX5hbN4Ozl6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8\">11-inch iPad Pro</a> has received its first discount. Both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAVOhgeVTVTzFOenSJESF9mSNYvsm0bZGKrX5hbN4Ozl6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8\">Amazon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMTEwNS1SRUcvYXBwbGVfbW54ZDNsbF9hXzExX2lwYWRfcHJvX20yLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAVr_vTrgSQY88uYLk_tuPKMOPti8dYE-6Kz21ke3wsoA&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1731105-REG%2Fapple_mnxd3ll_a_11_ipad_pro_m2.html\">B&amp;H</a> have knocked $50 off the list price of the 128GB model. That makes it $749, which still isn't cheap, but if you want to see for yourself the responsiveness of the new M2 chip and the improved battery life, may as well do so while keeping $50 in your pocket. There's also the addition of the app-organizing Stage Manager, which helps you take full advantage of what the iPad Pro can handle. This discount only applies to the Space Gray colorway, but if you're planning on using a case, color's not an issue.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RhZz1nZGd0MGMtcC1vLTRnLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAUyrfAPxCP7G_785XPvLlawGYmQBWHvaa6xfugDfbix5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8\" id=\"d6dbb57b1beb4d9a8777c83de204e951\">Buy iPad Pro (11-inch) at Amazon - $749</a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMTEwNS1SRUcvYXBwbGVfbW54ZDNsbF9hXzExX2lwYWRfcHJvX20yLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAVr_vTrgSQY88uYLk_tuPKMOPti8dYE-6Kz21ke3wsoA&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1731105-REG%2Fapple_mnxd3ll_a_11_ipad_pro_m2.html\" id=\"87a7c31c5b0d4137bcc81867085297af\">Buy iPad Pro (11-inch) at B&amp;H Photo - $749</a><h2>GoPro Hero 11 Black</h2><figure><img alt=\"The new flagship GoPro camera pictured on a skate ramp platform.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-09/5b34b540-334e-11ed-9d7b-d28928625091\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay9DSERIWC0xMTEtbWFzdGVyLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAASkRJ33SjF52eUwfEOMvPxAfCi_CG3o0UpyJwVYhBfCL&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black%2FCHDHX-111-master.html\">GoPro Hero 11</a> is usually a steep $500, but this week, GoPro is offering their newest action camera for $350 when you sign up for a one-year GoPro subscription. The subscription gets you things like auto uploads and unlimited backups on the cloud, plus discounts on products at the GoPro website and camera replacement. We found a lot to love about the Hero11 <a href=\"https://www.engadget.com/gopro-hero-11-review-125905853.html\">in our review</a>, including admiration for the new taller sensor. It not only allows for a better horizon lock, but lets you record in \"full frame,\" a mode that captures all possible action then allows you to crop it for different venues after the fact. For example, cropping to 16:9 for YouTube and 9:16 for TikTok. If you're subscription-averse, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb1Byby1IRVJPMTEtQmxhY2stV2F0ZXJwcm9vZi1TdGFiaWxpemF0aW9uL2RwL0IwQjk2SDdMR1g_dGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAUkWii39fk6HtGvEZx0co3CmZcCvrSGpCkYtUNWkZV5a&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoPro-HERO11-Black-Waterproof-Stabilization%2Fdp%2FB0B96H7LGX\">Amazon</a> has the camera for $50 off the list price.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay9DSERIWC0xMTEtbWFzdGVyLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAASkRJ33SjF52eUwfEOMvPxAfCi_CG3o0UpyJwVYhBfCL&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black%2FCHDHX-111-master.html\" id=\"0dde8f45822e472dadbec57d9378476f\">Buy GoPro Hero11 at GoPro - $349</a><h2>Chromecast with Google TV</h2><figure><img alt=\"Chromecast with Google TV\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/2440f720-53a5-11ed-825c-876ba4bde803\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>If you don't already own a smart TV, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtTmVzdC1HQTAxOTE5LUdBMDE5MTktVVMtQ2hyb21lY2FzdC9kcC9CMDhLUlY3UzIyP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAZXXMqMq3mlMsiuQG6l9fuekyqnCadrOaOGcaAaAPWzm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Nest-GA01919-GA01919-US-Chromecast%2Fdp%2FB08KRV7S22\">Chromecast 4K with Google TV</a> is one of the most affordable ways to turn virtually anything with an HDMI port into a powerful streaming device. Right now, Amazon has the dongle-and-remote combo on sale for just $40, which matches its all-time low price. We gave it <a href=\"https://www.engadget.com/chromecast-with-google-tv-review-163024220.html\">a score of 86</a> when it debuted, particularly impressed by the intuitive remote and the Google Assistant integration, meaning it basically turns your TV into a smart home hub, with control over Assistant-enabled smart home devices.&nbsp;&nbsp;</p><p>We also liked the HD version of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaHJvbWVjYXN0LUdvb2dsZS1UVi1TdHJlYW1pbmctRW50ZXJ0YWlubWVudC9kcC9CMEI5SFM2RExaP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAQxXCuRsjrJkDAN4AClXD5-X1ESarfeqNOpmcuU-Hvf7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChromecast-Google-TV-Streaming-Entertainment%2Fdp%2FB0B9HS6DLZ%3Fth%3D1\">Chromecast with Google TV</a> when <a href=\"https://www.engadget.com/chromecast-with-google-tv-hd-review-just-a-great-little-streaming-dongle-160005778.html\">we tried it out</a>. If you've got an HD 1080p TV or monitor, the 4K version is probably overkill. You can pick up the HD version for $10 off list price, making it just $18 — possibly the lowest price you'll find on anything \"smart.\"</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtTmVzdC1HQTAxOTE5LUdBMDE5MTktVVMtQ2hyb21lY2FzdC9kcC9CMDhLUlY3UzIyP3RhZz1nZGd0MGMtcC1vLTRnLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAYsBCTL6DuvJ_MoUPng1TREvB06W6eRZwyoEwNSe9FG5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Nest-GA01919-GA01919-US-Chromecast%2Fdp%2FB08KRV7S22\" id=\"c76a21be8e1e4ac9ab1e2d7c560f5aba\">Buy Chromecast with Google TV (4K) at Amazon - $40</a><h2>Fitbit Charge 5</h2><figure><img alt=\"Fitbit Charge 5 fitness tracker\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-09/7aa23d70-1fb4-11ec-ae32-4a7ac16d5232\" /><figcaption></figcaption><div class=\"photo-credit\">Valentina Palladino / Engadget</div></figure><p>There's a good chance \"more exercise\" is on your 2023 to-do list, which makes this deal on a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXRiaXQtQWR2YW5jZWQtTWFuYWdlbWVudC1UcmFja2luZy1HcmFwaGl0ZS9kcC9CMDlCWFE0SE1CP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAbgDn11d1GASMUNUX8MnpRQMD0joME40s3uMPDzTnhho&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFitbit-Advanced-Management-Tracking-Graphite%2Fdp%2FB09BXQ4HMB\">Fitbit Charge 5</a> a right on time. The discount brings the price down to just $100 from its usual price of $150. That's not the lowest we've ever seen, but its still a great price. The Charge 5 <a href=\"https://www.engadget.com/best-fitness-trackers-133053484.html#bestoverallfitbitcharge5\">is our current favorite</a> fitness tracker thanks to its reliable delivery of sleep and activity stats. It's got GPS to record your runs and hikes, and Fitbit play for in-store payments so you can leave your wallet at home when you run. And since it's not a smartwatch, the battery lasted over five full days <a href=\"https://www.engadget.com/fitbit-charge-5-review-130043489.html\">in our review</a>, in which we awarded the wearable a score of 82.&nbsp;&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXRiaXQtQWR2YW5jZWQtTWFuYWdlbWVudC1UcmFja2luZy1HcmFwaGl0ZS9kcC9CMDlCWFE0SE1CP3RhZz1nZGd0MGMtcC1vLTRnLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAV-oQsti-pJmxl6vyHCDUMnBjfJaiqoExcrqh48pZp3N&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFitbit-Advanced-Management-Tracking-Graphite%2Fdp%2FB09BXQ4HMB\" id=\"c20acf31e6e74c5995eb34cd494a4d89\">Buy Fitbit Charge 5 at Amazon - $100</a><h2>Garmin Fenix 7&nbsp;</h2><figure><img alt=\"Garmin fenix 7 \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/70d1e6b0-605e-11ed-b3f9-ed02ae020669\" /><figcaption></figcaption><div class=\"photo-credit\">Garmin</div></figure><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3NlYXJjaD90eXBlPXByb2R1Y3Qmb3B0aW9ucyU1QnByZWZpeCU1RD1sYXN0Jm9wdGlvbnMlNUJ1bmF2YWlsYWJsZV9wcm9kdWN0cyU1RD1sYXN0JnE9ZmVuaXgrNyIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAb9YT1oPjoR-Gb0BYXlbrN6swc9v69NnhW85xwg4l-Da&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fsearch%3Ftype%3Dproduct%26options%255Bprefix%255D%3Dlast%26options%255Bunavailable_products%255D%3Dlast%26q%3Dfenix%2B7\">Garmin's fenix 7 Series</a> smartwatches have long battery lives, a slew of sensors and comprehensive GPS tracking capabilities — but they aren't cheap. MSRPs range between $700 for the smaller <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dhcm1pbi1mZW5peC03cy1zbWFydHdhdGNoIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAXNDB1dS-tQp8dfO2ewdB_OXurv-2m8Dz-5wV-N2y33W&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgarmin-fenix-7s-smartwatch\">fenix 7S</a> and $900 for the largest and solar-powered <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dhcm1pbi1mZW5peC03eC1zb2xhci1zbWFydHdhdGNoIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAexnDxrq01WKpDwceB4kbMMPI9hnXFKXTOBnATDAdmfs&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgarmin-fenix-7x-solar-smartwatch\">fenix 7X Solar</a>. The current sale at Wellbots takes $100 off every model. And if you enter the code <strong>ENGWATCH15</strong> at checkout, you'll get an additional $15 off. The battery on the fenix 7S can last up to 11 days in smartwatch mode, while the fenix 7X Solar can get a full month with regular exposure to the sun.&nbsp;</p><p>Garmin also makes a slightly more affordable GPS smartwatch in the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dhcm1pbi1pbnN0aW5jdC0yLXNtYXJ0d2F0Y2giLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAUUwtPitvjfYU8TNi5JJsmBe51AtQgIcbdoUVWYTLcdT&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgarmin-instinct-2-smartwatch\">Instinct 2</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dhcm1pbi1pbnN0aW5jdC0yLXNvbGFyLXNtYXJ0d2F0Y2giLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAdtYz46MOWSg3gTpzbXQbD8bBEwu8ZO4tDsNRh1-4zGz&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgarmin-instinct-2-solar-smartwatch\">Instinct 2 Solar Edition</a>. Those are currently $50 off as well, bringing the price down to $300 and $400, respectively. Use the same code and you'll score $15 extra off of those models too.&nbsp;</p><p></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3NlYXJjaD90eXBlPXByb2R1Y3Qmb3B0aW9ucyU1QnByZWZpeCU1RD1sYXN0Jm9wdGlvbnMlNUJ1bmF2YWlsYWJsZV9wcm9kdWN0cyU1RD1sYXN0JnE9ZmVuaXgrNyIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAb9YT1oPjoR-Gb0BYXlbrN6swc9v69NnhW85xwg4l-Da&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fsearch%3Ftype%3Dproduct%26options%255Bprefix%255D%3Dlast%26options%255Bunavailable_products%255D%3Dlast%26q%3Dfenix%2B7\" id=\"f305fc3da93f42a2874a755dac53f510\">Buy Garmin fenix 7 at Wellbots - $100 off </a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dhcm1pbi1pbnN0aW5jdC0yLXNvbGFyLXNtYXJ0d2F0Y2giLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAdtYz46MOWSg3gTpzbXQbD8bBEwu8ZO4tDsNRh1-4zGz&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgarmin-instinct-2-solar-smartwatch\" id=\"261e0195604f46e3ba9673b411593a84\">Buy Garmin Instinct 2 Solar at Wellbots - $50 off</a><h2>Apple Studio Display&nbsp;&nbsp;</h2><figure><img alt=\"Apple Studio Display\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/7213abd0-aabf-11ec-bd67-bd41cc3375a9\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>If you have newer versions of a Mac Studio, Mac Pro, Mac Mini or even a MacBook, you might want to keep the display in the family and go with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTY5NDk2OC1SRUcvYXBwbGVfbWswcTNsbF9hX3N0dWRpb19kaXNwbGF5X3N0YW5kYXJkLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAARv3Gtcb1Uxo8-crRsLm_n7MEzDTbXmSlKlb8A1X6_YB&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1694968-REG%2Fapple_mk0q3ll_a_studio_display_standard.html\">Apple Studio Display</a>. Only trouble is, Apple's latest screen costs $2,000 for the model with height and tilt adjustments, and $1,600 for tilt adjustment only. To lessen the blow, B&amp;H has the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTY5NDk2OS1SRUcvYXBwbGVfbWswdTNsbF9hX3N0dWRpb19kaXNwbGF5X3N0YW5kYXJkLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAV7_GpH5gVp802pJaleYRlJ7rmqH6xCHQ7sBBEUMLzrp&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1694969-REG%2Fapple_mk0u3ll_a_studio_display_standard.html\">tilt-only model</a> for $100 off and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTY5NDk2OC1SRUcvYXBwbGVfbWswcTNsbF9hX3N0dWRpb19kaXNwbGF5X3N0YW5kYXJkLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAARv3Gtcb1Uxo8-crRsLm_n7MEzDTbXmSlKlb8A1X6_YB&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1694968-REG%2Fapple_mk0q3ll_a_studio_display_standard.html\">height-and-tilt-adjustable model</a> for $200 off, bringing them down to a . In <a href=\"https://www.engadget.com/apple-studio-display-review-mac-monitor-154504997.html\">our review</a> of the Studio Display, we thought the speakers were impressive and the image quality of the 5K panel really popped.&nbsp;&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTY5NDk2OC1SRUcvYXBwbGVfbWswcTNsbF9hX3N0dWRpb19kaXNwbGF5X3N0YW5kYXJkLmh0bWwiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAARv3Gtcb1Uxo8-crRsLm_n7MEzDTbXmSlKlb8A1X6_YB&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1694968-REG%2Fapple_mk0q3ll_a_studio_display_standard.html\" id=\"33818ff073ea4f4c95aa4d05723ea05a\">Buy Apple Studio Display at B&amp;H Photo - $1,799</a><h2>SanDisk 1TB Extreme Portable SSD</h2><figure><img alt=\"SanDisk 1TB Extreme Portable SSD\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/a2459e90-605d-11ed-b73f-5d7f9b4049aa\" /><figcaption></figcaption><div class=\"photo-credit\">SanDisk</div></figure><p>We thought the deal on SanDisk's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhHVFlGQzM3P3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAARW9pIMeuDuXHTaYSD5A4DZnZISMmhVJfqNzQWnFjU8C&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08GTYFC37%3Fth%3D1\">1TB Extreme Portable SSD</a> was great when it was $109. Now that Amazon has it for $99, it's the lowest we've ever seen and 66 percent off its $250 list price. This is a good opportunity to up the time to up your storage capacity with a solid state drive (SSD) you can take anywhere. The tough exterior can handle falls from over six feet and shrugs off a heavy rainfall (or splash from your spilled soda). Once you plug it into your computer or phone using the included USB-C cable, you'll get data transfer speeds of 1GB per second. It comes with optional 256‐bit AES password protection and a built-in carabiner cut out to strap it to your pack.&nbsp;</p><p>For those who need more storage, the 2TB size is on sale for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhITjM3WEMxP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAASzVAiTpebblFieUxkqtIVfgV6lh_AqboUDaQxsLIy2w&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08HN37XC1%3Fth%3D1\">$150 at Amazon</a> and Walmart has the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvU2FuRGlzay1FeHRyZW1lLVBvcnRhYmxlLVNTRC00VEIvODU5NDM0MjUzIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAWJNkK5r3exyHXxZVENfoqroThEaNdADCHWU0N6QhInh&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FSanDisk-Extreme-Portable-SSD-4TB%2F859434253\">4TB size for $380</a>.&nbsp;&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhHVFlGQzM3P3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGctMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAek8M6GZwPJ-vV8cFmT1wvgCPg_443GsVdvz5F2pWBKT&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08GTYFC37%3Fth%3D1\" id=\"b68b69ec688946fe8eee642d8256fa34\">Buy SanDisk 1TB SSD at Amazon - $99</a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhITjM3WEMxP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGctMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAATV80UANGbmeVx-xd6kmUmlckzdB35zOLfC8KnuPiS5M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08HN37XC1%3Fth%3D1\" id=\"099caefbbcc84a5887428850f242e88b\">Buy SanDisk 2TB SSD at Amazon - $150</a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvU2FuRGlzay1FeHRyZW1lLVBvcnRhYmxlLVNTRC00VEIvODU5NDM0MjUzIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAWJNkK5r3exyHXxZVENfoqroThEaNdADCHWU0N6QhInh&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FSanDisk-Extreme-Portable-SSD-4TB%2F859434253\" id=\"1c1af6622022462db273f0456853d1cf\">Buy SanDisk 4TB SSD at Walmart - $380</a><h2>Lenovo IdeaPad Flex 5i</h2><figure><img alt=\"Lenovo IdeaPad Flex 5i\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/65c795f0-605c-11ed-8d5e-a3c67de7a38e\" /><figcaption></figcaption><div class=\"photo-credit\">Lenovo</div></figure><p>We named the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVJOQ04zWVY_dGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAUIKk-JUwUEaf0hVsbamZcgxiAbFoMbOaHCTEVPULI5R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09RNCN3YV\">Lenovo IdeaPad Flex 5i</a> the best overall pick in our guide to the <a href=\"https://www.engadget.com/best-chromebooks-160054646.html#bestoveralllenovoideapadflex5i\">best Chromebooks</a>. Right now Amazon is taking 30 percent off the prices for both the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVJOQ04zWVY_dGg9MSZ0YWc9Z2RndDBjLXAtby00Zi0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAQfIHIvKiei-g6et4CZNOIS8HRyHAkdYYs8IxvzIUDsP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09RNCN3YV%3Fth%3D1\">128GB model </a>and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkZGWkg5TE4_dGg9MSZ0YWc9Z2RndDBjLXAtby00Zi0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAASY5sa3_frCzphOYz6sFMvM7yFqwAPA_Qx9zUM7fRBmW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BFFZH9LN%3Fth%3D1\">256 model</a>, bringing them down to $300 and $330, respectively. When we tested out he Flex 5i, our reviewer Nathan Ingraham said it was the best Chromebook option for most people thanks to its bright 1080p touchscreen, 11th generation Intel Core i3 processor and 8GB of RAM. It's got an eight-hour battery life and the screen folds open to create either a tent or all the way back to create a tablet experience.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVJOQ04zWVY_dGg9MSZ0YWc9Z2RndDBjLXAtby00Zy0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAS3SmvU1FUv6_QQ6I6LjOqFif5gH5byG1wL2BTvRenR4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09RNCN3YV%3Fth%3D1\" id=\"67b7d30aa60e41968cf1cb98a6f9fa2f\">Buy Lenovo IdeaPad Flex 5i at Amazon - $300</a><h2>Ultimate Ears Wonderboom 3</h2><figure><img alt=\"UE Wonderboom 3\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/757432e0-56cc-11ed-b7fe-668e3219d86c\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>Right now Amazon has the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUtYNlJUN1E_dGg9MSZ0YWc9Z2RndDBjLXAtby00Zi0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAULiAz0weWl5T4R8275iO65wHRPZ6Qarj-njeHdm2Noi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09KX6RT7Q%3Fth%3D1\">Wonderboom 3</a> portable speaker from Ultimate Ears for up to 20 percent off, depending on the colorway, with a light gray hue seeing the biggest deal. That's the lowest this small-but-mighty speaker has gone yet and a great buy if you want something tough you can take outdoors.&nbsp;</p><p>The speaker is compact, clocking in just shy of 15 ounces, but it delivers full, 360-degree sound. If you do take it outside, outdoor mode will boost the treble and bass so you can hear it farther afield. A strong IP67 rating means it can handle submersion in water for up to 30 minutes and shrugs off most of the dirt and dust you'll find in the wild. It made our list of <a href=\"https://www.engadget.com/holiday-gifts-headphones-speakers-audio-180019755.html#uewonderboom3\">recommended audio gifts</a> and is a good deal even at its usual $99 price tag. Keep in mind, the Amazon listing includes the Wonderboom 2 speaker on the same page and the discount  only applies to the newer Wonderboom 3, with savings of up to $20.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUtYNlJUN1E_dGg9MSZ0YWc9Z2RndDBjLXAtby00Zy0yMCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAfCWRB1eA0hc23vN12UCH7N0i5lMJQgqWZobBa5i3t4K&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09KX6RT7Q%3Fth%3D1\" id=\"21398d4a072544779c8c24e825741adc\">Buy Ultimate Ears Wonderboom 3 at Amazon - $81</a><h2>Apple M2 MacBook Air&nbsp;</h2><figure><img alt=\"MacBook Air (M2, 2022)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-07/8f59f850-0318-11ed-bdad-5a7355971e05\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>We called <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQlZXSjZZP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAZ9S19sIQBi1_aoPVi1pqZ2SdmktGZON18HKW0F-dnQn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3BVWJ6Y%3Fth%3D1\">Apple's newest MacBook Air</a> a \"near-perfect Mac\" when it came out in July, and right now it's $150 off at both <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQ0RaTFRCP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAXBg0KvDe92oR4j1lb4drb2KmPX52V-B1iZlg4WyeaBz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3CDZLTB\">Amazon</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMDMwMS1SRUcvYXBwbGVfbWx4eTNsbF9hXzEzXzZfbWFjYm9va19haXJfbTIuaHRtbCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAY2tHEjlHg6e1sXSW8xuuy5gWUJF_s1hpLbXcbiZthWF&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1710301-REG%2Fapple_mlxy3ll_a_13_6_macbook_air_m2.html\">B&amp;H</a>. That matches the lowest price we've seen so far. This is the base model of the ultraportable, with 8GB of RAM and 256GB of SSD memory. And it only applies to the space gray and silver colorways at Amazon. If you want a little bit more storage, Amazon is also knocking $150 off of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQlZLWEg4P3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAc_E_DtWRbNFPvB7CDSPKjHYgbtF7jo2fp_ir_oKqVMX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3BVKXH8%3Fth%3D1\">8GB RAM/512GB SSD configuration</a> in all four colorways.&nbsp;</p><p>We gave the M2 MacBook Air a <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">score of 96</a> earlier this year, giving enthusiastic props for the gorgeous, razor-thin design, the bright, 13.6-inch Liquid Retina screen, and a battery that lasted 16 hours and 30 minutes in our tests. One of our few caveats, other than the lack of Pro Motion, was the price. Now that you can pocket $150, it's a little easier to take.&nbsp;</p><p>If you were thinking about going pro, Amazon is taking $150 off the base model <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQzU3WExSP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAVcasyXSVW9_aBtcNslpHmMPjsfluZh-qod6dRwxGZew&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3C57XLR\">13-inch MacBook Pro</a> and $300 off the 2021 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlKUU1XNDRDP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAXm6co699gOfcOybPLbjaNTtcla5A5k0i5C0ksywJmnP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09JQMW44C\">16-inch M1 MacBook Pro</a>.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQlZXSjZZP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGctMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAUcF2F2Fa0oEVTTLsbBzGOpTXLmKV99b0PM_q2_DbbO8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3BVWJ6Y%3Fth%3D1\" id=\"c6928a8ea48e45e49bf760da24466745\">Buy MacBook Air (2022) at Amazon - $1049</a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTcxMDMwMS1SRUcvYXBwbGVfbWx4eTNsbF9hXzEzXzZfbWFjYm9va19haXJfbTIuaHRtbCIsImNvbnRlbnRVdWlkIjoiYjNhNTJmNGItMTVkZi00MWI2LWFmOGUtY2JjODY2YTUxMjk0In0&amp;signature=AQAAAY2tHEjlHg6e1sXSW8xuuy5gWUJF_s1hpLbXcbiZthWF&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1710301-REG%2Fapple_mlxy3ll_a_13_6_macbook_air_m2.html\" id=\"411e5a39bd644ab39339fd9b35fad6be\">Buy MacBook Air (2022) at B&amp;H Photo - $1049</a><h2>Google Nest Learning Thermostat</h2><figure><img alt=\"Google Nest Learning Thermostat\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/eb8daa70-613e-11ed-bbab-30ac18fc04cf\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>Google's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1uZXN0LWxlYXJuaW5nLXRoZXJtb3N0YXQtM3JkLWdlbmVyYXRpb24_c3NjaWQ9YjFrNl9jMnhsNyYiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAaxGn_fQ9SjunGu3SNjjZFu0UXdY5mobnZdx_i9CQnmy&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-nest-learning-thermostat-3rd-generation%3Fsscid%3Db1k6_c2xl7%26\">Nest Learning Thermostat</a> is one of the better smart thermostats you can buy, and right now Wellbots has a discount code that knocks $70 off the price. When you enter <strong>THERMOENG</strong> at checkout, it brings the price down to $179, which isn't the lowest it's ever been, but beats many of the discounts we've <a href=\"https://www.engadget.com/googles-nest-learning-thermostat-is-on-sale-for-199-right-now-143020941.html\">seen recently</a>. As a smart device, the Nest Learning Thermostat links up to your phone via the app, allowing you to control the thermostat from anywhere. In time, the Nest gradually learns your temperature preferences, allowing it to then automate your home's heading and cooling schedule with minimal input on your end. There are eco settings indicated by a green leaf, that let you know when you're optimizing your energy usage. It can even detect when no one's home and set the temps accordingly, so you're not overly heating or cooling an empty house.&nbsp;</p><p>If $179 still feels a bit steep, Google also makes a lower-end model called the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEhSUERZVFA_dGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAdwaiFE94cMzjNoaWmr5MwMXkWzHcS6NCmdTQwm04CJK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08HRPDYTP\">Nest Thermostat</a>. The lack of \"learning\" in the product name tells you the main difference between the two devices. The base model doesn't learn your preferences, but it retails for just $130.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1uZXN0LWxlYXJuaW5nLXRoZXJtb3N0YXQtM3JkLWdlbmVyYXRpb24iLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAWbCOB2hfFWFV356XVzkdnfaZ-9CowMJd5OHtsMmFTQo&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-nest-learning-thermostat-3rd-generation\" id=\"ecb3e8e852dc4177a77d176b07369a3b\">Buy Nest Learning Thermostat at Wellbots - $179</a><h2>Ring Video Doorbell (2020)</h2><figure><img alt=\"Ring Video Doorbell\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-07/55527450-f95b-11ec-af0d-2efed240ec78\" /><figcaption></figcaption><div class=\"photo-credit\">Ring</div></figure><p>Keeping an eye on your package deliveries just got easier with 40 percent off the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhONU5RODY5P3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAATBkUxKVzCe7beM4-Knkfs9T0kJrBHUQaeY4Hj6alh-3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08N5NQ869%3Fth%3D1\">Ring Video Doorbell</a>. The discount brings the Ring down to $60, which is lower than we saw on <a href=\"https://www.engadget.com/amazon-knocks-the-ring-video-doorbell-down-to-75-for-prime-day-130018477.html\">Prime Day</a> in July when the price dropped by just 25 percent. This is the most recent model of the standard video doorbell from Ring, released in 2020. It sends 1080p video to your connected device, and offers the ability to both speak to and hear whoever's at your door with its built in mic and speaker. You can set it up to send pings to you whenever motion is detected if you so desire and it runs on either a rechargeable battery or your existing doorbell wiring.&nbsp;</p><p>Right now Amazon is also pairing up the Ring in a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhZU1pRRDJDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGYtMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAaIIJj0uUyq1XHsFRqDHn-g1XnbN8mPDafsSVA33K9uP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08YSZQD2C%3Fth%3D1\">bundle with an Echo Show 5</a>, so you can keep tabs on your front door with the smart display. Together they're $70, which means you save $40 on the video doorbell and pay just $10 more for the display.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhONU5RODY5P3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGctMjAiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAXu0yvJ48CKILuL_znuHAVKTTS3XbCBCSOi1bAnOmehU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08N5NQ869%3Fth%3D1\" id=\"ddf3576c13724c739942d0d33285806d\">Buy Ring Video Doorbell at Amazon - $60</a><h2>Apple MagSafe battery pack</h2><figure><img alt=\"Apple's MagSafe Battery pack is the lowest price it's been all year\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-05/129fd1b0-dff8-11ec-bfe2-b7143f3918e0\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure><p>No one loves a dead phone, and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk5QldZN1dUP3BzYz0xJnRhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAUbl36s6wSepBBmsOB3y0BNGKBPUIX-1f0eELgyunPKA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB099BWY7WT%3Fpsc%3D1\">Apple's MagSafe</a> battery makes sure that never happens. At less than a year old, the brand's only battery pack is usually $100, and we don't see it getting a ton of discounts. This is the best deal we've seen so far <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk5QldZN1dUP3BzYz0xJnRhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAUbl36s6wSepBBmsOB3y0BNGKBPUIX-1f0eELgyunPKA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB099BWY7WT%3Fpsc%3D1\">at just $71</a> or 28 percent off. Small enough to carry in a pack or purse, the diminutive block snaps onto the back of your iPhone for on-the-move refills, and you can use your phone as it charges. While your mileage may vary, <a href=\"https://support.apple.com/en-us/HT212174\">published specs</a> say you'll get a 70 percent fill for smaller phones like the iPhone 12 or 13 mini, and 40 percent on bigger models like the iPhone 14 Pro Max. If you need to charge both the battery pack and your iPhone at the same time, you can, provided you use a 20W or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0yMFctVVNCLUMtUG93ZXItQWRhcHRlci9kcC9CMDhMNU05QlRKP3RhZz1nZGd0MGMtcC1vLTRmLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAbY944R_xgN91QB_tWi1m6XPI0f3NxlIvuMAsSORUOvl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-20W-USB-C-Power-Adapter%2Fdp%2FB08L5M9BTJ\">higher power adapter</a>. While we don't know whether the price will drop further for Black Friday, this deal beats all of last year's discounts.&nbsp;&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk5QldZN1dUP3BzYz0xJnRhZz1nZGd0MGMtcC1vLTRnLTIwIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAVTbr_ZDG368ktDRjdBDeDuumKD5WHQ09w0G4z_Rkz9o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB099BWY7WT%3Fpsc%3D1\" id=\"7161cf3d67e742c9a5523d4c995cd185\">Buy Apple MagSafe Battery at Amazon - $71</a><h2>Apple HomePod mini</h2><figure><img alt=\"Apple HomePod mini\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/d3e496f0-61e2-11ed-b5bf-98a9291829b5\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure><p>Right now, and today only, Target is offering <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2FwcGxlLWhvbWVwb2QtbWluaS8tL0EtODE2NDMxOTUiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAehNq6B-xPvmfKo0h4Z6k5N5c8T2jeJFm-iE1E0Bt0Ax&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fapple-homepod-mini%2F-%2FA-81643195\">Apple's HomePod mini</a> for just $80. That's a 20 percent discount and the lowest price we've tracked so far, which probably explains the limited-time, Friday-only deal. The smart speaker is geared towards a home that's already steeped in the Apple ecosystem, and if you like the way Siri handles your commands, this is a good time to bring home Apple's only home hub. It'll take voice commands from up to six different people in your home, seamlessly works with other Apple devices and works as an intercom when there's more than one.&nbsp;</p><p>When <a href=\"https://www.engadget.com/apple-homepod-mini-review-140030652.html\">we reviewed</a> the tiny smart speaker upon its debut in 2020, we liked the dead-simple setup and the responsive way Siri controls the music. That said, we did note that the sound quality was much better when there were two speakers paired up. Now that you can score a 20 percent discount, getting two might just be an option.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL2FwcGxlLWhvbWVwb2QtbWluaS8tL0EtODE2NDMxOTUiLCJjb250ZW50VXVpZCI6ImIzYTUyZjRiLTE1ZGYtNDFiNi1hZjhlLWNiYzg2NmE1MTI5NCJ9&amp;signature=AQAAAehNq6B-xPvmfKo0h4Z6k5N5c8T2jeJFm-iE1E0Bt0Ax&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fapple-homepod-mini%2F-%2FA-81643195\" id=\"8d3d1b4e38f849c89681e19cf7613562\">Buy Apple HomePod mini at Target - $80</a><h2>Xbox Series S Console</h2><figure><img alt=\"Microsoft Series S gaming console.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-11/b2e72823-1ecb-11eb-9a87-43ba090b869f\" /><figcaption></figcaption><div class=\"photo-credit\">Aaron Souppouris / Engadget</div></figure><p>As a reward for those of you who read to the bottom of lists, here's Adorama's one-day-only sale on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20veGJycnMwMDAwMS5odG1sIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAeJSNeP4rL9qHWFzYl_q0HBTqchigYEX6S17Zih0dtTT&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fxbrrs00001.html\">Xbox Series S console</a>. The $50 discount brings the $300 console down to just $250, which is at least $25 less than we've tracked so far. <a href=\"https://www.engadget.com/xbox-series-s-review-140027758.html\">In our review</a>, senior editor and video game expert Jessica Conditt called it a next-gen starter pack, praising the cute aesthetics and incredibly smooth gameplay.&nbsp;</p><p>The big differences between the Series X and the Series S is storage capacity and 4K gameplay. The Series  X offers a solid 1TB of SSD space and 4K gaming. The Series S tops out at 512GB of storage and has a native resolution of 1440p. Also note that the Series S is digital only, as in you can't insert any physical game discs. That said, the Xbox Series X goes for over $500, granted you can find it. For those who want the smooth and fast play of a the latest generation Xbox, this might be the lowest price you see.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20veGJycnMwMDAwMS5odG1sIiwiY29udGVudFV1aWQiOiJiM2E1MmY0Yi0xNWRmLTQxYjYtYWY4ZS1jYmM4NjZhNTEyOTQifQ&amp;signature=AQAAAeJSNeP4rL9qHWFzYl_q0HBTqchigYEX6S17Zih0dtTT&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fxbrrs00001.html\" id=\"7c521acd52f94956bc15c84a369d194a\">Buy Xbox Series S Console at Adorama - $250</a><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/alleged-lock-bit-ransomware-gang-member-arrested-190253603.html?src=rss", "title": "Alleged LockBit ransomware gang member arrested in Canada", "date_published": "2022-11-11 19:02:53+00:00", "description": "<p>Authorities in Canada have arrested an alleged member of the LockBit <a href=\"https://www.engadget.com/tag/ransomware/\"><ins>ransomware</ins></a> gang, according to the Department of Justice. Mikhail Vasiliev, a dual Russian-Canadian citizen, is awaiting extradition to the US, where he is charged with conspiracy to intentionally damage protected computers and to transmit ransom demands. Vasiliev faces a prison sentence of up to five years and a fine of up to $250,000 if he is convicted.</p><p>According to the complaint, the LockBit ransomware first emerged around January 2020, and the FBI has been investigating those behind it since March of that year. The DOJ claims LockBit is \"one of the most active and destructive ransomware variants in the world,\" having claimed at least 1,000 victims, <a href=\"https://www.engadget.com/intercontinental-hotels-group-cyberattack-151926130.html\"><ins>including a Holiday Inn hotel in Turkey</ins></a>. The agency added that members of the LockBit gang have demanded at least $100 million in total ransom payments. The gang has claimed tens of millions of dollars from victims, according to the DOJ.</p><span id=\"end-legacy-contents\"></span><p>“This arrest is the result of over two-and-a-half years of investigation into the LockBit ransomware group, which has harmed victims in the United States and around the world,” deputy attorney general Lisa O. Monaco <a href=\"https://www.justice.gov/opa/pr/man-charged-participation-lockbit-global-ransomware-campaign\"><ins>said in a statement.</ins></a> “Let this be yet another warning to ransomware actors: working with partners around the world, the Department of Justice will continue to disrupt cyber threats and hold perpetrators to account. With our partners, we will use every available tool to disrupt, deter and punish cyber criminals.”</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-magsafe-battery-pack-deal-down-to-new-low-71-amazon-174136959.html?src=rss", "title": "Apple's MagSafe Battery Pack is down to a new low of $71", "date_published": "2022-11-11 17:41:36+00:00", "description": "<p>Apple's <a href=\"https://www.engadget.com/apple-iphone-12-magsafe-battery-pack-175601349.html\">MagSafe Battery Pack</a> is exactly what it says on the tin: a portable battery that snaps to the back of an iPhone through Apple's MagSafe magnetic charging tech and charges the handset wirelessly. The battery is a tougher sell at full price, but today it's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk5QldZN1dUP3RhZz1nZGd0MGMtcC1vLTRlLTIwIiwiY29udGVudFV1aWQiOiI2ZTQxZTc1Zi03NjI5LTRmMTctOWU0NS01YjlhODlhYTliMWMifQ&amp;signature=AQAAAZgVwFF1Gd3I55rI8kpnlix8AmHznYtPjiyjIvZrvgBQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB099BWY7WT\">available for $71</a>, which marks the lowest price we've seen to date. For reference, Apple typically sells the device for $99, though its average price online has sat closer to $90 in recent months.</p><p></p><p>The MagSafe Battery Pack works with any iPhone 12, 13, or 14 model, and using it is as simple as slapping it on the back of one of those devices and letting it do its thing. You don't have to press any additional buttons to start the charge, unlike many third-party competitors. Design wise, it's a slim, matte plastic rectangle that's designed to match the dimensions of an iPhone 12 or 13 mini, so it'll fit entirely within the back of a larger device like the iPhone 14 Pro Max.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Because this is an Apple-made product, it's also able to integrate with an iPhone in ways competing MagSafe batteries can not. You <a href=\"https://support.apple.com/en-us/HT212174\">can see</a> the pack's charge level through iOS's Control Center and Batteries widget, for instance, and you can reverse-charge the battery itself from your iPhone when the latter is plugged in. By default, the pack will only charge your phone to around 90 percent to better preserve its efficiency, though you can turn that off if you wish.</p><p>If you have a 20W or higher charger and a USB-C to Lightning cable, you can also turn the MagSafe Battery Pack into a 15W wireless charging puck, which gives it a bit of utility when you aren't out of the house. Unfortunately, and <a href=\"https://www.engadget.com/apple-appeal-brazil-ban-iphone-sales-no-charger-052020204.html\">perhaps expectedly</a>, Apple doesn't include a cable or power brick in the box, but that's less of a problem if you already own both of those for your iPhone. (If you don't, our <a href=\"https://www.engadget.com/best-fast-chargers-140011033.html\">guide to the best fast chargers</a> may be of interest.)&nbsp;</p><p>When it comes to actually charging your iPhone, the MagSafe Battery Pack is a bit more compromised. Part of that is just due to the nature of wireless charging; the tech has improved over the years, but if you want the fastest charge possible, a cable with a traditional battery pack will usually be quicker to top things off. But the capacity of the MagSafe Battery Pack itself is fairly small at 1,460mAh (or 11.13Wh), so it can only charge a standard iPhone 14 to about 60-65 percent from zero.&nbsp;</p><p>We've recommended <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTlaNDc4SzkvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QTI5NFA0WDlFV1ZYTEomcHNjPTEmdGFnPWdkZ3QwYy1wLW8tNGUtMjAiLCJjb250ZW50VXVpZCI6IjZlNDFlNzVmLTc2MjktNGYxNy05ZTQ1LTViOWE4OWFhOWIxYyJ9&amp;signature=AQAAAauym6ah54PPMAZWcXZyVuCSKGRnbF51_xR7-hys4wKJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB099Z478K9%2Fref%3Dox_sc_act_title_1%3Fsmid%3DA294P4X9EWVXLJ%26psc%3D1\">Anker's 622 Magnetic Battery</a> as a <a href=\"https://www.engadget.com/anker-622-magsafe-battery-pack-irl-143059141.html\">good alternative</a> to the MagSafe Battery Pack in the past; that one has a larger 5,000mAh (19.25Wh) capacity that can get closer to a 80-85 charge on the same phone. It also costs less than Apple's pack even with the latter on sale, has a built-in kickstand, and comes in a wider variety of colors. (The MagSafe Battery Pack is only available in white.) It's not designed as neatly for iPhones and lacks the extras noted above, but it's a better value if you just want more power from a compact MagSafe pack. Anker's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOU5SRzRHSzMvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGUtMjAiLCJjb250ZW50VXVpZCI6IjZlNDFlNzVmLTc2MjktNGYxNy05ZTQ1LTViOWE4OWFhOWIxYyJ9&amp;signature=AQAAATfmUT-N9UNa-L5ERri0RgFlQxZsl41TrYtUDFuM2625&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09NRG4GK3%2F%3Fth%3D1\">633 Magnetic Battery</a>, meanwhile, has an even greater capacity, albeit in a thicker frame.</p><p>Still, since their charging abilities limited, MagSafe packs like these are best thought of as battery <em>extenders</em>, things can use to fill up your phone in a pinch, more than full-on battery packs. For that, the MagSafe Battery Pack is fine, particularly since Apple released a <a href=\"https://www.macrumors.com/2022/04/20/magsafe-battery-pack-faster-charging/\">firmware update</a> earlier this year that boosted the pack's charging rate from 5W to 7.5W, which is still slower than using a cable but matches the Anker models above. If you can live with the lesser capacity and know you'll value some of its more iPhone-friendly features, it should be easier to justify at this deal price.</p><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/rings-video-doorbell-drops-to-60-ahead-of-black-friday-170912549.html?src=rss", "title": "Ring's Video Doorbell drops to $60 ahead of Black Friday", "date_published": "2022-11-11 17:09:12+00:00", "description": "<p>If you've been waiting for the holiday shopping season to grow your smart home ecosystem without dropping unnecessary amounts of money, you're in luck. Ahead of Black Friday, Amazon has already knocked down the price of the standard <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhONU5RNjlKP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGQtMjAiLCJjb250ZW50VXVpZCI6ImUxZTBiODE0LWU0ODUtNDI2OS1iZTVmLWY3NjhkMjZlMzJhMSJ9&amp;signature=AQAAAUso37_hQmJCSeXVnoeywi-k8mERc9-QTpW6Wvvw6hsy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08N5NQ69J%3Fth%3D1\">Ring Video Doorbell</a> to $60. That's $15 cheaper than it was during Prime Day in July earlier this year and the best price we've seen it. There are a couple of compelling bundles you could get, too: pair the Video Doorbell <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhZU1pRRDJDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGQtMjAiLCJjb250ZW50VXVpZCI6ImUxZTBiODE0LWU0ODUtNDI2OS1iZTVmLWY3NjhkMjZlMzJhMSJ9&amp;signature=AQAAAXTeCatF6JIkVEsv7yBwFhGopLwcVd4cuH7VQMzGDJNl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08YSZQD2C%3Fth%3D1\">with an Echo Show 5</a> for only $10 more, or get it with a battery-operated <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDk0U0dXR1E2P3RoPTEmdGFnPWdkZ3QwYy1wLW8tNGQtMjAiLCJjb250ZW50VXVpZCI6ImUxZTBiODE0LWU0ODUtNDI2OS1iZTVmLWY3NjhkMjZlMzJhMSJ9&amp;signature=AQAAAbgzAuJSrP8HInCBMK-iEljvnDyEsu_jVx732Aq6KhAz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB094SGWGQ6%3Fth%3D1\">Ring Stick Up Camera</a> for a total of $160.</p><p></p><p>While Ring has come out with multiple new versions of its signature doorbell, the standard model likely has everything most people would need from such a smart home device. It records 1080p video and will send alerts to your smartphone when it detects motion outside your door. It also supports two-way audio, so you can talk to visitors, delivery drivers and others when they ring the bell. This updated version of the original video doorbell has crisper night vision, along with support for privacy zones.</p><span id=\"end-legacy-contents\"></span><p>Installing the video doorbell is pretty easy, and you have two power options: hardwire the device to your home for constant power, or keep it running using the built-in rechargeable battery. Just keep in mind that the battery in this model isn't removeable, so you'll need to take the whole device off its perch to power it up every once in a while. If that seems like a hassle to you, you'll have to spring for either the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg0OUo3VzVYLz90YWc9Z2RndDBjLXAtby00ZC0yMCIsImNvbnRlbnRVdWlkIjoiZTFlMGI4MTQtZTQ4NS00MjY5LWJlNWYtZjc2OGQyNmUzMmExIn0&amp;signature=AQAAAf5Z90zk0JGdCAX0VUmp5WO0JTcGTyCl7hFg2y44r91V&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0849J7W5X%2F\">Video Doorbell 3</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhKTlI3N1FZLz90YWc9Z2RndDBjLXAtby00ZC0yMCIsImNvbnRlbnRVdWlkIjoiZTFlMGI4MTQtZTQ4NS00MjY5LWJlNWYtZjc2OGQyNmUzMmExIn0&amp;signature=AQAAAVc3ZcywBDF2cNkJsPzI1vtxS3lw-iApF8t3Wg5jo88H&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08JNR77QY%2F\">Video Doorbell 4</a> to get a detachable battery. You'll also get advanced features like 5GHz WiFi and an included corner kit with both of those, too.</p><p>Both another thing all Ring Video Doorbells have in common is the ability to sync with Alexa devices. If you have an Echo Show device in your home, or even a more advanced Fire TV streamer, you can use those displays or your TV to check your doorbell's camera feed.</p><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ftx-bankruptcy-ceo-sam-bankman-fried-resigns-155552534.html?src=rss", "title": "Crypto exchange FTX files for bankruptcy as its CEO resigns", "date_published": "2022-11-11 15:55:52+00:00", "description": "<p>Twitter isn’t the only notable tech company to <a href=\"https://www.engadget.com/elon-musk-twitter-bankruptcy-215850492.html\"><ins>bandy around the word “bankruptcy”</ins></a> this week. After a stunningly rapid collapse, crypto exchange <a href=\"https://www.engadget.com/tag/ftx/\"><ins>FTX</ins></a> has filed for Chapter 11 bankruptcy protection, while founder Sam Bankman-Fried has resigned as CEO.</p><p>The bankruptcy filing covers FTX Trading, FTX US, Alameda Research and around 130 other companies under the umbrella of the FTX Group, <a href=\"https://twitter.com/FTX_Official/status/1591071832823959552\">according to a press release</a>. Some others, such as FTX Australia and FTX Express Pay, are not involved in the bankruptcy proceedings. Filing for Chapter 11 bankruptcy doesn't necessarily mean that a company is dead in the water — it allows a business to keep trading while it figures out a plan to pay back creditors. However, it's a tough position to come back from.</p><span id=\"end-legacy-contents\"></span><div id=\"fcd265d1f3954b26a2285f8aea4f9b27\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Press Release <a href=\"https://t.co/rgxq3QSBqm\">pic.twitter.com/rgxq3QSBqm</a></p>— FTX (@FTX_Official) <a href=\"https://twitter.com/FTX_Official/status/1591071832823959552?ref_src=twsrc%5Etfw\">November 11, 2022</a></blockquote></div><p>\"The immediate relief of Chapter 11 is to provide the FTX Group the opportunity to assess its situation and develop a process to maximize recoveries for stakeholders,\" new CEO John J. Ray III (a former Enron chairman who came in to <a href=\"https://www.chicagotribune.com/news/ct-xpm-2007-11-04-0711030650-story.html\">oversee that company's liquidation</a>) said in a statement. \"The FTX Group has valuable assets that can only be administered in an organized, joint process. I want to [assure] every employee, customer, creditor, contract party, stockholder, investor, governmental authority and other stakeholder that we are going to conduct this effort with diligence, thoroughness and transparency.\" Ray suggested that stakeholders should remain patient, noting that \"events have been fast-moving and the new team is engaged only recently.\"</p><p>The company swiftly found itself in dire straits after the price of its native FTT token nosedived and many users withdrew their cryptocurrency. Following reports that FTX was facing a liquidity crisis, Changpeng Zhao, the CEO of rival crypto giant Binance, said his company would sell off around $529 million worth of FTT. That all but wiped out the token's value.</p><p>Binance then agreed to bail out FTX by <a href=\"https://www.engadget.com/binance-buys-ftx-crypto-exchange-183519035.html\"><ins>taking over the company</ins></a>. However, it <a href=\"https://www.engadget.com/binance-abandons-ftx-rescue-bid-222642965.html\"><ins>backed out of the deal</ins></a> a day later, citing concerns that emerged while conducting due diligence. Bankman-Fried went on to <a href=\"https://twitter.com/SBF_FTX/status/1590709166515310593\"><ins>apologize for the mess</ins></a> and said on Thursday he was doing everything he could to <a href=\"https://twitter.com/SBF_FTX/status/1590709181077934081\"><ins>raise funds</ins></a> and <a href=\"https://twitter.com/SBF_FTX/status/1590709179425394689\"><ins>do \"right by users.\"</ins></a> He stepped down just a day later.&nbsp;</p><p>\"This doesn't necessarily have to mean the end for the companies or their ability to provide value and funds to their customers chiefly, and can be consistent with other routes,\" Bankman-Fried <a href=\"https://twitter.com/SBF_FTX/status/1591089324006977536\">wrote on Twitter</a> after the bankruptcy filing. \"I'm going to work on giving clarity on where things are in terms of user recovery ASAP.\" Bankman-Fried added that he will <a href=\"https://twitter.com/SBF_FTX/status/1591089330323611648\">soon publish</a> a more complete, play-by-play account of what happened to FTX.</p><p>Meanwhile, reports <a href=\"https://www.wsj.com/articles/sec-investigates-crypto-platform-ftx-11668020379\"><ins>have suggested</ins></a> that the Department of Justice and Securities and Exchange Commission are investigating FTX. It's not clear when the DOJ started looking into the company's dealings, but the SEC’s investigation has reportedly been ongoing for several months.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-surface-pro-9-right-to-repair-parts-154305239.html?src=rss", "title": "Microsoft will make Surface parts available to consumers in 2023", "date_published": "2022-11-11 15:43:05+00:00", "description": "<p>Microsoft hasn't been shy about wanting to <a href=\"https://www.engadget.com/ifixit-microsoft-repair-tools-partnership-170115725.html\">improve the repairability</a> of Surface devices, and that now includes the availability of spare parts. In a <a href=\"https://www.ifixit.com/News/68671/does-the-surface-pro-9-mark-a-turning-point-for-repairability-at-microsoft\">statement</a> to iFixit, Microsoft says it plans \"broad availability\" of parts for individuals and independent repair shops in the first half of 2023. You can also expect complete repair manuals for the <a href=\"https://www.engadget.com/surface-pro-9-5g-review-sq3-arm-173012304.html\">Surface Pro 9</a> by the end of this year. A wider repair network will be available in early 2023 with the help of a \"major US retailer.\"</p><p>That improved stance is reflected in the company's latest designs. Microsoft says repairability was a \"major focus\" in the Surface Pro 9's construction, and iFixit has confirmed as much in its independently run teardown of the Windows tablet. The user-accessible SSD is just the start. The battery is screwed in rather than glued, and the display is easier to remove when you're digging into the internals. This is the \"most repairable\" Surface yet, according to iFixit, and a sharp contrast with the <a href=\"https://www.engadget.com/2014-06-23-surface-pro-3-teardown.html\">notoriously difficult-to-fix</a> builds of the past.</p><span id=\"end-legacy-contents\"></span><div id=\"217e53076da34002a3c42c4e9e31b9d0\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>This isn't the first time Microsoft has made nods toward do-it-yourself repair. The <a href=\"https://www.engadget.com/2019-10-24-microsoft-surface-laptop-3-ifixit-teardown.html\">Surface Laptop 3</a> was easier to open, and even the extra-slim <a href=\"https://www.engadget.com/2019-11-07-surface-pro-x-ifixit-teardown.html\">Surface Pro X</a> had a user-replaceable SSD. iFixit also warns that it can't truly judge the Surface Pro 9's repairability until the manuals and parts are available. The RAM is still soldered on, too, even if it might offer added performance and energy savings as a result. This is a large step in the right direction, but not the definitive solution.</p><p>As with similar efforts by <a href=\"https://www.engadget.com/apple-self-service-repair-macbook-air-pro-133326786.html\">Apple</a>, <a href=\"https://www.engadget.com/google-pixel-repair-diy-parts-ifixit-182931322.html\">Google</a>, <a href=\"https://www.engadget.com/samsung-ifixit-self-repair-program-available-launch-date-134634384.html\">Samsung</a> and others, Microsoft isn't acting strictly out of kindness. The tech industry is facing pressure from <a href=\"https://www.engadget.com/biden-right-to-repair-ftc-apple-microsoft-214015408.html\">federal</a> and <a href=\"https://www.engadget.com/new-york-passes-digital-fair-repair-act-bill-185302417.html\">state</a> governments to improve repairability, including through \"Right to Repair\" legislation that requires access to components, documents and diagnostics. If Microsoft didn't make the Surface lineup easier to fix on its own, governments might have stepped in.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-the-frame-tv-irl-153546368.html?src=rss", "title": "What we bought: How Samsung's Frame TV became my favorite piece of living room art", "date_published": "2022-11-11 15:35:46+00:00", "description": "<p>My first “adult” TV was a 200-pound CRT monstrosity that lived inside an even more monstrous, 300-pound cabinet with doors. After that, I upgraded to a monitor-and-laptop setup that stowed in the hidey compartment of my coffee table. The thing is, I loathe black mirrors; the blank void that stares out when a TV is off creeps me out. (I blame <em>The Ring.</em>) I decided all screens had to stay hidden if I wasn’t actively watching them and just avoided a wall-mounted TV altogether – until the market came up with one that looks like art when it's off.</p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlUUTVDQzRQP3RhZz1nZGd0MGMtcC1vLTMxLTIwIiwiY29udGVudFV1aWQiOiI5OWYwYjJhZC1kMGZiLTQyZmUtYjgxYy1lOGQzMzY4MzM0ZjEifQ&amp;signature=AQAAAXkRsS-gNxhVX4ydWUI2mTg6YoJmxVgb280ZQOV1GFfw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09TQ5CC4P\">Samsung’s The Frame</a> came out in 2017. I bought a 43-inch model back in 2019 and have been a big fan ever since. On the inside, it’s a thoroughly serviceable smart TV with a QLED panel and Samsung’s Tizen OS (which the company<a href=\"https://www.engadget.com/samsung-partnerships-tizen-tv-platform-123730369.html\"> just licensed for use</a> with non-Samsung TVs). The picture is bright, the sound is clear, and Tizen is easy to figure out – but I forked over $800 for the namesake feature.</p><span id=\"end-legacy-contents\"></span><p>The Frame does a great job of looking like art hanging on my wall. The thin panel has picture-frame edges and mounts flat against the wall, like a giant photo. The panel connects via a thin wire to an external receiver/port hub/tuner box combo, which means you can actually drop the wire behind the drywall and have it pop out elsewhere, furthering the illusion that there’s nothing electronic going on here. The brick walls of my old house aren’t letting that happen, so I hide the wire behind a plant.</p><figure><img alt=\"Samsung The Frame\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/89f159b0-5a2c-11ed-a9bd-6158297b2227\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim</div></figure><p>As for the effect, I’ve had people come over who asked me whether we had a TV at all, standing just a couple feet from The Frame. It’s fun to turn it on and witness their total surprise. I will say I’m jealous of the<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvdGVsZXZpc2lvbnMtaG9tZS10aGVhdGVyL3R2cy90aGUtZnJhbWUvNTUtY2xhc3MtdGhlLWZyYW1lLXFsZWQtNGstc21hcnQtdHYtMjAyMi1xbjU1bHMwM2JhZnh6YS8iLCJjb250ZW50VXVpZCI6Ijk5ZjBiMmFkLWQwZmItNDJmZS1iODFjLWU4ZDMzNjgzMzRmMSJ9&amp;signature=AQAAAWs56oDKv3aXpxbIrPpcxzNwzXwRgZTIzPiAAaFi8kYW&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Ftelevisions-home-theater%2Ftvs%2Fthe-frame%2F55-class-the-frame-qled-4k-smart-tv-2022-qn55ls03bafxza%2F\"> latest models</a>, which have an anti-reflective matte finish that I wish my older model had. I think it enhances the effect.</p><p>The Frame’s elegant hardware is a perk, but the other important factor in the art-not-TV illusion comes from Samsung’s Art Store, an $8 monthly subscription that grants access to a ton of art to display. There are collections from the Louvre (though picking a Vermeer to hang on your wall might stretch credulity) as well as the Museum of Fine Arts Budapest, Etsy, Life Picture Collection, Saatchi Art, van Gogh Museum Amsterdam, BBC Earth, Magnum photos and lots more. I tend to go with abstracts and modern photography, and my kid likes the illustrations and wildlife photos.</p><p>But if you (understandably) have subscription fatigue from the 25 different services you pay for and don’t want to add another to the list, the included “Samsung collection” offers 10 artworks for free. You can also use your own images if you prefer (just make sure they’re<a href=\"https://www.engadget.com/fujifilm-x-h2s-mirrorless-camera-review-123049866.html\"> large format</a> or they’ll look pixelated). Personally, I’ve never tried using my own images; I leave art to the professionals.</p><p></p><figure><img alt=\"Samsung The Frame\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/c31de2d0-5a2c-11ed-a7ff-fa11b765b24d\" /><figcaption></figcaption><div class=\"photo-credit\">Amy Skorheim</div></figure><p>I like to swap out the image a couple times a month, and can easily kill an hour picking the next piece of art to grace my walls. There’s an option that’ll rotate through all images in a collection, automatically switching at regular intervals, from every 10 minutes to once a week. I firmly believe adding a mat to the image makes it look more real. After you pick the image you want to display, you have the option of selecting no mat, a modern mat or a shadowbox mat. Both mats come in ten different colors, but I’ve never found anything that beats the antique white color in the modern mat option.</p><p>Considering the Frame is technically always-on, you may have reservations about the TV’s energy usage. In art mode, Samsung says a 65-inch Frame consumes about 50 watts of power. I’ve personally made a series of changes in life – downsizing square footage, trading a car for an e-bike, cutting out meat, etc. – to ease my carbon footprint, and I allow myself this minor indulgence. But if that aspect weighs on you, you could even consider the same<a href=\"https://www.green-e.org/certified-resources/carbon-offsets\"> carbon offsets</a> people buy when they fly.</p><p>Plus, there are a couple of features that make sure the Frame isn’t <em>always</em> on. With Night Mode, the TV shuts itself off when the lights go out. Then in the morning, after sensing light again, it turns the art back on. You can also set it to detect when there’s motion in the room, turning off when no one’s around. When I tried this, my model kept turning off and never sensing motion again, despite me doing jumping jacks right in front of it, so I opted to disable that feature. The same sensors that detect darkness and (theoretically) movement also adjust the brightness of the image, so it never looks too intense, a trait that keeps things looking more like a framed oil painting and less like a TV. Which, for me, is the whole point.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-air-fryers-133047180.html?src=rss", "title": "The best air fryers for 2022", "date_published": "2022-11-11 15:10:21+00:00", "description": "<p>Are you tempted by an air fryer, but fear you might just get another ill-fated kitchen gadget that takes up space in your tiny kitchen? We’re here to help you out with recommendations for the best air fryer. This popular appliance, which comes in several different shapes and sizes, can be a versatile addition to many kitchens, once you know what it’s capable of.</p><h2>Engadget's picks</h2><ul><li><p>Best overall: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Wb3J0ZXhUTS1Gcnllci1DbGVhckNvb2stT2RvckVyYXNlLVN0YWlubGVzcy9kcC9CMDk2TjI4U1pQP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAV7QjhbAOnFWnCU6wdAgLMuYEzwivUl-pxjmwrjzveV0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVortexTM-Fryer-ClearCook-OdorErase-Stainless%2Fdp%2FB096N28SZP%3F\">Instant Vortex Plus</a></p></li><li><p>Best budget: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DT1NPUkktaW5jbHVkZWQtRWxlY3RyaWMtUmVtaW5kZXItTm9uc3RpY2svZHAvQjA3R0pKNzFYUz90YWc9Z2RndDBjLXAtby00YS0yMCIsImNvbnRlbnRVdWlkIjoiOGRmYjBlMzUtMGQ1OS00MWFjLWE2Y2QtYjlhZjVhNGJkYWQ4In0&amp;signature=AQAAAbIvBRDyBmoNXZ5CmaT2k33vr5_M5bbWhXoEgssCuf0R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCOSORI-included-Electric-Reminder-Nonstick%2Fdp%2FB07GJJ71XS%3F\">Cosori Compact Air Fryer</a></p></li><li><p>Best dual-zone: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW5qYS1EWjIwMS0yLUJhc2tldC1UZWNobm9sb2d5LVN0YWlubGVzcy9kcC9CMDk2WDlMR0oxP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAQ9JPd0SJI2oWJQSo9MpuTS_3vnKc7tbM4QkD6TcXHGs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNinja-DZ201-2-Basket-Technology-Stainless%2Fdp%2FB096X9LGJ1%3F\">Ninja Foodi Dual Zone Air Fryer</a></p></li></ul><h2>What to look for in an air fryer</h2><p>First of all, let’s clear one thing up: it’s not frying. Not really. Air fryers are more like smaller convection ovens, ones that are often pod-shaped. This kitchen appliance works by combining a heating element and fan, which means the hot air can usually better crisp the outside of food than other methods. They often reach higher top temperatures than toaster ovens – which is part of the appeal.</p><span id=\"end-legacy-contents\"></span><p>For most recipes, from chicken tenders to onion rings and sweet potato fries, a thin layer of oil (usually sprayed) helps to replicate that fried look and feel better. However, it will rarely taste precisely like the deep-fried version. Don’t let that put you off, though, because the air fryer, in its many forms, combines some of the best parts of other cooking processes and brings them together into an energy-efficient way of cooking dinner. Or breakfast. Or lunch.</p><h3>Convection ovens</h3><p>You can separate most air fryers into two types and each has different pros and cons. Convection ovens are usually ovens with air fryer settings and features. They might have higher temperature settings to ensure that food crisps and cooks more like actually fried food. Most convection ovens are larger than dedicated air fryers, defeating some of the purpose of those looking to shrink cooking appliance surface area. Still, they are often more versatile and most have finer controls for temperatures, timings and even fan speed.</p><p>You may never need a built-in oven if you have a decent convection oven.  They often have the volume to handle roasts, entire chickens or tray bakes, and simply cook more, capacity-wise, making them more versatile than the pod-shaped competition.</p><p>The flip side of that is that you’ll need the counter space to house them. It also means you can use traditional oven accessories, like baking trays or cake tins, that you might already own.</p><h3>Pod-shaped air fryers</h3><p>Pod-shaped air fryers<strong>&nbsp;</strong>are what you imagine when you think “air fryer.” They look like a cool, space-age kitchen gadget,  bigger than a kettle but smaller than a toaster oven. Many use a drawer to hold ingredients while cooking, usually a mesh sheet or a more solid, non-stick tray with holes to allow the hot air to circulate. With a few exceptions, most require you to open the drawer while things cook and flip or shake half-cooked items to ensure the even distribution of heat to everything.</p><p>That’s one of a few caveats. Most pod-shaped air fryers – there are a few exceptions – don’t have a window to see how things are cooking, so you’ll need to closely scrutinize things as they cook, opening the device to check progress. These machines also generally use less energy – there’s less space to heat – and many have parts that can be put directly into a dishwasher.</p><p>Some of the larger pod-shaped air fryers offer two separate compartments, which is especially useful for anyone planning to cook an entire meal with the appliance. You could cook a couple of chicken wings while simultaneously rustling up enough frozen fries for everyone. Naturally, those options take up more space, and they’re usually heavy enough to stop you from storing them in cupboards or shelves elsewhere.</p><p>As mentioned earlier, you might have to buy extra things to make these pod fryers work the way you want them to. Some of the bigger manufacturers, like Philips and Ninja, offer convenient additions, but you’ll have to pay for them.</p><figure><img alt=\"woman serving fried chicken with air fryer waffles\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/fcbb58a0-a9d4-11ec-97f7-1be0d263a8a8\" /><figcaption></figcaption><div class=\"photo-credit\">Fabián Ponce via Getty Images</div></figure><h2>Air fryer pros and cons</h2><p>Beyond the strengths and weaknesses of individual models, air fryers are pretty easy to use from the outset. Most models come with a convenient cooking time booklet covering most of the major foods you’ll be air frying.</p><p>One of the early selling points is the ability to cook fries, wings and other delights with less fat than other methods. As air fryers need to circulate heated air, the trays and cooking plates have holes that can also let oil and fat drain out of meats, meaning less fat when you finally plate things up. For most cooking situations, you will likely need to lightly spray food with a vegetable oil. If you don’t, there’s the chance that things will burn or char. The oil will keep things moist on the surface, and we advise refreshing things with a bit of oil spray when you turn items during cooking.</p><p>Most air fryers are easy to clean – especially in comparison to a shallow or deep fryer. We’ll get into cleaning guidance a little later.</p><p>With a smaller space to heat, air fryers are generally more energy-efficient than using larger appliances like ovens. And if you don’t have an oven, air fryers are much more affordable – especially the pod options.</p><p>There are, however, some drawbacks. While air fryers are easy enough to use, they take time to master. You will adjust cooking times for even the simplest things – like frozen fries or brussels sprouts. If you’re the kind of person that loves to find inspiration from the internet, in our experience, you can pretty much throw their timings out of the window. There are a lot of air fryer options, and factors like how fast they heat and how well distributed that heat is can – and will – affect cooking.</p><p>There’s also a space limitation to air fryers. This is not a TARDIS – there’s simply less space than most traditional ovens and many deep fat fryers. If you have a bigger family, you’ll probably want to go for a bigger model of air fryer – possibly one that has multiple cooking areas.</p><p>You may also struggle to cook many items through as the heat settings will cook the surface of dishes long before it’s cooked right through. If you’re planning to cook an entire bird or a roast, please get a meat thermometer!</p><h2>The best accessories for your air fryer</h2><p>Beyond official accessories from the manufacturer, try to pick up silicone-tipped tools. <a href=\"https://amzn.to/3KST3vj\">Tongs</a> are ideal, as is a silicon spatula to gently loosen food that might get stuck on the sides of the air fryer. These <a href=\"https://amzn.to/38PZemt\">silicone mats</a> will also help stop things from sticking to the wire racks on some air fryers. They have holes to ensure the heated air is still able to circulate around the food.</p><p><a href=\"https://amzn.to/3MMqFMt\">Silicone trivets</a> are also useful for resting any cooked food on while you sort out the rest of the meal. And if you find yourself needing oil spray, but don’t feel like repeatedly buying tiny bottles, you can decant your favorite vegetable oil into a <a href=\"https://amzn.to/382ymQ3\">permanent mister</a> like this.</p><figure><img alt=\"French fries cooked in air fryer. Healthy fat less food\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-11/c868fae0-507d-11ec-87ef-c140215603f6\" /><figcaption></figcaption><div class=\"photo-credit\">yulka3ice via Getty Images</div></figure><h2>The best way to clean an air fryer</h2><p>We’re keeping things simple here. Yes, you could use power cleaners from the grocery store, they could damage the surface of your air fryer. Likewise, metal scourers or brushes could strip away non-stick protection. Remember to unplug the device and let it cool completely.</p><p>Remove the trays, baskets and everything else from inside. If the manufacturer says the parts are dishwasher safe – and you have a dishwasher – the job is pretty much done.</p><p>Otherwise, wash each part in a mixture of warm water, with a splash of Dawn or another strong dish soap. Use a soft-bristled brush to pull away any greasy deposits or bits of food stuck to any surfaces. Remember to rinse everything. Otherwise, your next batch of wings could have a mild Dawn aftertaste. Trust us.</p><p>Take a microfiber cloth and tackle the outer parts and handles that might also get a little messy after repeated uses. This is especially useful for oven-style air fryers – use the cloth to wipe down the inner sides.</p><p>If Dawn isn’t shifting oily stains, try mixing a small amount of baking soda with enough water to make a paste, and apply that so that it doesn’t seep into any electrical parts or the heating element. Leave it to work for a few seconds before using a damp cloth to pull any greasy spots away. Rinse out the cloth and wipe everything down again, and you should be ready for the next time you need to air fry.</p><h2>How to find air fryer recipes</h2><p>Beyond fries, nuggets and – a revelation – frozen gyoza, there are a few ways to find recipes for your new air fryer. First, we found that the air fryer instruction manuals often have cooking guides and recipe suggestions for you to test out in your new kitchen gadget. The good thing with these is that they were made for your air fryer model, meaning success should be all but guaranteed. They are often a little unimaginative, however.</p><p>Many of the top recipe sites and portals have no shortage of air fryer recipes, and there’s no harm in googling your favorite cuisine and adding the words “air fryer” on the end of the search string.  We’ve picked up some reliable options from <em>Delish</em>, which also has a handy air fryer time <a href=\"https://www.delish.com/kitchen-tools/cookware-reviews/a35686392/air-fryer-conversion/\">converter</a> for changing oven and traditional fryer recipes.</p><p><a href=\"https://www.bbcgoodfood.com/recipes/collection/air-fryer-recipes\"><em>BBC Good Food</em></a> is also worth browsing for some simple ideas, as is <a href=\"https://cooking.nytimes.com/\">NYT Cooking</a>, with the ability to directly search for air fryer suggestions.</p><p>And if you have a killer recipe or unique use for your air fryer, let us know in the comments. What’s the air fryer equivalent of the Instant Pot cheesecake? We’re ready to try it.</p><h2>Engadget picks</h2><h2>Best overall: Instant Vortex Plus</h2><p></p><p>You probably know the “Instant” brand from the line of very popular Instant Pot multi-cookers, but did you know that the company makes great air fryers too? We’re especially impressed by the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Wb3J0ZXhUTS1Gcnllci1DbGVhckNvb2stT2RvckVyYXNlLVN0YWlubGVzcy9kcC9CMDk2TjI4U1pQP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAV7QjhbAOnFWnCU6wdAgLMuYEzwivUl-pxjmwrjzveV0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVortexTM-Fryer-ClearCook-OdorErase-Stainless%2Fdp%2FB096N28SZP%3F\">Instant Vortex Plus</a> with ClearCook and OdorErase, which features a clear viewing window so you can see your food while it’s cooking, plus an odor-removing filter. In our testing, we found that it didn’t completely eliminate smells, but it seemed significantly less smoky when compared to our Breville Smart Oven Air. We love the intuitive controls, the easy-to-clean nonstick drawer basket, plus the roomy interior – it’s big enough to fit four chicken thighs. Plus, it heats up very quickly with virtually no preheating time.</p><p>A slightly more affordable option is its predecessor, the Instant Vortex Plus 6-Quart. It lacks the viewing window and the odor-removing filters, but it still has the same intuitive controls and roomy nonstick interior. If you want an even bigger option, Instant also offers Instant Vortex Plus in a 10-quart model that has a viewing window and a rotisserie feature.</p><h2>Best budget: Cosori Compact Air Fryer</h2><p></p><p>If you don’t have a lot of space or money to spare, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DT1NPUkktaW5jbHVkZWQtRWxlY3RyaWMtUmVtaW5kZXItTm9uc3RpY2svZHAvQjA3R0pKNzFYUz90YWc9Z2RndDBjLXAtby00YS0yMCIsImNvbnRlbnRVdWlkIjoiOGRmYjBlMzUtMGQ1OS00MWFjLWE2Y2QtYjlhZjVhNGJkYWQ4In0&amp;signature=AQAAAbIvBRDyBmoNXZ5CmaT2k33vr5_M5bbWhXoEgssCuf0R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCOSORI-included-Electric-Reminder-Nonstick%2Fdp%2FB07GJJ71XS%3F\">Cosori’s Compact Air Fryer</a> is a great option. As a 3.7-quart capacity machine, it doesn’t take up too much counter space and it can easily fit into a cabinet when you’re not using it. It has a traditional, square-ish pod design with a touch panel on the top half and a removable cooking basket on the bottom. I was impressed by how easy this air fryer was to use from start to finish. Learning how to program cooking modes and times was easy and using the basket is simple as well. It also has a handy release button that disconnects the air fryer basket from the base, which makes cleanup quick and simple. (Plus, the basket is dishwasher safe as well.)</p><p>This is a true air fryer in the sense that it has presets rather than a bunch of different cooking modes. It does have toast and bake, which are different from air fry, but otherwise you can choose from different food-specific presets like french fries, shrimp, frozen foods and more. While that’s not so great if you want a multipurpose device, it’s ideal if you’re just looking for an air fryer that can do exactly that very well. Not only was the Cosori machine fairly quiet, but it also only took between three and five minutes to preheat in most cases, and everything I cooked in it – from tofu nuggets to chicken wings – came out crispy and flavorful.</p><h2>Best dual-zone: Ninja Foodi Dual Zone Air Fryer</h2><p></p><p>Most air fryers can make one thing at a time, but <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW5qYS1EWjIwMS0yLUJhc2tldC1UZWNobm9sb2d5LVN0YWlubGVzcy9kcC9CMDk2WDlMR0oxP3RhZz1nZGd0MGMtcC1vLTRhLTIwIiwiY29udGVudFV1aWQiOiI4ZGZiMGUzNS0wZDU5LTQxYWMtYTZjZC1iOWFmNWE0YmRhZDgifQ&amp;signature=AQAAAQ9JPd0SJI2oWJQSo9MpuTS_3vnKc7tbM4QkD6TcXHGs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNinja-DZ201-2-Basket-Technology-Stainless%2Fdp%2FB096X9LGJ1%3F\">Ninja’s Dual Zone</a> machine can handle two totally different foods simultaneously. Available in 8- and 10-quart capacities, the machine isn’t compact, so it won’t be a good option for those with small kitchens. However, if you have the counter space, it could be the best air fryer to invest in especially if you cook for a large family. You can prep two different foods at the same time with totally different cooking modes, or use Match Cook to prepare foods in both chambers the same way. The heating zones are independent, so if you only want to fill up one side with french fries and leave the other empty, you can do that as well.</p><p>We appreciate how quickly the Ninja heats up (there’s little to no preheating time at all) and how it runs relatively quietly. It also has a feature called Smart Finish that will automatically adjust cooking times so that your chicken thighs in the first chamber and asparagus in the second will finish cooking at the same time, so you don’t have to wait for one part of your meal to be ready while the other gets cold. In general, dual-zone air fryers aren’t necessary for most people, but those who cook often will get a lot of use out of machines like this Ninja.</p><p><em>Nicole Lee and Valentina Palladino contributed to this guide.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/adaptive-high-definition-headlights-nhtsa-regulations-testing-150034439.html?src=rss", "title": "Adaptive 'high-definition' headlights are just around the corner for American drivers", "date_published": "2022-11-11 15:00:34+00:00", "description": "<p>The first headlights to adorn automobiles weren’t all that much better than squinting real hard and hoping any cows in the road had the good sense to move out of your way. The dim light cast by <a href=\"https://www.autoevolution.com/news/history-of-automotive-headlamps-from-acetylene-to-leds-4485.html\">early kerosene oil and acetylene gas lamps</a> made most travel after dark a fool’s errand.&nbsp;</p><p>Today, of course, the latest generation of headlights work much like modern televisions with tightly packed arrays of pixelated lights blinking at up to 5,000 times a second, allowing drivers to essentially use high and low beams at the same time. Until very recently, however, cutting-edge features like that weren’t allowed on vehicles sold in the US due to an NHTSA regulation set in the 1960s. But thanks to a multi-year lobbying effort on the part of Toyota, <a href=\"https://www.nhtsa.gov/press-releases/nhtsa-allow-adaptive-driving-beam-headlights-new-vehicles-improving-safety-drivers\">those regulations changed this last February</a> — now America’s roadways are about to become a bit brighter and a whole lot safer.</p><span id=\"end-legacy-contents\"></span><div id=\"3095124d087e4b758c553b3095e8683d\"></div><h2>How headlights evolved from open flames to laser pixels</h2><p>Following the short-lived idea of using open flames to light the way, the first electric headlights appeared on the <a href=\"https://www.gm.com/heritage/collection/cadillac/1912-cadillac-model-30\">1912 Cadillac Model 30</a> and, by the next decade, were quickly becoming mandatory equipment across the nation. The first split-intensity headlights offering separate low and high beams were produced in 1915 but wouldn’t be included in a vehicle’s OEM design until in 1924 and the floor-mounted switch that controlled them wouldn’t be invented until three years after that — a full decade of having to get out of the car just to turn your lights on and blink between brightnesses!</p><p>The advent of <a href=\"https://www.carid.com/articles/brief-history-of-sealed-beam-headlights-in-us.html\">sealed beam headlights</a> with filaments for both low and high beams in 1954, and its widespread adoption by 1957, proved a massive technological leap. With low beams for dusk and evening driving, and high beams for late night travel on otherwise unlit roads, these new headlights would drastically extend the hours of day a car could safely be on the road.</p><p>The first halogen light, which would itself quickly become a global standard, debuted in 1962. But halogens at that time were about as popular in the US as the metric system — we still preferred tungsten incandescents. That changed with the passage of the Motor Vehicle Safety Act of 1966 and the formation of the National Highway Transportation Authority (the NHTSA) in 1968, which took the existing hodge-podge of state-level vehicular regulations and federalized them, as well as the formal adoption that year of <a href=\"https://www.govinfo.gov/content/pkg/CFR-2004-title49-vol5/xml/CFR-2004-title49-vol5-sec571-108.xml\">Federal Motor Vehicle Safety Standard (FMVSS) 108</a>, which dictated that all headlights be constructed of sealed beams.</p><figure><img alt=\"Close-Up Of  Vintage Car headlight\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/ae844a50-5f93-11ed-bcf5-8c0c2fe5d519\" /><figcaption></figcaption><div class=\"photo-credit\">kampee patisena via Getty Images</div></figure><p>By the 1970s, halogen bulbs, with their increased brightness and efficiency compared to tungsten incandescents, became the industry standard. The ‘80s, in turn, saw US regulations expand to allow for replaceable-bulb headlamps, which the European market had already been enjoying for a number of years. The ability to swap out a bulb rather than an entire headlight unit, combined with recent material advances that saw lamp lenses constructed out of plastic instead of glass, drastically reduced the cost of making and operating headlights. And by the ‘90s, halogens had themselves fallen to the wayside in favor of modern xenon and LED lighting technologies. The 21st century has seen further advances to not just the lighting technology itself — hello halo and laser headlights! —  but also the control systems that direct the beams.</p><p>Due to differences in their relative transportation regulations, the rate of technological adoption has diverged between US drivers and their European counterparts — often with the Americans lagging behind. As with replaceable bulbs in the ‘50s and glare reduction efforts in the ‘30s, Europe has shown itself far more willing to innovate and readily implement recent headlight advances, in part to restrictions imposed by FMVSS 108. Because Standard 108 defined headlights as only having high or low beams — and legally requiring they remain separate — it tacitly excluded all of the technical advances that followed, specifically <a href=\"https://www.nhtsa.gov/press-releases/nhtsa-allow-adaptive-driving-beam-headlights-new-vehicles-improving-safety-drivers\">adaptive driving beam</a> (ADB) headlight systems as found in Audi’s matrix LEDs, Lexus’ Blade Scan LEDs or Ford’s Adaptive Front Lighting System, none of which you will currently find operable Stateside.</p><div id=\"56e4370b76fe42258a53dd2f82dca4e0\"></div><p>Those and similar ADB systems have been available in the Europe, Canada and Japan since the technology's debut in 2004 (though, technically, the 1967 Citroen DS did also feature headlights that swivel in sync with the steering). It would be more than a decade — not until Toyota’s monumental 2015 petition — before the NHTSA would even consider allowing their use in the North American market. In fact, it took another three years beyond that for the agency’s bureaucratic skullduggery to wrap up and it wasn’t until February of this year — a year and a half ahead of schedule because they had to satisfy a requirement set forth in the Bipartisan Infrastructure Bill — that the NHTSA amended the regulation.</p><p>“NHTSA prioritizes the safety of everyone on our nation’s roads, whether they are inside or outside a vehicle. New technologies can help advance that mission,” Dr. Steven Cliff, NHTSA’s Deputy Administrator, said in a <a href=\"https://www.nhtsa.gov/press-releases/nhtsa-allow-adaptive-driving-beam-headlights-new-vehicles-improving-safety-drivers\">February press release</a>. “NHTSA is issuing this final rule to help improve safety and protect vulnerable road users.”</p><p>“Adaptive driving beam headlight systems, or ADB, use automatic headlight beam switching technology to shine less light on occupied areas of the road and more light on unoccupied areas,” the NHTSA further explained. “The adaptive beam is particularly useful for distance illumination of pedestrians, animals, and objects without reducing the visibility of drivers in other vehicles.”</p><h2>How Adaptive Driving Beams bend light around rain</h2><p>Broadly, ADB are headlights that actively adapt to the prevailing weather conditions such as <a href=\"https://www.youtube.com/watch?v=kDT756kQrCI\">redirecting light around falling rain and snow</a>, extending them ahead of turns or dimming the high beams towards oncoming vehicles only. These systems often leverage the same forward-facing cameras used by the adaptive cruise control system and can be programmed to not just illuminate the road ahead but display prescient navigation information as well.</p><div id=\"cda1f4c8866843a0bcd15810c580c05b\"></div><p>Audi outside of the US, for example, offers <a href=\"https://www.audi-mediacenter.com/en/audi-technology-lexicon-7180/lighting-7187\">Digital matrix LED headlights</a> — LEDs arrayed in a grid pattern and granularly controlled by a central processor called a DMD (digital micromirror device). They operate much like the digital projection technology they’re based on.</p><p>”At its heart is a small chip containing one million micromirrors, each of whose edge length measures just a few hundredths of a millimeter,” <a href=\"https://www.audi-mediacenter.com/en/audi-technology-lexicon-7180/lighting-7187\">Audi’s Lighting page</a> explains. ”With the help of electrostatic fields, each individual micromirror can be tilted up to 5,000 times per second. Depending on the setting, the LED light is either directed via the lenses onto the road or is absorbed in order to mask out areas of the light beam.”</p><p>Those masked areas are where the light isn’t bouncing off falling water or glaring into the eyes of other drivers. What’s more, the system will project “dynamic leaving- and coming-home animations” onto nearby surfaces, as a treat. More practically, the system can angle the beams to illuminate farther into turns.</p><p>Similarly, the HD Matrix LED system found on later model year A8s, under specific circumstances, will dim the vehicle’s high beams without any human intervention. When the headlights are set to Automatic, the vehicle is going over 18 mph outside of urban areas (as dictated by the navigation system), and the front camera sees an another vehicle, the headlights will darken and dim individual LEDs in 64 stages — roughly several million potential patterns — to “mask out other vehicles while continuing to fully illuminate the zones between and adjacent to them.”</p><p>Ford’s <a href=\"https://www.youtube.com/watch?v=klkqOO7EaW0\">high-resolution Adaptive Front Lighting System</a>, which debuted in Europe this past August, offers similar capabilities. The company notes that roughly 40 percent of accidents occur on UK roads after sundown. Glancing down at bright infotainment displays while on dark roads can temporarily blind drivers, so Ford’s headlights will project speed limits, navigation cues and road hazard warnings onto the road itself. What’s more, the beams can “bend” around corners and penetrate fog, rain and other inclement weather conditions.</p><div id=\"de3ddcd7f2fe43d0869e22a068a220ee\"></div><p>“What started as playing around with a projector light and a blank wall could take lighting technologies to a whole new level,” Ford engineer Lars Junker said in <a href=\"https://media.ford.com/content/fordmedia/feu/en/news/2022/08/15/ford-headlight-tech-helps-keep-drivers-eyes-on-the-road-.html\">a press release</a>. “There’s the potential now to do so much more than simply illuminate the road ahead, to help reduce the stress involved in driving at night. The driver could get essential information without ever needing to take their eyes off the road.”</p><p><a href=\"https://group.mercedes-benz.com/innovation/specials/geneva-2018/digital-light.html\">Mercedes’ Digital Light system</a>, on the other hand, uses a unique light module consisting of three LEDs mounted in each headlamp. Their light is reflected by a thumbnail-sized array of some 1.3 million micromirrors, each of which is controlled via an onboard graphics processor to precisely bend and attenuate the beams. According to Mercedes, that fidelity enables its Highbeam Assist to function two magnitudes more precisely in excluding oncoming traffic than conventional 84-pixel arrays.</p><div id=\"3041d404f12147fc866db4d7037c513a\"></div><p>At the other end of the spectrum, <a href=\"https://mag.lexus.co.uk/how-does-lexus-bladescan-headlight-work/\">Lexus’ Blade Scan</a> high-definition headlights, which debuted in Asian markets in 2019, only utilize 24 LEDs per headlight. Rather than an array of micromirrors, Lexus uses a pair of rapidly-rotating mirrors to direct their light through the lens and onto the road. Per the company, this allows the system to aim with 0.7 degrees of accuracy and detect pedestrians at the roadside up to 184 feet away.</p><p>Unfortunately, for as cool as these capabilities are and as technically legal as they are, American drivers still have a short wait before they come stateside. That's because the NHTSA must now devise a set of testing requirements by which to measure and regulate adaptive headlights under the revised standard. In the short term, it means we’ll likely see more new vehicles equipped with ADB-capable-but-disabled hardware that can be activated over-the-air later on, once the regulations have firmed up.</p><p>“While adaptive headlights have been approved, the testing requirements for approval put forth by NHTSA is still under discussion,” an Audi representative told Engadget. “Because of this, [I’m] afraid we are still not able to offer the matrix functionality in the US at this time and continue to work with regulators to bring this safety relevant function to market.”</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/magic-leap-2-ar-headset-tech-dive-143046676.html?src=rss", "title": "Magic Leap 2 is the best AR headset yet, but will an enterprise focus save the company?", "date_published": "2022-11-11 14:30:46+00:00", "description": "<p>Magic Leap's glasses were supposed to lead us into the augmented reality era, a world beyond screens where we could interact with digital objects as if they were standing right next to us. Too bad they failed spectacularly. By early 2020, the company had raised nearly $2 billion. But aside from <a href=\"https://www.engadget.com/2018-11-01-magic-leap-hands-on-one-creator-edition-mixed-reality.html\">a few flashy demos</a> and <a href=\"https://www.engadget.com/2018-08-25-magic-leap-hands-on-art.html\">wild art projects</a>, there wasn't much of a reason for anyone to buy a $2,295 headset (it reportedly only <a href=\"https://www.engadget.com/2019-12-06-magic-leap-6000-headsets-sold-report.html\">sold around 6,000 units</a>). Like Google Glass before it, Magic Leap felt like a false start for AR, a solution to a problem that didn't exist.</p><p>But the company isn't dead yet. With a new CEO onboard — former Microsoft executive Peggy Johnson — it's aiming for something far more practical: AR for the enterprise. That may seem like a retread of the HoloLens playbook, which has <a href=\"https://www.engadget.com/2019-11-07-microsoft-hololens-2-shipping.html\">focused on business customers</a> for years, but Magic Leap has a shot at giving Microsoft some serious competition with its second-generation AR glasses.</p><span id=\"end-legacy-contents\"></span><p></p><figure><img alt=\"Wearing the Magic Leap 2 goggles\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9d0cffc0-6131-11ed-b8fb-c24764f667b6\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p></p><p>The $3,299 Magic Leap 2 (ML2), which <a href=\"https://www.engadget.com/magic-leap-2-ar-glasses-price-release-date-180041487.html\">launched in September</a>, is easier to wear, far more powerful and it offers a dramatically larger (and taller) AR field of view than any headset we've seen before. It has the unique ability to dim its display, allowing you to block out light and focus more on virtual objects. And it should be easier for developers to work with, thanks to a new Android-based OS. While it's still unclear if the company's new business plan will pay off, ML2 is still a significant achievement, especially now that Meta is also pushing into similar AR-like territory with the <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">$1,500 Quest Pro</a>.</p><p>\"It's been a long struggle,\" Magic Leap SVP and head of hardware Kevin Curtis said in an interview with Engadget. \"When we came out of ML1, we learned a tremendous amount... Not just technically, but also from a market point of view. So that really was used to set the goals for ML2.\"</p><p>Some of those goals seemed impossible at the time. The company wanted to double the field of view (FOV) — the amount of screen area where you can actually see AR objects — as well cut the device's volume in half. Those moves would make its sequel headset even more immersive, while <em>also</em> being more comfortable for extended wear. According to Curtis, bumping up the field of view from 50 degrees to 70 degrees with ML1's projector and eyepiece technology would have required wearing something as large as an open hand. That's not exactly doable all day.</p><figure><img alt=\"Magic Leap 2\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/1ef233a0-612f-11ed-bf59-cbf851fa9130\" /><figcaption></figcaption><div class=\"photo-credit\">Magic Leap</div></figure><p>Magic Leap spent years exploring existing forms of projection, including laser-scan based systems, uLED arrays and LCoS (liquid crystal on silicon), but found them all lacking. Instead, it developed its own custom architecture, which uses LCoS together with LED RGB light modules and a complex system of concentrators and polarizers to bring images to your eyes. That works together with a new eyepiece design to achieve its lofty 70 degree field of view.</p><p>But what does that actually mean? The Magic Leap 1 headset featured a FOV of 50 degrees, which made it seem as if you were viewing AR through a car's cramped rear window. (That was comparable to HoloLens 2's 52 degrees of viewing.) With Magic Leap 2, the company hit a 70 degree FOV by increasing the vertical viewing area, allowing you to see taller objects without moving your head up and down. During my brief demo, it felt more like standing in front of an open doorway.</p><figure><img alt=\"Magic Leap 2\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/1eed9fc0-612f-11ed-bfa5-e14944a33767\" /><figcaption></figcaption><div class=\"photo-credit\">Magic Leap</div></figure><p>That's more akin to how you view things in real life, according to Curtis, and it goes a long way towards convincing you the AR objects you're seeing are real. I've tried a wide variety of headsets over the years (including the <a href=\"https://www.engadget.com/2017-03-12-meta-2-ar-headset.html\">defunct entry from the startup Meta</a>, which existed long before Facebook's name change), and the Magic Leap 2 is the first one that's delivered a genuine sense of presence. Whether I was viewing a large piece of medical equipment, or an expansive 3D model of downtown San Diego, I had to try hard to see the edges. It was almost aggressively immersive.</p><p>The new projection technology also helped Magic Leap achieve its goal of reducing ML2's volume by more than half, leading to a 20 percent weight drop (it clocks in at just 260 grams, slightly more than half a pound). The result is a pair of AR glasses that feel more like, well, <em>glasses</em>. While the original headset looked like a pair of enormous ski goggles, ML2 has flatter lenses and slimmer arms, making you seem less like a bug-eyed dork and more like an engineer or surgeon gearing up for a big project. (It's no wonder Magic Leap <a href=\"https://www.engadget.com/magic-leap-2-early-access-program-192759568.html\">gave health startups a headstart</a> with access to its new hardware and software.)</p><p>All of this custom development will also help Magic Leap deliver better headsets down the line. The company claims its eventual Magic Leap 3 glasses, which have no release date yet, will lose another 50 percent in volume and deliver a larger field of view. The technology can potentially be scaled beyond 80 degrees, allowing you to view a building-sized object unencumbered by any AR boundaries.</p><section><img alt=\"Wearing Magic Leap 2 goggles with compute pack \" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9d1452c0-6131-11ed-ad2e-4e5ccb57bc8c\" /></section><p>As I started demoing the Magic Leap 2 in a brightly lit hotel meeting room, it was mostly what I expected: A more comfortable and higher quality version of its predecessor. But at one point, I hit a button and the screen started to go dark, as if a shadowy cloud was blotting out the sickly fluorescent lights above me. I had flipped on the headset's global dimmer, which darkens the real world to better highlight virtual objects. The result is an almost VR-like experience. The virtual map I was viewing, which showed how first responders were dealing with wildfires in Colorado, all of a sudden looked sharper and more colorful. I wasn't distracted by the boring meeting desk in front of me, or the occasional bystander walking by.</p><p>Every AR solution adds light, Curtis explained, what's unique about ML2 is that it's able to add the color black. The dimmer module is another display that sits in front of the headset's eyepiece, allowing it to reduce light across the entire screen, or into specific areas, by a factor of 100. That'll let you use ML2 in brightly lit rooms, or even outside on a sunny day, without making the AR images seem washed out. Developers can also use the dimmer to add shadows to their objects, giving you an added layer of depth in AR.</p><p></p><figure><img alt=\"Magic Leap 2 controller\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9d142bb0-6131-11ed-bf6b-eeaabee3fad9\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>As Magic Leap was working on making AR more VR-like, Meta was also doubling down on bringing the real world into VR with the Quest Pro. Thanks to new cameras and upgraded hardware, Meta is pitching that headset as a way to bring VR elements into your typical workflow (just imagine viewing VR windows dancing above your laptop's screen). Based on my time with the Quest Pro so far, that's not something I'd actually want much of. The cameras just aren't good enough yet. But it's funny to see Meta tackling a similar problem as Magic Leap from another angle. Somewhere between these two headsets is the ideal balance between the immersion of VR, and the real world integration of AR.</p><p>I was so distracted by Magic Leap 2's expanded field of view and dimming capabilities, I barely noticed that its controller felt more ergonomic. And I didn't think much of the headset's computing pack, which can now be worn across your body like a messenger bag. Naturally, it has faster hardware inside (specifically, a quad-core AMD Zen 2 processor and RDNA 2 graphics). But my main takeaway, after years of AR and VR testing, and the seemingly endless drumbeat of metaverse hype from an increasingly desperate Mark Zuckerberg, is that it’s nice to be genuinely surprised by a new headset.</p><figure><img alt=\"Magic Leap 2\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/66c37ce0-6132-11ed-a77b-c5175df9bbf7\" /><figcaption></figcaption><div class=\"photo-credit\">Magic Leap</div></figure><p>But of course, tech alone won't make a successful product. Magic Leap isn't targeting ML2 towards consumers at all, instead it's being pitched to doctors who may want a bit of AR assistance during surgery, or engineers who would like to pull up schematics when they're standing in front of complex machinery.</p><p>\"I think it's improved a lot, [Magic Leap is a] different company,\" said Chief Marketing Officer Daniel Diez, when I asked about the state of Magic Leap today. Amid dismal sales of its first headset, and increasingly dire financials, founder and CEO Rony Abovitz left in 2020. But now, thanks to more than $1 billion in additional funding and a new leader in Peggy Johnson, it has another shot at the AR market.</p><p>At the very least, it’s clear the metaverse isn’t a problem Meta can solve on its own. Magic Leap is one of the few established competitors out there, making it a company that’s still worth watching. And if the enterprise play doesn’t work out, there’s a chance a large company like Google (one of its original investors) may have some use for all of this AR tech.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/control-2-announcement-platforms-141548453.html?src=rss", "title": "Remedy confirms 'Control 2' is coming to PS5, Xbox Series X/S and PC", "date_published": "2022-11-11 14:15:48+00:00", "description": "<p>Remedy has yet to show its <a href=\"https://www.engadget.com/control-spin-off-multiplayer-co-op-remedy-505-191228046.html\">co-op <em>Control</em> spinoff</a>, but that isn't stopping the developer from unveiling a true follow-up. The company and its publisher 505 Games have <a href=\"https://investors.remedygames.com/announcements/remedy-entertainment-signs-a-co-development-and-co-publishing-agreement-with-505-games-for-control-2/\">announced</a> joint development of <em>Control 2 </em>for PlayStation 5, Xbox Series X/S and PC. This isn't exactly a shock when the two teased a \"bigger-budget\" title (now known to be the sequel) last year, but it's good news for anyone who misses exploring the Oldest House.</p><p>The creators haven't shared any details of the plot, game mechanics or release date. Even the <a href=\"https://www.remedygames.com/remedy-entertainment-505-games-control-2/\">teaser</a> image shares little besides what's likely a Control Point. <em>Control 2</em> will still use Remedy's Northlight engine, however, and that budget is a sizeable $51.5 million. Work is still in the \"concept stage,\" Remedy says.</p><span id=\"end-legacy-contents\"></span><p>The commitment to a sequel makes sense given the performance of the original, and despite the lack of news about the spinoff. <em>Control</em> has sold 3 million copies since its 2019 debut, and 1 million of those reached gamers' hands since June of last year. The third-person action game has also received <a href=\"https://www.engadget.com/2019-11-19-game-awards-nominees-death-stranding-control-untitled-goose-game.html\">critical praise</a> that includes 20 \"game of the year\" awards. Simply speaking, the franchise already has enduring success — Remedy and 505 are just capitalizing on that sizeable fan base.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-gifts-for-home-cooks-141514981.html?src=rss", "title": "The best gifts for home cooks in 2022", "date_published": "2022-11-11 14:15:14+00:00", "description": "<p>To me, cooking nirvana is when you have a recipe in mind, your mise en place all set, and you can focus on getting that perfect sear or saute. But before you get there, having the right equipment for the job goes a really long way. So for the adventurous cook in your life, here are some of our favorite kitchen gadgets that would make excellent gifts this holiday season.</p><h2>KitchenAid Cordless Variable Speed Hand Blender</h2><figure><img alt=\"KitchenAid Cordless Variable Speed Hand Blender\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/918f2bf0-5948-11ed-bfbe-df3999123b9c\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>While <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEJSMzk0OUcvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAf9HcH9xKWbxaaLfoNfhKguFybnhW2tHSF1a9tc9VTvM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08BR3949G%2F\">KitchenAid’s cordless hand blender</a> isn’t as powerful as some of its wired rivals or countertop models, what it lacks in oomph it makes up for with convenience. There are no speed dials to adjust, just squeeze harder on the trigger to make it go faster. Meanwhile, the lack of wires gives you one less thing to worry about when you’re making sauces or smoothies (especially if you’re doing it on the stovetop). And with a battery life that can blend up to 25 bowls of soup on a single charge, your loved one will probably run out of energy before this thing does. <em>— Sam Rutherford, Senior Reporter</em></p><span id=\"end-legacy-contents\"></span><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEJSMzk0OUcvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAR-fSUJrQwBin2DokAV1FhFGTOGV-imYf4OkKP9aLYpz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08BR3949G%2F\" id=\"0c193b2e503a4f6c9ff31a56338e8078\">Buy KitchenAid hand blender at Amazon - $100</a><h2>Kyocera Ceramic kitchen knife</h2><figure><img alt=\"Kyocera Ceramic kitchen knife\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/a2e90150-5948-11ed-bdf7-d3f7d5335b4f\" /><figcaption></figcaption><div class=\"photo-credit\">Kyocera</div></figure><p>Everyone has their preference when it comes to cutting tools, but I think everyone could use a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDBGNzRQWUEvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAATMYeg60d4Odi2nnh-cWXaKDLs1uEXmb35YuNWZkXndb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB000F74PYA%2F\">ceramic knife</a> in their arsenal. Starting at under $50, they’re relatively affordable. But more importantly, they are much sharper,hold an edge up to 10 times longer and are lighter than traditional steel blades. That makes them less tiring to use, and you don’t ever have to worry about them rusting either. Just remember, ceramic is more brittle than metal, so tell your giftee to stick to slicing fruits, veggies and boneless meats – leave hacking through bones to other knives. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDBGNzRQWUEvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAARKbxpcPzyY-CGboqjvxBhbwe3AGIG7ZF5sXLV-3dImx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB000F74PYA%2F\" id=\"b02f9a633e10457c8573d8ae60404ec6\">Buy Kyocera knife at Amazon - $60</a><h2>Mise En Non-stick pans</h2><figure><img alt=\"Mise En Non-stick pans\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/af24df20-5948-11ed-8478-c10d6f28eac3\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>After being disappointed with a bunch of non-stick pans from big names like All-Clad to smaller brands plastered across social media, I went on a quest to find something I could trust. And after trying out <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUROOTdZN1EvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAdMY6ze-u8Df4VQhmoi9fTsiGFxFuuge64aDzWt8tnyX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09DN97Y7Q%2F\">Mise En’s options</a>, I found a winner. Not only are Mise En’s pans significantly cheaper than premium legacy brands, but I’ve also found they maintain their non-stick coating (which is also PFOA-free) much better over time. So if you know someone who would appreciate a good, affordable no-nonsense pan for cooking eggs, crepes or anything else that can get a little gummy, look no further. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUROOTdZN1EvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAWtAJoHg34Jm0HekP96v8TxTzebPCGKLgdtlmaVIAyM9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09DN97Y7Q%2F\" id=\"5ef93fde69b44169b1783e9833abe1d4\">Buy Mise En pan at Amazon - $81</a><h2>Instant Vortex Plus air fryer</h2><figure><img alt=\"Instant Vortex Plus air fryer\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/658827a0-59e8-11ed-9f6b-95f9960989fe\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Air fryers might seem like just a fad. After all, they’re just compact convection ovens, right? That’s true, but that doesn’t mean they don’t work. In our experience, pod-shaped air fryers are able to produce crispier foods than their convection oven counterparts and they’re much easier to clean too. If you have someone in your life who loves the idea of “frying” foods without the oily mess, an air fryer could potentially be a fantastic gift.</p><p><a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">Our favorite air fryer</a> is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTZOM0ZUWlAvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAARfRPtpNJyu21acHOkalLYEIn4Llt_uPKg1Icg4gmJTf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB096N3FTZP%2F\">6-quart Instant Vortex Plus</a> with ClearCook and OdorErase. It has a display window so your giftee can check how the food looks. It also uses odor-eliminating filters that help reduce cooking smells – a feature that many air fryers lack. The six-quart size in particular is what we recommend; it’s large enough to fit four large chicken thighs or a whole pound of wings. The basket internals are nonstick so it’s easy to clean, plus the inner rack is dishwasher safe. <em>— Nicole Lee, Commerce Writer</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTZOM0ZUWlAvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAXhordsL8X_amNORB9B2NCW7HUm5VItXEM--PUlsK2lt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB096N3FTZP%2F\" id=\"0bb81956eb8044aa89ba58b62aeb9998\">Buy Instant Vortex Plus at Amazon - $133</a><h2>Hedley &amp; Bennett Essential apron</h2><figure><img alt=\"Hedley &amp; Bennett Essential apron\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/75779790-59e8-11ed-bffc-84f1dc4393d2\" /><figcaption></figcaption><div class=\"photo-credit\">Hedley &amp; Bennett</div></figure><p>Any home cook will tell you cooking is a messy affair. No matter how neat and tidy you think you are, you’ll inevitably encounter oil spitting at you as you’re frying potstickers or perhaps an accidental splash of tomato sauce as you mix in meatballs. If you have a loved one who cooks often enough, they’ll certainly appreciate an apron to avoid getting any of that mess on their clothes. Hedley &amp; Bennett makes perhaps the best commercially-available apron on the market. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5oZWRsZXlhbmRiZW5uZXR0LmNvbS9jb2xsZWN0aW9ucy9hbGwtYXByb25zP3BmX3RfdHlwZT1UeXBlX2ZpbHRlciUzQUNsYXNzaWMrQXByb25zIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAfvZKLrdug5qa09zPPdcLHl7XPnmMy1jAnXEwTjQ44ki&amp;gcReferrer=https%3A%2F%2Fwww.hedleyandbennett.com%2Fcollections%2Fall-aprons%3Fpf_t_type%3DType_filter%253AClassic%2BAprons\">Essential Apron</a> is made from 100 percent cotton twill fabric that’s durable enough to withstand frequent use, and it comes with pockets – one breast pocket for a perhaps pen or a clip-on timer and two large front pockets big enough for a phone or a small tablet each. These aprons are also sold in a wide variety of colors and patterns, so you’re sure to find at least one that’ll fit your loved ones’ taste. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5oZWRsZXlhbmRiZW5uZXR0LmNvbS9jb2xsZWN0aW9ucy9hbGwtYXByb25zP3BmX3RfdHlwZT1UeXBlX2ZpbHRlciUzQUNsYXNzaWMrQXByb25zIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAfvZKLrdug5qa09zPPdcLHl7XPnmMy1jAnXEwTjQ44ki&amp;gcReferrer=https%3A%2F%2Fwww.hedleyandbennett.com%2Fcollections%2Fall-aprons%3Fpf_t_type%3DType_filter%253AClassic%2BAprons\" id=\"32eda7054ed54cb5941baba06a2260ad\">Shop Hedley &amp; Bennet aprons</a><h2>Anova Precision Cooker</h2><figure><img alt=\"Anova Precision Cooker\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/82638b80-59e8-11ed-bffe-25b972835fae\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>An immersion circulator (aka a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1dRNE01VFMvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAexWKbNdrYYLeMyK0nryu1aVR0-SAwe6hTN9PyLhfejs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07WQ4M5TS%2F\">sous vide machine</a>) isn’t for everyone. But  it can do things that no other gadget can. It can take the guesswork out of nailing the temp on a steak before finishing it off with a quick sear in a cast iron skillet.  A sous vide machine can also create the perfect jammy center on a soft-boiled ramen egg or simply add a range of aromatics to various types of meat while they cook. This is the kind of thing that a lot of home cooks dream about but can’t quite justify buying, which is precisely what makes it a perfect gift. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1dRNE01VFMvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAATSo153a4B6H56-jYtpeM9zoNP2rpAJ2z6_2yQy_7fVt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07WQ4M5TS%2F\" id=\"11854070e74a4962a0a6ce667eea5380\">Buy Anova Precision Cooker at Amazon - $219</a><h2>Microplane classic grater</h2><figure><img alt=\"Microplane classic grater\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/90fbf6f0-59e8-11ed-bfb5-220dfcdabcf2\" /><figcaption></figcaption><div class=\"photo-credit\">Microplane</div></figure><p>A good grater is a must-have in the kitchen, and just like Band-Aid is to adhesive bandages and Kleenex is to tissues, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAwNFM3VjgvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAY8neRiKp8jXhy4HGSrFovlyaC_854h-NgHH0bJ0p9Y7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00004S7V8%2F\">Microplane</a> has become synonymous when it comes to zesting and grating. The classic model comes with a no-slip plastic handle and an included protective cover and it can handle anything from parmesan cheese to garlic to nutmeg. And priced at $16, it’s an ideal kitchen gadget gift even if you don’t have a ton to spend. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAwNFM3VjgvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAQMv2gSiLJESVxQ6R5a1qaSsN7ZA_DmY9q4h6A_2mLYN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00004S7V8%2F\" id=\"90222558452240e082b8e90e3ab35d2f\">Buy microplane at Amazon - $16</a><h2>ThermoWorks ThermoPop</h2><figure><img alt=\"ThermoWorks ThermoPop\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/a80e2f20-59e8-11ed-9fdd-2e9056901d26\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>There’s no shortage of instant-read thermometers out there, but <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8ec42127-5c25-4160-a755-9edb36e27b1b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=ThermoWorks&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4ZWM0MjEyNy01YzI1LTQxNjAtYTc1NS05ZWRiMzZlMjdiMWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlcm1vd29ya3MuY29tL3RoZXJtb3BvcC0yLyIsImNvbnRlbnRVdWlkIjoiMGUzOTQyZTgtYzJmMS00Y2FkLWFjZjctN2M0ZDM4MDU0MTZiIn0&amp;signature=AQAAAY1mUN8usRyTRTrrjMx6SSy0QH1_3Wqv_y6MqggalJv9&amp;gcReferrer=https%3A%2F%2Fwww.thermoworks.com%2Fthermopop-2%2F\">ThermoWorks’ ThermoPop</a> has been a staple in my kitchen for a long time. Yes, it’s cute, but that’s only one reason to buy it over others. I like that it’s quite accurate and provides temperature readings in just a couple of seconds, plus it's splash resistant and pretty easy to clean. It also has a screen that you can rotate to show you the temperature in different orientations, making it easy to use in all kinds of positions. Plus, you can’t beat its $35 price tag, which is a steal for an accurate thermometer like this that also has an attractive, pocketable design. If you want the latest and great, spring for the ThermoPop 2 that just came out, which is even more accurate than the previous generation, faster and can read temperatures up to 572 degrees Fahrenheit. <em>— Valentina Palladino, Senior Commerce Editor</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8ec42127-5c25-4160-a755-9edb36e27b1b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=ThermoWorks&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4ZWM0MjEyNy01YzI1LTQxNjAtYTc1NS05ZWRiMzZlMjdiMWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlcm1vd29ya3MuY29tL3RoZXJtb3BvcC0yLyIsImNvbnRlbnRVdWlkIjoiMGUzOTQyZTgtYzJmMS00Y2FkLWFjZjctN2M0ZDM4MDU0MTZiIn0&amp;signature=AQAAAY1mUN8usRyTRTrrjMx6SSy0QH1_3Wqv_y6MqggalJv9&amp;gcReferrer=https%3A%2F%2Fwww.thermoworks.com%2Fthermopop-2%2F\" id=\"7a9c58091df34a639c9a829bef6d82bc\">Buy ThermoPop 2 at ThermoWorks - $35</a><h2>John Boos cutting board</h2><figure><img alt=\"John Boos cutting board\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/bec4d9d0-59e8-11ed-bfd3-497bc2ad7753\" /><figcaption></figcaption><div class=\"photo-credit\">John Boos</div></figure><p>Anyone who has watched even a handful of cooking shows or videos has probably seen this cutting board in the background. And the reason is that they’re just great products that deliver everything you need and nothing more. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDA2M1FCRjQvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAVapzU6ExKjKxGp7JNhmcXO9dgCjzD0Dxo6RndXk-6U-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00063QBF4%2F\">Boos blocks</a> are available in a huge range of shapes, sizes and woods, from small circular boards to huge maple slabs with juice grooves. That said, if you’re planning on gifting a cutting board this nice, don’t forget to include proper care instructions, which at the very minimum include oiling it once a month. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDA2M1FCRjQvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAT-EsjDydQ8Qa9zwJ_baKXJK_85NH17UVaoao-8pOskl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00063QBF4%2F\" id=\"4194626a20d14e8c85763be8064a1411\">Buy Boos board at Amazon - $95</a><h2>The Good Shears by Material</h2><figure><img alt=\"Material The Good Shears\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/cbbadfe0-59e8-11ed-b9f7-0a80710ffb87\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>Everyone needs a good pair of scissors, and it doesn’t hurt if they look good too. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0d8d6697-5fcc-4c0e-b5a1-f2251e4fa049&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Material&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZDhkNjY5Ny01ZmNjLTRjMGUtYjVhMS1mMjI1MWU0ZmEwNDkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9tYXRlcmlhbGtpdGNoZW4uY29tL3Byb2R1Y3RzL3RoZS1nb29kLXNoZWFycz8iLCJjb250ZW50VXVpZCI6IjBlMzk0MmU4LWMyZjEtNGNhZC1hY2Y3LTdjNGQzODA1NDE2YiJ9&amp;signature=AQAAAT89h6Hjn5lges6EZXPei3j5OeFsiJmV0H1X9cTzqQRd&amp;gcReferrer=https%3A%2F%2Fmaterialkitchen.com%2Fproducts%2Fthe-good-shears%3F\">The Good Shears</a> sport soft silicone handles and sharp micro-serrated blades that should make quick work of anything short of beef bones. And unlike a lot of cheaper competitors, the Good Shears are dishwasher safe and can be taken apart for sharpening or cleaning. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0d8d6697-5fcc-4c0e-b5a1-f2251e4fa049&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Material&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZDhkNjY5Ny01ZmNjLTRjMGUtYjVhMS1mMjI1MWU0ZmEwNDkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9tYXRlcmlhbGtpdGNoZW4uY29tL3Byb2R1Y3RzL3RoZS1nb29kLXNoZWFycz8iLCJjb250ZW50VXVpZCI6IjBlMzk0MmU4LWMyZjEtNGNhZC1hY2Y3LTdjNGQzODA1NDE2YiJ9&amp;signature=AQAAAT89h6Hjn5lges6EZXPei3j5OeFsiJmV0H1X9cTzqQRd&amp;gcReferrer=https%3A%2F%2Fmaterialkitchen.com%2Fproducts%2Fthe-good-shears%3F\" id=\"2053ffc1b886427b80afd80d56a092b1\">Buy Good Shears at Material - $35</a><h2>Zojirushi Neuro Fuzzy rice cooker</h2><figure><img alt=\"Zojirushi Neuro Fuzzy rice cooker\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/e7fbd880-59e8-11ed-af9b-f9662ff0435f\" /><figcaption></figcaption><div class=\"photo-credit\">Zojirushi</div></figure><p>Those who eat rice regularly know that rice cookers are a much easier way to prepare the popular grain than using the stovetop alone, especially if you’re cooking for a crowd. Our favorite model is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAwN0o1VTcvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAYsnhEk2Hi1WevVbFf2EH5KKGzKyCCkaliRMzBjsk7nO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00007J5U7%2F\">Zojirushi Neuro Fuzzy</a> thanks to its “fuzzy logic” tech (yes, that’s a technical term), which ensures perfectly cooked rice even if your water and rice measurements aren’t exact. It has settings for different sorts of rice: white, mixed, porridge, sweet, semi-brown, brown, rinse-free and quick-cooking. Other features include a timer and a keep-warm setting. The <a href=\"https://www.engadget.com/zojirushi-neuro-fuzzy-rice-cooker-irl-144543841.html\">Zojirushi rice cooker</a> also makes fantastic polenta, not to mention oatmeal from steel-cut oats.</p><p>There’s also an updated (and pricier) option called the Zojirushi Induction Heating System Rice Cooker. In addition to the fuzzy logic tech mentioned above, it features an induction heating tech that heats the inner cooking pan. According to the company, this allows the device to make precise temperature adjustments to cook exceptional rice. This also means the food will heat evenly, as the bottom, side and lid will all generate heat. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAwN0o1VTcvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAASwszWweqPubXQ3DqvbBg60ks61ML_uTCTc8PpjbP602&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00007J5U7%2F\" id=\"d94f09ecefe942d3baab0b1d13cd4364\">Buy Zojirushi rice cooker at Amazon - $231</a><h2>Vitamix Low-Profile blender</h2><figure><img alt=\"Vitamix Low-Profile blender\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/0daa73c0-59e9-11ed-83f7-3a1ceb3fd6cf\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>The Vitamix 5200 is often cited as the premium blender of choice among experienced cooks and professional chefs. But the default 64-ounce container is often much too tall to fit under most cabinets. Enter the <a href=\"https://www.amazon.com/gp/product/B07CX95VRT/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=giftguide2022-20&amp;language=en_US\">Vitamix Low-Profile blender</a>, which still has a 64-ounce container but has a much shorter stature so it easily fits in most kitchens. Aside from looks, it’s just as capable and powerful as the original. It can crush ice, make quick work out of frozen fruit and tough vegetables and puree soups with ease. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN0NYOTVWUlQvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAcnb_sZ-6j_HPx1XXeu6IFEPrb78vz7EbM0laQ1QjFD8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07CX95VRT%2F\" id=\"b5d0e3b50ba547158d9cef2fef379f2a\">Buy Vitamix Low-Profile blender at Amazon - $375</a><h2>OXO Good Grips Precision scale</h2><figure><img alt=\"OXO Good Grips Scale\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/214a4180-59e9-11ed-8f9f-6bf45aeac67c\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>A good kitchen scale is an essential kitchen gadget, especially in times when loose volumetric measurements just don’t cut it (like baking). Not only does <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN01WUlpSOVcvP3RhZz1nZGd0MGMtcC1vLTQ0LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAROqXNGs5ckNdCwUBd5bAK7hxtjNxC2qqdtUAKcQz0qQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07MVRZR9W%2F\">OXO’s Precision Scale</a> support both metric and imperial measurements, it also features accurate 0.1-gram measurements that go up to six pounds. There’s also an easy-to-read digital display with a built-in timer, and its minimalist design will look good in practically anyone’s kitchen. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN01WUlpSOVcvP3RhZz1nZGd0MGMtcC1vLTQ1LTIwIiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAWAgkQ8vVC3vQm30JFy8MZ6XX4FlIiEy376N-gg7HF1m&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07MVRZR9W%2F\" id=\"64e1e9df66934675861e8153c2f19365\">Buy OXO scale at Amazon - $55</a><h2>Sodastream Terra</h2><figure><img alt=\"Sodastream Terra\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/3ac2cb50-59e9-11ed-bfe5-18fbc5ca4116\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Admittedly, this might not strictly be a gift for a cook, but it’s definitely handy to have around the kitchen and great for creating a custom sodas or cocktails. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3NvZGFzdHJlYW0uY29tL3Byb2R1Y3RzL3RlcnJhPyZ2YXJpYW50PTQwMjgxNDAyNjM4Mzc4IiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAcFq_vsL5ojDzBiwPcFJCOHZq-_Fz2mGz13BFTNUib4z&amp;gcReferrer=https%3A%2F%2Fsodastream.com%2Fproducts%2Fterra%3F%26variant%3D40281402638378\">Soda Stream Terra</a>, is the company’s most affordable sparkling water maker. For just $100, the starter kit includes the device itself, a reusable 1L bottle and a CO2 cylinder. You can also spring for the $130 hydration pack if you’re shopping for an avid cocktail maker or seltzer addict. That tacks on two more 1L bottles, two 0.5 liter dishwasher-safe bottles and 40ml lemon flavor drops. The whole setup is super easy to use too, and doesn’t even need to be plugged in. Just attach the CO2 tank, fill up the bottle with water and then tap to add bubbles. From there your giftee can mix and match flavor packs to suit their taste while also cutting down on waste from packaging and transporting heavy cans or bottles. <em>— S.R.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3NvZGFzdHJlYW0uY29tL3Byb2R1Y3RzL3RlcnJhPyZ2YXJpYW50PTQwMjgxNDAyNjM4Mzc4IiwiY29udGVudFV1aWQiOiIwZTM5NDJlOC1jMmYxLTRjYWQtYWNmNy03YzRkMzgwNTQxNmIifQ&amp;signature=AQAAAcFq_vsL5ojDzBiwPcFJCOHZq-_Fz2mGz13BFTNUib4z&amp;gcReferrer=https%3A%2F%2Fsodastream.com%2Fproducts%2Fterra%3F%26variant%3D40281402638378\" id=\"a87ec7f7c4754713814319ea04138191\">Buy Terra at Sodastream - $120</a><h2>ButcherBox Favorites</h2><figure><img alt=\"ButcherBox Favorites\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/47fa2020-59e9-11ed-bfde-a682355ff00f\" /><figcaption></figcaption><div class=\"photo-credit\">ButcherBox</div></figure><p>If you have a meat lover in your life, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5idXRjaGVyYm94LmNvbS9zaG9wL2FsbC1ib3hlcy9idXRjaGVyYm94LWZhdm9yaXRlcyIsImNvbnRlbnRVdWlkIjoiMGUzOTQyZTgtYzJmMS00Y2FkLWFjZjctN2M0ZDM4MDU0MTZiIn0&amp;signature=AQAAASUck_wRXScmLj6ZkURRTxteFINiqRI8W3Ps59RbaBqe&amp;gcReferrer=https%3A%2F%2Fwww.butcherbox.com%2Fshop%2Fall-boxes%2Fbutcherbox-favorites\">ButcherBox’s Favorites</a> is quite possibly the best gift they’ll ever get. Each shipment will have all of the company’s bestsellers lovingly vacuum-packed and frozen for their enjoyment. The contents include two pounds of ground beef, four eight-ounce boneless pork chops, three one-pound packs of boneless chicken breasts, two six-ounce filet mignons, one pound of sirloin tips, a 12-ounce pack of apple gouda sausage and a 10-ounce pack of bacon. That’s more than enough to keep them satisfied for at least a month, perhaps even longer. At least, if they don’t gorge it all in one go. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5idXRjaGVyYm94LmNvbS9zaG9wL2FsbC1ib3hlcy9idXRjaGVyYm94LWZhdm9yaXRlcyIsImNvbnRlbnRVdWlkIjoiMGUzOTQyZTgtYzJmMS00Y2FkLWFjZjctN2M0ZDM4MDU0MTZiIn0&amp;signature=AQAAASUck_wRXScmLj6ZkURRTxteFINiqRI8W3Ps59RbaBqe&amp;gcReferrer=https%3A%2F%2Fwww.butcherbox.com%2Fshop%2Fall-boxes%2Fbutcherbox-favorites\" id=\"c8fb4d258a0049c9a3e528c66587488b\">Buy favorites box at ButcherBox - $159</a><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/deviant-art-is-launching-its-own-ai-art-generator-140006449.html?src=rss", "title": "DeviantArt is launching its own AI art generator", "date_published": "2022-11-11 14:00:06+00:00", "description": "<p>While <a href=\"https://www.nytimes.com/2022/09/02/technology/ai-artificial-intelligence-artists.html\">not everyone's convinced</a> that AI art is actual art, the generators used to whip them up are likely here to stay. DeviantArt is now getting into the space with a generator of its own called <a href=\"https://www.dreamup.com/\">DreamUp</a>, promising \"safe and fair\" generation for creators. The website says one of artists' main concerns about AI art is that their work may be used to train artificial intelligence models, which means the generator could spit out pieces in their style without their consent. In an attempt to give artists control over their work, DeviantArt is giving them the ability to choose whether or not the tool can use their style for direct inspiration.&nbsp;</p><p>Further, the website is giving them the power to declare whether or not to allow their work to be used in datasets used to train third-party AI models. If they choose not to be included in those datasets, their content pages' HTML files will contain a \"noimageai\" directive. Also a \"noai\" directive protects their artwork when media files are directly downloaded from DeviantArt's servers.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>\"DeviantArt encourages other creator platforms to adopt this approach in order to ensure artists remain able to share their work with online audiences while retaining control over non-human usage,\" the website wrote in its announcement.&nbsp;</p><p>Those directives, of course, won't be added to their pages' HTML files if they're cool with their work being used to train AI models. And if they choose to allow DreamUp to use their style as a direct inspiration, they will be \"clearly credited\" on the output when it's published on DeviantArt. The website has anticipated that some users wouldn't be happy seeing even more AI art, though, especially since Midjourney-generated pieces are already <a href=\"https://nymag.com/intelligencer/2022/09/ai-art-is-here-and-the-world-is-already-different.html\">a very common sight on the platform</a>. That's why all DreamUp submissions will be automatically tagged as #AIArt, and users will be able to choose to see or to hide posts under the topic.&nbsp;</p><p>DreamUp is now one of the perks for DeviantArt's paid Core subscription plans, but all users can sample the tool with up to five free prompts.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-nest-learning-thermostat-deal-179-at-wellbots-134858404.html?src=rss", "title": "Google's Nest Learning Thermostat is on sale for $179 right now", "date_published": "2022-11-11 13:48:58+00:00", "description": "<p>Google's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1uZXN0LWxlYXJuaW5nLXRoZXJtb3N0YXQtM3JkLWdlbmVyYXRpb24iLCJjb250ZW50VXVpZCI6ImEwNzA0ZGVkLTNkODItNDkwMC1iYmJhLWJkNzFkNTFlNjdmNyJ9&amp;signature=AQAAARwRS4BwRuyEFoaTbNUNv9KKlcUPDZgbeih23SxrJC_0&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-nest-learning-thermostat-3rd-generation\">Nest Learning Thermostat</a> is broadly regarded as one of the best smart thermostats you can buy, and right now Wellbots is running a sale that brings the device <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1uZXN0LWxlYXJuaW5nLXRoZXJtb3N0YXQtM3JkLWdlbmVyYXRpb24iLCJjb250ZW50VXVpZCI6ImEwNzA0ZGVkLTNkODItNDkwMC1iYmJhLWJkNzFkNTFlNjdmNyJ9&amp;signature=AQAAARwRS4BwRuyEFoaTbNUNv9KKlcUPDZgbeih23SxrJC_0&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-nest-learning-thermostat-3rd-generation\">down to $179</a> when you use the code <strong>THERMOENG </strong>at checkout. That isn't the absolute best price we've tracked; this third-generation model launched in 2015, and it's fallen as low as $140 in the seven years since. But this is still a bit lower than most deal prices <a href=\"https://www.engadget.com/googles-nest-learning-thermostat-is-on-sale-for-199-right-now-143020941.html\">we see</a>, coming in $70 under Google's MSRP and about $35 below the device's average street price in recent months.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1uZXN0LWxlYXJuaW5nLXRoZXJtb3N0YXQtM3JkLWdlbmVyYXRpb24iLCJjb250ZW50VXVpZCI6ImEwNzA0ZGVkLTNkODItNDkwMC1iYmJhLWJkNzFkNTFlNjdmNyJ9&amp;signature=AQAAARwRS4BwRuyEFoaTbNUNv9KKlcUPDZgbeih23SxrJC_0&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-nest-learning-thermostat-3rd-generation\" id=\"117484b899da4868839e5f94b54a0522\">Buy Nest Learning Thermostat at Wellbots - $179</a><p>Smart thermostats in general can still be a worthwhile investment for those who want to manage their home's temperature remotely or cut down on their energy usage (<a href=\"https://www.nytimes.com/wirecutter/blog/when-a-smart-thermostat-isnt-the-smart-choice/\">usually</a>). The Nest Learning Thermostat makes doing that relatively straightforward, as it's able to gradually learn your heating and cooling preferences over a typical day, then automate future climate adjustments for your home with minimal input. It's still easy enough to make changes manually through Nest's app, but the device is usually able to create an accurate automatic heating or cooling schedule after a week or so of use. It can also use built-in sensors and <a href=\"https://support.google.com/googlenest/answer/9262475?hl=en&amp;co=GENIE.Platform%3DAndroid\">your phone</a> to tell when nobody is home, then <a href=\"https://support.google.com/googlenest/answer/9245535?hl=en&amp;co=GENIE.Platform%3DAndroid#zippy=%2Chow-eco-temperatures-work\">set temperatures</a> to an appropriate energy-saving range until someone returns. Helpfully, <a href=\"https://support.google.com/googlenest/answer/9244106?hl=en#zippy=%2Cnest-thermostat\">it'll give a visual indicator</a> whenever it's set in that range.</p><span id=\"end-legacy-contents\"></span><p>If your place has distinct cool or hot spots, or if you prefer to keep certain rooms at specific temperatures, you can also pair the Learning Thermostat with <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtVGVtcGVyYXR1cmUtU2Vuc29yLzE3NjAwNzE3NyIsImNvbnRlbnRVdWlkIjoiYTA3MDRkZWQtM2Q4Mi00OTAwLWJiYmEtYmQ3MWQ1MWU2N2Y3In0&amp;signature=AQAAARLTHuOnbB9u9HvT1_qtZOrPvG_dl6nllKwnjGaAQytb&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Temperature-Sensor%2F176007177\">optional temperature sensors</a> to more granularly balance the climate throughout your home. Provided your heating and cooling system <a href=\"https://store.google.com/us/widget/compatibility/thermostat\">is compatible</a>, actually setting up the Learning Thermostat is largely straightforward, and the hardware itself still looks rather clean, with a well-sized display and smooth steel adjustment dial.</p><p>The Learning Thermostat is still on the expensive side even with this discount, so it's worth noting that Google still sells a lower-end model called the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtTmVzdC1UaGVybW9zdGF0LVNtYXJ0LVByb2dyYW1tYWJsZS9kcC9CMDhIUlBEWVRQP3RhZz1nZGd0MGMtcC1vLTQ5LTIwIiwiY29udGVudFV1aWQiOiJhMDcwNGRlZC0zZDgyLTQ5MDAtYmJiYS1iZDcxZDUxZTY3ZjcifQ&amp;signature=AQAAARdAuzxxjpwedFMSLAQIU8sXBTuy4s9LM2LtWxRGjZBf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Nest-Thermostat-Smart-Programmable%2Fdp%2FB08HRPDYTP\">Nest Thermostat for $130</a>. That one has similar energy-saving and <a href=\"https://support.google.com/googlenest/answer/9984225?hl=en\">HVAC monitoring</a> features, though it can't learn your temperature habits or work with remote sensors, and it has a cheaper-feeling frame based on touch controls.&nbsp;</p><p>The newest high-end <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlYWFM0OFA4Lz90YWc9Z2RndDBjLXAtby00OS0yMCIsImNvbnRlbnRVdWlkIjoiYTA3MDRkZWQtM2Q4Mi00OTAwLWJiYmEtYmQ3MWQ1MWU2N2Y3In0&amp;signature=AQAAAXm27qGNnV1smK8BRsNQzJF_UDx16BpDJN8I14NfCHHM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09XXS48P8%2F\">thermostats from Ecobee</a>, meanwhile, look to be worthy alternatives if you need support for more smart home platforms (including Apple's HomeKit) or smarter remote sensors that don't have to be programmed individually, a la Nest's. They also have built-in smart speakers. The platform support may be particularly relevant given that <a href=\"https://www.theverge.com/23065031/matter-google-nest-smart-home-michele-turner-interview\">Google hasn't committed</a> to the Learning Thermostat supporting the recently launched <a href=\"https://www.engadget.com/matter-smart-home-standard-released-160059101.html\">Matter smart home standard</a>, which is intended to make smart home devices universally compatible. (The cheaper Nest Thermostat <em>will</em> support this, however.) Still, the Learning Thermostat should be the way to go if you want a more \"set-and-forget\" option, and at this deal price it's a fine value.</p><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-blue-subscriptions-not-working-134310199.html?src=rss", "title": "Twitter Blue subscriptions aren't working at the moment", "date_published": "2022-11-11 13:43:10+00:00", "description": "<p><a href=\"https://www.engadget.com/elon-musk-twitter-blue-now-available-190106760.html\">Twitter Blue</a> is currently missing from the iPhone app's menu rail. On iPads, it's still there, except clicking on the option to subscribe returns an error. One of Engadget's editors tried it out on his iPad and got a notification that says it will be available in his country in the future, even though he's in the US, which is one of the service's <a href=\"https://www.engadget.com/twitter-blocks-new-accounts-twitter-blue-114446338.html\">launch locations</a>. Twitter has yet to announce why Blue is acting up, but according to reverse app engineer <a href=\"https://twitter.com/wongmjane/status/1590960913741668353\">Jane Manchun Wong</a>, the in-app purchase for Twitter Blue verification is no longer listed for production. One of her followers said they paid for a subscription and got verified, but now their blue checkmark has <a href=\"https://twitter.com/CarterKoWang/status/1590962387716575234\">gone missing</a>.</p><p>It's been chaos and mayhem since Twitter launched its $8 Blue subscription service. Its main draw at the moment is instant verification, and people quickly latched onto the idea that it can be used to create parody or fake accounts that look legitimate. A fake Nintendo of America account tweeted a photo of Mario giving everyone the middle finger, for instance, while a fake Valve account posted about a new competitive platform.</p><span id=\"end-legacy-contents\"></span><p>Twitter went on a banning spree to get rid of the inauthentic accounts, and it ultimately decided to <a href=\"https://www.engadget.com/twitter-blocks-new-accounts-twitter-blue-114446338.html\">block new users</a> from being able to sign up for Blue. In addition, the website <a href=\"https://www.engadget.com/twitter-starts-doling-out-official-checkmarks-again-045618923.html\">rolled out its \"Official\" gray</a> checkmarks to select notable accounts and public figures earlier. Twitter <a href=\"https://www.engadget.com/elon-musk-kills-twitter-official-verified-checkmarks-175648560.html\">pulled back</a> these \"Official\" labels after a faulty initial release with the intention of verifying government and commercial entities first. But the company's Support account announced that it's doling them out again in an effort to combat impersonation.</p><p>In addition to dealing with impersonators and fake accounts, Twitter employees — those left after the <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\">mass layoffs</a>, anyway — also have internal drama to think of. Chief information security officer Lea Kissner, chief privacy officer Damien Kieran and chief compliance officer Marianne Fogarty have all reportedly <a href=\"https://www.engadget.com/twitter-privacy-security-executives-quit-twitter-blue-elon-musk-181237268.html\">quit the company</a>. Elon Musk, the company's new owner, also told remaining employees that Twitter is losing so much money that \"<a href=\"https://www.engadget.com/elon-musk-twitter-bankruptcy-215850492.html\">bankruptcy is not out of the question</a>.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/engadget-podcast-foldable-iphone-hack-133040034.html?src=rss", "title": "Engadget Podcast: A foldable iPhone, Meta layoffs and the fall of FTX", "date_published": "2022-11-11 13:30:40+00:00", "description": "<p>We’re still waiting for Apple to deliver a genuine foldable iPhone, but that didn’t stop a group of engineers in China from crafting their own prototype. This week, Cherlynn and Devindra dive into the possibility of a real foldable iPhone, plus they discuss Meta’s massive layoffs and the fast downfall of the crypto exchange FTX. Also, what are the ethics of Apple limiting AirDrop in China (and eventually the rest of the world)?</p><p>Listen below, or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"></div><h2>Subscribe!</h2><ul><li><p><a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiYjI2MWQ0MTEtYzM1NC00ZWEzLWE2OWQtZDE1NjdmZGE0YTBmIn0&amp;signature=AQAAAZtWV9SetZ4Zokd6P9cvyEWmg0N9F8WgM2ttQzvwmCq4&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a href=\"https://open.spotify.com/show/3EC3dMIRB99dkvoSBeSO7G?si=f7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><br /><strong>Topics</strong><br /></h2><ul><li><p>Chinese modders made a foldable iPhone – 1:32</p></li><li><p>Meta lays off 11,000 people worldwide – 12:48</p></li><li><p>Sale of crypto exchange FTX to Chinese-based Binance fails – 20:56</p></li><li><p>Musk Twitter is a mess: the weekly update – 26:41</p></li><li><p>Apple sets time limit for receiving Airdrops in China – 31:38</p></li><li><p>Volvo unveils its EX90 EV SUV – 35:52</p></li><li><p>Instagram’s web client has finally been redesigned – 39:37</p></li><li><p>Google starts issuing Stadia refunds – 41:22</p></li><li><p>Working on – 47:03</p></li><li><p>Pop culture picks – 49:10</p></li></ul><h2>Livestream</h2><div id=\"b46e55dd7ca141f79b6f684916d6a66f\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><h2></h2><h2></h2><p><strong><em>Credits</em></strong><br /><em>Hosts: Cherlynn Low and Devindra Hardawar</em><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em><br /><em>Livestream producers: Julio Barrientos</em><br /><em>Graphic artists: Luke Brooks and Brian Oh</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/eight-sleep-pod-3-review-the-high-price-of-great-sleep-130046554.html?src=rss", "title": "Eight Sleep Pod 3 review: The high price of great sleep", "date_published": "2022-11-11 13:00:46+00:00", "description": "<p>I've always tried to get as much sleep as possible, but now that I have a one-year-old to look after, anything that can help maximize what little rest I do get is priceless. So when I heard that Eight Sleep was coming out with a new version of its smart mattress topper that offers better sleep tracking and temperature controls, I was curious to see how well it worked. And while the Pod 3 Cover is pricey, after a few months of testing, I never want to go back to a regular standalone mattress.</p><h2>The Eight Sleep system</h2><p>The company's core offerings consist of two main components: The Pod 3 Mattress and the Pod 3 Cover. The mattress itself is relatively straightforward. Its features a medium firmness that's a bit stiffer than something like the original Leesa mattress and it includes various additional layers for better heat distribution.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"The Pod 3 Cover works with both Eight Sleep's mattress or the bed you already own via the company's PerfectFit encasement. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/25664550-612f-11ed-afd7-dd281648ade9\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Then there's the Eight Sleep Pod 3 cover, which is both the heart and the brains of the company's two-pronged approach. In order to deliver your perfect sleep temperature, the cover features what Eight Sleep calls an Active Grid, which is essentially embedded tubing that carries cool or warm water to your side of the bed. There are also sensors built into the Active Grid that can monitor things like your heart rate, sleeping respiratory rate, how much you toss and turn and more, with Eight Sleep claiming that the Pod 3 offers significantly more accurate tracking than its previous offerings. And then attached to the Active Grid is the Hub, which serves both as a reservoir for the water in the Pod Cover and as a place to house important tech like WiFi, which unlike previous models now supports 5GHz networks.</p><h2>Setup</h2><p>While the thought of having to plug wires and hoses into your bed might seem like a bit much, getting everything working is actually pretty simple. Like a lot of foam mattresses, Eight Sleep's option arrived compressed in a box — all you have to do is remove the plastic wrapper and give it a few minutes while it expands. The nice thing is that you don't need to buy one from Eight Sleep at all, as the Pod Cover is designed to work pretty much any mattress up to 16 inches thick.</p><figure><img alt=\"The Pod Cover's Hub functions as a reservoir for sending cold or hot water to your bed and also houses important components like built-in WiFi.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/50a0b520-612f-11ed-bfff-a201ddf1ab8f\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>That's because while the standard Pod Cover comes with zippers that line up with matching teeth on the company's mattress, you can also order the Pod Cover with PerfectFit, which includes an encasement that accommodates third-party beds. So if you already like your current mattress, you don't need to toss it to install the Pod Cover. Not only does this lower the price of entry, it's also a welcome move toward general flexibility. Which is good because <em>starting</em> at $2,045 (for a full), this thing definitely ain't cheap.</p><p>Once the Pod Cover is attached to your mattress, Eight Sleep's app provides simple step-by-step instructions on how to connect the hose, fill the reservoir and power it up. Admittedly, there's not a lot to mess up (aside from maybe not leaving enough room behind your bed to prevent the hose from kinking), but the guide removes all the guesswork. And while the hub itself does take up a little space, the hose is long enough that it's not too difficult to find a spot for it. From there, you can set up or sign into your account, enter your WiFi info and that's it. All told, it took me less than 20 minutes to put everything together after unboxing it.</p><h2>The tech</h2><figure><img alt=\"The Pod Cover uses a variety of sensors to track things like your sleeping heart rate, respiratory rate and more. And in the morning you get a full report along with a daily sleep score. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/8c749080-612f-11ed-beb7-a60903499d06\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>While the Pod 3 Cover isn't a huge departure from previous models, it does pretty much everything really well. The sensors made easy work of tracking my sleeping heart and respiratory rates. And thanks to charts and graphs that are available inside the app, it's easy to see how various factors impact your sleep. You even have the ability to add tags for things like stretching, caffeine intake and others to better correlate your daytime activities with the amount of rest you get. And every day, the app spits out a sleep score to tell you how you did.</p><p>The other big part of the Pod Cover's kit is its heating and cooling tech. The cover supports dual-zone controls, so you can set the temp for each half of the bed independently. That's really nice because while I typically prefer things on the cool side, my wife is often chilly at night and has her side set to warm. Honestly, even without all the sleep tracking, the Pod Cover is worth it for its cooling and heating alone.</p><figure><img alt=\"In the Eight Sleep app, you can set your beds temperature to various degrees of hot or cold, while the optional Autopilot features (which requires a $19 monthly subscription) can adjust temperatures automatically. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/0df97490-6130-11ed-bbbb-215dd5358484\" /><figcaption>In the Eight Sleep app, you can adjust the Pod Cover's temperature settings manually or let the Autopilot feature make suggestions automatically, though sadly you'll need to pay for the company's $19-a-month subscription for the latter. </figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>At this point, the <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3427038/\">science is pretty clear</a>, your thermal environment has a huge impact on how well you sleep. Too hot or too cold and you're almost certainly going to wake up feeling less rested. But with the Pod Cover, you can select your perfect temp and set a schedule for controlling heating and cooling levels throughout the night. For me, it's like laying on the cool side of the pillow, except all the time and across the entire mattress, which makes a huge difference in both how fast I fall asleep and how I feel the next morning.</p><p>Of course, you can change things as needed, which really came in handy when I started running a fever. So instead of having my side cold as normal, I was able to pump up the heat to help combat the chills — something that made being sick just a bit more tolerable. In less extreme circumstances, the adjustability also means you can tailor your temps depending on the season, as I found I prefer things a bit colder in the summer and a bit warmer in the fall and winter.</p><p>On top of that, Eight Sleep takes its temperature control and sleep tracking tech a couple steps further with its Autopilot and Sleep Insight features. Autopilot uses data gathered by its sensors to automatically make your bed hotter or colder as needed. In my case, after noticing in the summer I was tossing and turning more often, it suggested a slightly cooler temperature schedule, which later resulted in higher sleep scores.</p><figure><img alt=\"By tracking various metrics including heart rate, the Pod Cover can notify you when you had a particularly good (or bad) night of sleep. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9f0283a0-6130-11ed-bf7f-7c32f1ab8b85\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>But what might be even more powerful is Sleep Insights, which are observations based on your metrics that tell you how well (or badly) you slept. It's kind of like a robo-coach that sorts through your data to provide tips so you don't have to. While reports generally amount to notifications about your sleeping heart rate being higher or lower than normal, I appreciate that it calls attention to things like eating late or having a drink or two before bed which can negatively impact your sleep. Annoyingly, both Autopilot and Sleep Insight are locked behind the company's optional <a href=\"https://blog.eightsleep.com/the-eight-sleep-8-pro-membership/?amp\">8+ Pro subscription</a> that costs $19 a month, which is frankly just too much. I know companies these days are looking for steady revenue streams, but these features really ought to be free.</p><h2>Comfort</h2><h2></h2><p>Of course, all the fancy tech in the world doesn't mean much if this thing is uncomfortable, and thankfully it's not. It's actually quite the opposite. One of my gripes about the original Pod Cover is that you could feel the tubing inside. But on the Pod 3, you can only tell that it's more than a dumb mattress topper when you touch it with your hands; laying on it, the tubing is almost impossible to discern. Admittedly, the topper makes your mattress feel a touch firmer than it would otherwise, but aside from that, it feels a lot like a bed with a thin foam egg crate pad – just slightly pillowy.</p><h2>Wrap-up</h2><figure><img alt=\"The Pod Cover features a relatively streamlined design, though you will need to find space to position its water hose and spot for the hub. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/c77c9060-612f-11ed-8ff7-5671615a34d6\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The thing that made me realize what a huge impact the Pod 3 Cover had on my sleep was how much I missed it while traveling. Even the softest, coziest hotel bed couldn't make up for the lack of temperature controls. Other additions like the Pod Cover's upgraded WiFi make the smart topper even easier to set up while more precise sleep tracking helps you better figure how well you’re sleeping and what you can do to improve.</p><p>The only real downside (and it's kind of a big one) is that with a starting price of over $2,100, it’s out of the reach of most people. And that doesn't even include the optional 8+ Pro subscription, which feels like an unnecessary tax required to unlock all of its features. That said, even without Autopilot and Sleep Insights, the Pod 3 Cover has delivered some of the best sleep I've ever had.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-apple-puts-a-10-minute-cap-on-receiving-air-drop-transfers-in-china-121520565.html?src=rss", "title": "The Morning After: Apple introduces AirDrop limit in China", "date_published": "2022-11-11 12:15:20+00:00", "description": "<p>The latest iOS update Apple rolled out in China came with something not included in the release for other regions. According to <em>Bloomberg</em>, it limits the time a user can receive files via AirDrop from non-contacts <a href=\"https://www.engadget.com/apple-10-minute-cap-everyone-airdrop-090340980.html https://www.engadget.com/...\">to 10 minutes</a>. Activists and protesters in China have been using AirDrop to circumvent the country's online censorship measures. It was widely used during Hong Kong's pro-democracy protests to share images of police brutality. This isn't the first time Apple has introduced a feature — or, in this case, a restriction — to ensure it stays in the Chinese government's good graces. Recently, the company reportedly told Taiwanese suppliers to ensure parts bound for the mainland don't come with Made in Taiwan labels. Instead, their source should be Chinese Taipei or Taiwan, China.</p><p>Apple told <em>Bloomberg</em> the AirDrop limit won't remain a Chinese exclusive. It allegedly plans to roll out the new limitation to all users around the world next year to \"mitigate unwanted file sharing.\"</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/best-fitness-trackers-133053484.html\"><ins>The best fitness trackers for 2022</ins></a></p></li><li><p><a href=\"https://www.engadget.com/gm-expanded-hands-free-super-cruise-network-first-vehicles-192942945.html\"><ins>GM reveals the first vehicles that will access its expanded hands-free driving network</ins></a></p></li><li><p><a href=\"https://www.engadget.com/eventide-h-90-harmonizer-guitar-effects-pedal-insanely-powerful-expensive-133052541.html\"><ins>Eventide’s H90 Harmonizer is an insanely powerful and insanely expensive guitar pedal</ins></a></p></li><li><p><a href=\"https://www.engadget.com/apple-macbook-air-m2-deal-150-off-at-amazon-best-buy-162316546.html\"><ins>Apple's M2 MacBook Air is $150 off and back to its all-time low</ins></a></p></li><li><p><a href=\"https://www.engadget.com/musk-ends-remote-work-at-twitter-123547728.html\"><ins>Elon Musk bans Twitter employees from working remotely </ins></a></p></li><li><p><a href=\"https://www.engadget.com/twitter-blocks-new-accounts-twitter-blue-114446338.html\"><ins>Twitter blocks new accounts from signing up to its $8 Blue subscription </ins></a></p></li><li><p><a href=\"https://www.engadget.com/fujifilm-x-t-30-camera-irl-153533230.html\"><ins>What we bought: The Fujifilm X-T30 is the perfect camera for me</ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/twitter-privacy-security-executives-quit-twitter-blue-elon-musk-181237268.html\">More Twitter privacy and security executives abandon ship</a></h2><h3>A lawyer warned Twitter could be on the hook for billions in fines.</h3><h3></h3><p>There's more drama at Twitter. Chief information security officer Lea Kissner, chief privacy officer Damien Kieran and chief compliance officer Marianne Fogarty have all quit, according to <em>The Verge</em>. The report suggests the company's engineers will now be responsible for ensuring compliance with regulations. Twitter is currently subject to a Federal Trade Commission consent order, which includes specific privacy and security requirements.</p><p><a href=\"https://www.engadget.com/twitter-privacy-security-executives-quit-twitter-blue-elon-musk-181237268.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/philips-hue-festavia-string-lights-announced-080035276.html\">Philips Hue's smart string lights are a pricey form of holiday cheer</a></h2><h3>Expect to pay $160.</h3><a href=\"https://www.engadget.com/philips-hue-festavia-string-lights-announced-080035276.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/37b0b040-61b3-11ed-ad7d-9bfff2325414\" style=\"height: 422; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Signify</div></figure></a><p>Signify, formerly Philips Lighting and best known for its Hue smart bulbs and lighting, is finally introducing a set of festive fairy lights. Measuring just a touch over 65 feet, the $160 Festavia string lights feature 250 mini LEDs,  customizable through the company’s recently <a href=\"https://www.engadget.com/philips-hue-app-automations-073006485.html\"><ins>redesigned Philips Hue app</ins></a>. Signify is introducing two new features for the festive season: The first is a new Sparkle effect to make the festive string of LEDs twinkle. There’s also a new lighting style called Scattered. It allows you to choose up to five colors, which the software randomly assigns to each light.</p><p><a href=\"https://www.engadget.com/philips-hue-festavia-string-lights-announced-080035276.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/waymo-driverless-taxi-permit-california-dmv-150046627.html https://www.engadget.com/...\">Waymo inches closer to charging for self-driving taxis in California</a></h2><h3>It isn't yet ready in San Francisco, however.</h3><h3></h3><p>California's Department of Motor Vehicles has greenlit an amended deployment permit that lets Waymo charge the general population for completely autonomous rides on public roads. The update clears the way for Waymo One to charge for passenger-only service in San Francisco, much as it already does in Phoenix. This also opens the possibility for delivery services.</p><p>The company isn't opening Waymo One's San Francisco operations to the public \"at this time,\" a spokesperson told Engadget. Waymo has so far limited these rides to employees and Trusted Testers covered under existing deployment and testing permits</p><p><a href=\"https://www.engadget.com/waymo-driverless-taxi-permit-california-dmv-150046627.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nasa-challenger-explosion-wreckage-discovery-201048870.html\">NASA confirms underwater debris is from the 1986 Challenger explosion</a></h2><h3>A documentary crew discovered the wreckage while searching for World War II aircraft.</h3><a href=\"https://www.engadget.com/nasa-challenger-explosion-wreckage-discovery-201048870.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/37962361-61b3-11ed-bffe-59b0e56fa1b3\" style=\"height: 432; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure></a><p>A documentary crew has discovered an underwater wreckage off the Florida coast is from the disastrous last flight of the space shuttle Challenger, in which seven people were killed. The tragic Challenger flight took off on January 28th, 1986, breaking apart only 73 seconds into its journey. Divers working on the documentary noticed “a large human-made object covered partially by sand on the seafloor.” It had a modern construction, including eight-inch square tiles, commonly used in shuttles’ thermal protection systems. That tipped off the crew members that the wreckage may be NASA-related, and they contacted the space agency, which looked over the footage and confirmed its origin. NASA says it is considering what additional actions to take regarding the debris.</p><p><a href=\"https://www.engadget.com/nasa-challenger-explosion-wreckage-discovery-201048870.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/best-game-streaming-gear-160012102.html https://www.engadget.com/...\">All the gear you need to game-stream like a pro</a></h2><h3>Get your streaming empire off to a running start.</h3><a href=\"https://www.engadget.com/best-game-streaming-gear-160012102.html https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/37962360-61b3-11ed-beef-ee9d72e317a4\" style=\"height: 405; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>While we can’t help with the patience, natural talent or social factors that determine who becomes a game streaming star, we can recommend the tools to make a channel look as professional as possible from day one. If anyone on your gift list is serious about diving into the business of video game streaming, these are the gadgets they’ll be ecstatic to unwrap (and show off on camera).</p><p><a href=\"https://www.engadget.com/best-game-streaming-gear-160012102.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-next-gen-prime-air-delivery-drone-103003910.html?src=rss", "title": "Amazon's redesigned Prime Air delivery drone can fly farther than its predecessor", "date_published": "2022-11-11 10:30:03+00:00", "description": "<p>Amazon recently <a href=\"https://www.engadget.com/amazon-ends-scout-robot-test-113516997.html\">stopped testing its Scout</a> sidewalk delivery robot and made <a href=\"https://www.engadget.com/amazon-discontinue-interactive-glow-video-device-for-kids-094054631.html\">other decisions</a> indicating that it's scaling back its experimental projects. Looks like its delivery drone development for Prime Air is still going strong, though, because the e-commerce giant has just released a sneak peek of its next-gen machine. The <a href=\"https://www.aboutamazon.com/news/transportation/amazon-prime-air-delivery-drone-reveal-photos\">MK30</a> was designed to be lighter than the current model dubbed MK27-2. It will still have six rotors <a href=\"https://www.engadget.com/amazon-prime-air-faa-approval-drone-delivery-trials-142035317.html\">like its predecessor,</a> based on the images the e-commerce giant has shared, except it no longer has a full hexagonal frame.&nbsp;</p><p>The e-commerce giant is slated to <a href=\"https://www.engadget.com/amazon-prime-air-drone-delivery-texas-college-station-161606446.html\">start drone deliveries</a> in College Station, Texas and Lockeford, California later this year to help it gauge people's interest in getting their orders flown over and dropped into their yards. Amazon will be using MK27-2 for those tests — this model won't be in service until 2024. The company says MK30 has a longer range than the MK27-2, has a higher temperature tolerance and has the capability to fly in light rain. In addition, Prime Air's Flight Science team has designed new propellers that will apparently reduce the new drone's perceived noise by around 25 percent.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company's drones aren't that noisy to begin with —according to the FAA's <a href=\"https://www.faa.gov/sites/faa.gov/files/EA_Amazon_Prime_Air_College_Station_TX.pdf\">draft environmental assessment</a> (PDF) of drone package deliveries in College Station, the noise MK27-2 makes would be unlikely to cause disturbance and is \"not expected to affect wildlife behavior...\" Amazon treats reducing the noise its drones make as an important engineering challenge, though, and it believes all of the MK30's qualities combined would enable customers to \"choose drone delivery more often. The company didn't reveal a specific plan for drone delivery expansion in its post, but it promises to make the service available \"to more customers in the months and years to come.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/unitek-steam-deck-cooling-dock-pro-price-availability-081522423.html?src=rss", "title": "This Steam Deck dock has a thermoelectric cooler", "date_published": "2022-11-11 08:15:22+00:00", "description": "<p>If you're <a href=\"https://www.engadget.com/valve-steam-deck-shipments-production-2022-173334621.html\">lucky enough</a> to track down a Steam Deck, chances are you've already experienced the sweaty palm syndrome with this handheld console — just as our very own Jess Conditt did in her <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">review</a>. Worse yet, the machine is prone to throttling or even crashing due to overheating, to the point where modders came up with their own <a href=\"https://www.reddit.com/r/SteamDeck/comments/y5fltq/project_cooldeck_cooler_for_steam_deck/\">creative</a><a href=\"https://www.youtube.com/watch?v=-DUWTteit-0&amp;t=1267s\">solutions</a>. For the rest of us who don't want to void the warranty, though, Hong Kong-based Unitek is now offering the <a href=\"https://www.unitek-products.com/products/cooling-dock-pro\">Cooler Dock Pro</a> for Steam Deck. This is essentially Valve's <a href=\"https://www.engadget.com/steam-deck-dock-reservations-preorder-valve-182653344.html\">official dock</a> boosted with a thermoelectric cooler on the back, if you don't mind paying the extra $30.</p><figure><img alt=\"Unitek Cooling Dock Pro for Steam Deck\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/92862d50-6123-11ed-9c8b-b669fa4cfd94\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>Much like the official dock, Unitek's version cushions your Steam Deck — or any portable device, for that matter — with a strip of soft silicone, and there's a short USB-C cable dangling from the back for connecting to the console. The thermoelectric cooler, RGB-lit fan and metallic contact plate are all housed within a hinged module, which allows for minor tilt angle adjustment while supporting the Steam Deck.</p><span id=\"end-legacy-contents\"></span><p>The Cooler Dock Pro comes with a set of ports similar to those on Valve's dock, but with some placed at the front instead — the latter include two USB-A and one USB-C (up to 10Gbps), accompanied with two RGB lights. On the back, you get a USB-C PD socket (up to 100W passthrough), HDMI 2.1 and DisplayPort 1.4 and Gigabit LAN. It's worth noting that this dock supports Multi-Stream Transport i.e. daisy-chaining multiple monitors in the console's Linux desktop mode. If you're using just one video output, you'll get up to 8K at 60Hz or 4K at 120Hz; but if you're using both ports, then it's either dual 4K at 60Hz, or 8K at 30Hz on one and 1080p at 60Hz on the other.</p><p>Unitek has added one extra USB-C port on the left, which is dedicated to the cooler module. If you want to use <em>just</em> the cooling function while on the go i.e. no displays nor accessories connected to the dock, you can simply plug a power bank into that 10W USB-C socket.</p><figure><img alt=\"Unitek Cooling Dock Pro for Steam Deck\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/01de3490-6124-11ed-bdec-ae4270f987f2\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>Unitek claims that while running <em>Apex Legends</em>, the Steam Deck's average surface temperature was around 46°C (114.8°F), but when used with the Cooling Dock Pro, this figure dropped down to 34.5°C (94.1°F) — falling within the <a href=\"https://twitter.com/OnDeck/status/1549467955754217473\">recommended</a> ambient temperature range. For a more extreme test, we ran <em>Forza Horizon 5</em> on ultra graphics settings, in which case the Steam Deck would normally fail to start a race, but it managed to last for around six minutes on the Cooling Dock Pro. The company added that when lowered to high graphics settings, the game would crash after around 45 minutes of gameplay, but with its dock, it kept running even after an hour. Of course, your mileage may vary from one game to another, but it's more about prolonging your Steam Deck's lifespan.</p><p>The $119 Unitek Cooling Dock Pro is now available for <a href=\"https://www.unitek-products.com/products/cooling-dock-pro\">pre-order</a>, with shipments starting from around mid-December. There's also a cheaper $89 <a href=\"https://www.unitek-products.com/products/cooling-dock\">Cooling Dock</a> for those who only need an HDMI 2.0 port (capped at 4K at 60Hz). It should be noted that there's no power supply included with either model (but they do come with a 2-meter 100W USB-C cable), while Valve's $89 official dock includes a 45W brick. Chances are you may already have a compatible power supply; Unitek recommends that you'll need 60W or above to get the most out of the Cooler Dock Pro.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/un-global-methane-detection-system-070057307.html?src=rss", "title": "UN initiative will use satellites to detect methane emission hotspots", "date_published": "2022-11-11 07:00:57+00:00", "description": "<p>The United Nations is betting that satellites could help the world <a href=\"https://www.engadget.com/un-emissions-gap-report-climate-change-warning-144323723.html\">catch up on emissions reductions</a>. The organization has unveiled a Methane Alert and Response System (MARS) that, as the name implies, will warn countries and companies of \"major\" methane emission releases. The technology will use satellite map data to identify sources, notify the relevant bodies and help track progress on lowering this output.</p><p>The initial MARS platform will focus on \"very large\" energy sector sources. It'll gradually expand to include less powerful sources, more frequent alerts and data from animals, coal, rice and waste. Partners in the program, such as the International Energy Agency and UN's Climate and Clean Air Coalition, will provide help and advice. The information also won't remain a secret, as the UN will make both data and analyses public between 45 to 75 days after it's detected.</p><span id=\"end-legacy-contents\"></span><p>The system will get its early funding from the US government, European Commission, Bezos Earth Fund and the Global Methane Hub. Both Bezos' fund and GMH are backing related efforts, such as studies on spotting and counteracting agricultural methane emissions.</p><p>This is the first publicly available system of its kind, the UN claims. It will theoretically lead to faster, more targeted methane emissions reduction than you see today. That could be crucial in the years ahead. The UN warned at the COP27 conference that Earth was nowhere near limiting global warming to the 1.5 degrees Celsius from the <a href=\"https://www.engadget.com/us-rejoin-paris-agreement-official-190909769.html\">Paris Agreement</a>. As human-released methane is both a major contributor to climate change (about 25 percent, the UN says) and quick to leave the atmosphere, an effective use of MARS could help get environmental strategy back on track.</p><p>As you might imagine, though, MARS will only work if governments and businesses cooperate. There's not much point to alerts if emissions contributors ignore them. An oil company might be reluctant to spend the money need to <a href=\"https://www.engadget.com/methane-flaring-oil-extraction-worse-emissions-134504251.html\">fix its flaring</a>, for instance. The UN can point out a problem using this system, but it can't require action.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-starts-doling-out-official-checkmarks-again-045618923.html?src=rss", "title": "Twitter starts doling out 'official' checkmarks - again", "date_published": "2022-11-11 04:56:18+00:00", "description": "<p>Twitter's \"official\" gray checkmarks seem to making their way back to accounts owned by brands, publishers and other public figures. The website <a href=\"https://www.engadget.com/twitter-official-verified-checkmark-154546497.html\">initially rolled out</a> its official badges — the ones you can't buy with its new $8 Blue subscription service — on November 9th. But it <a href=\"https://www.engadget.com/elon-musk-kills-twitter-official-verified-checkmarks-175648560.html\">paused deployment</a> and pulled them back down from accounts that already had them, including Engadget's, just a few hours later. Twitter VP Esther Crawford explained that the checkmarks will be back, it's just that the social network is going to hand them out to \"government and commercial entities\" at first.</p><p>As <a href=\"https://www.theverge.com/2022/11/10/23452625/twitter-verified-official-blue-gray-check\"><em>The Verge</em></a> reports, the badge has now started reappearing on brand and company accounts like Coca-Cola's and Nintendo of America's. Twitter's own accounts are also displaying the gray checkmark. And some publications like <em>The New York Times, The Wall Street Journal, Bloomberg</em> and <em>Wired</em> have them now, as well. It's unclear if rollout has truly started this time, and if it has anything to do with the influx of impersonator and parody accounts that have flooded the website since its $8 verification has debuted.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Twitter\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/16cbe1a0-617d-11ed-aebe-c40290fda73b\" style=\"height: 741; width: 800;\" /><figcaption></figcaption><div class=\"photo-credit\">Twitter</div></figure><p>Shortly after the company's paid verification scheme went live, fake accounts shelled out for a subscription and got themselves verified. That led to legitimate-looking accounts tweeting out questionable things, such as a fake Nintendo of America posting a picture of Mario giving Twitter the middle finger and a fake LeBron James announcing that he was requesting a trade. On its support account, <a href=\"https://twitter.com/TwitterSupport/status/1590471013154050048\">Twitter said yesterday</a> that it was not \"putting an 'Official' label on accounts\" yet, but it's \"aggressively going after impersonation and deception.\" The gray checkmark, however, could help people figure out if they're dealing with actual companies and public figures.&nbsp;</p><p>As a response to the situation, the company implemented a new rule that <a href=\"https://www.engadget.com/twitter-blocks-new-accounts-twitter-blue-114446338.html\">blocks accounts</a> created on or after November 9th from its $8 Blue subscription to prevent them from getting instant verification. Twitter owner Elon Musk also announced that going forward, accounts doing parody impersonation must include the word \"parody\" in their name, not just in their bio. That's been a part of <a href=\"https://help.twitter.com/en/rules-and-policies/parody-account-policy\">Twitter's policy for years</a>, but we're guessing the website will now be enforcing the rule more strictly in light of recent events.&nbsp;</p><div id=\"5b6e0388e2114287a565dfa77b0caf5a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Going forward, accounts engaged in parody must include “parody” in their name, not just in bio</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1590884973535711232?ref_src=twsrc%5Etfw\">November 11, 2022</a></blockquote></div><p></p>", "favourite": true}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/browser-extension-tells-you-who-paid-for-twitter-verification-012103388.html?src=rss", "title": "This browser extension tells you who paid for Twitter verification", "date_published": "2022-11-11 01:21:03+00:00", "description": "<p>Twitter verification is now just a <a href=\"https://www.engadget.com/elon-musk-twitter-blue-now-available-190106760.html\">$8 away</a> away, but that doesn't mean the social network has democratized its long-standing status symbol entirely. The Twitter verification badge is now split between two different groups: accounts that were officially verified for being \"notable in government, news, entertainment, or another designated category,\" and accounts that paid for the checkmark by being subscribed to Twitter Blue. But it can be difficult to tell the difference between the two types of verified accounts without clicking into their individual profiles, which is why one Twitter user created a tool to make it a lot easier.</p><p>Introducing Eight Dollars, a simple browser extension that swaps out Twitter's standard verification badge for two different labels that spell out if an account is \"actually verified\" or if it \"paid for verification.\" Without the extension, you'd need to click on a user's profile, and then tap on the verification checkmark to determine if the user's check was approved by Twitter staff or purchased through Twitter Blue, but Eight Dollars makes that information available directly in your timeline.</p><span id=\"end-legacy-contents\"></span><div id=\"d756207d429f464f9b4e8c7d73ba5192\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">If you're confused by the new Twitter Verification feature, I've been working with some friends on a Chrome Extension that helps you tell the difference<a href=\"https://t.co/zXkwzhXIc1\">https://t.co/zXkwzhXIc1</a><a href=\"https://t.co/pHTBswBnnE\">pic.twitter.com/pHTBswBnnE</a></p>— Walter Lim (@iWaltzAround) <a href=\"https://twitter.com/iWaltzAround/status/1590650286326001664?ref_src=twsrc%5Etfw\">November 10, 2022</a></blockquote></div><p>The extension was originally only available for Chrome, but New Zealand designer Walter Lim says it should work with <a href=\"https://twitter.com/iWaltzAround/status/1590847894088974336?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1590847894088974336%7Ctwgr%5Ec9f4a48344b0336d6535a925617c7ce7b04984c2%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fcurate.publishing.oath.com%2Fstory%2Fengadget_us%2Fac5aad35-8465-4327-a055-fd276e6d6690\">Microsoft Edge</a> as well as <a href=\"https://twitter.com/iWaltzAround/status/1590847894088974336\">Firefox</a>, and he's also added Safari to his to-do list. Installing any of them will take a little extra work: the add-on is currently <a href=\"https://github.com/wseagar/eight-dollars\">only available on GitHub</a>, and needs to be installed manually using the browser's developer mode. Even so, it could be worth the effort — unless you like being fooled by hackneyed scam accounts and <a href=\"https://gizmodo.com/twitter-elon-musk-verified-impersonators-checkmark-1849768462\">impersonators</a>.</p>", "favourite": false}]