[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/planeta-jak-pianka-marsmallow-plywalaby-na-powierzchni-wody/", "title": "Planeta jak pianka marshmallow. \"Pływałaby na powierzchni wody\"", "date_published": "2022-10-21 16:59:00+00:00", "description": "Nowo odkryta egzoplaneta jest odległa od Ziemi o około 580 lat świetlnych i znajduje się w gwiazdozbiorze Woźnicy. Ciało niebieskie jest nieco większe od Jowisza i nie przypomina bliźniaczki Ziemi, której naukowcy intensywnie poszukują. Odkrycie jest jednak niezwykle z innego powodu. Planeta krążąca wokół chłodnego czerwonego karła przypomina swoją gęstością gigantyczną piankę marshmallow."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/usa-matka-oskarzona-o-morderstwo-syna-4-laktek-zjadl-zelki-z-thc/", "title": "USA. Matka oskarżona o morderstwo syna. czterolatek zjadł żelki z THC", "date_published": "2022-10-21 12:43:00+00:00", "description": "30-letnia Dorothy Annette Clements z Wirginii została oskarżona o zabójstwo swojego czteroletniego syna. Dziecko zjadło żelki, które były nasączone psychoaktywną substancją THC. Lekarzom nie udało się go uratować."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/wojskowy-smiglowiec-przelecial-tuz-nad-samochodami-na-autostradzie-witajcie-w-ukrainie/", "title": "Wojskowy śmigłowiec przeleciał tuż nad samochodami na autostradzie. \"Witajcie w Ukrainie", "date_published": "2022-10-21 11:33:00+00:00", "description": "W związku z toczącą się wojną w Ukrainie dla mieszkańców tego kraju codziennością stał się obraz różnych wojskowych pojazdów m.in. śmigłowców. Mogą się ich spodziewać dosłownie wszędzie, nawet przelatujących tuż nad samochodami nad autostradą."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/chaos-na-pokladzie-samolotu-do-buenos-aires-12-osob-zostalo-rannych/", "title": "Chaos na pokładzie samolotu do Buenos Aires. 12 osób zostało rannych", "date_published": "2022-10-21 10:54:00+00:00", "description": "Krzyczący pasażerowie uderzający w sufit, złamany nos i zniszczone wnętrze. Lot z Madrytu do Buenos Aires pogrążył się w chaosie podczas przelotu nad Atlantykiem, gdy napotkał na silne turbulencje. Większość pasażerów była wówczas pogrążona we śnie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/dmitry-pieskow-nie-oczekujemy-madrosci-politycznej-od-wielkiej-brytanii/", "title": "Dmitry Pieskow: nie oczekujemy mądrości politycznej od Wielkiej Brytanii", "date_published": "2022-10-21 10:51:00+00:00", "description": "- Nie oczekujemy politycznej mądrości od krajów Zachodu, zwłaszcza od Wielkiej Brytanii - powiedział rzecznik Kremla Dmitry Pieskow, pytany o możliwy powrót Borisa Johnsona na urząd premiera Wielkiej Brytanii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/holandia-zderzenie-zaglowki-z-taksowka-wodna-na-polnocy-kraju-sa-ofiary/", "title": "Holandia. Zderzenie żaglówki z taksówką wodną na północy kraju. Są ofiary", "date_published": "2022-10-21 10:46:00+00:00", "description": "Co najmniej dwie osoby zginęły dziś rano na północy Holandii w wyniku kolizji żaglówki z taksówką wodną - przekazały media. Dwie osoby są nadal zaginione, w tym 12-letnia dziewczynka. Na miejscu prowadzona jest akcja ratunkowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/usa-horror-w-domu-w-teksasie-matka-znecala-sie-nad-dziecmi/", "title": "USA: Horror w domu w Teksasie. Matka znęcała się nad dziećmi", "date_published": "2022-10-21 09:27:00+00:00", "description": "Matka z Teksasu więziła w domu 16-letnie bliźniaki, zmusiła ich do picia wybielaczy, kazała im jeść i pić własny mocz i kał, biła je metalowymi prętami. Kobieta razem ze swoim partnerem zostali aresztowani w Luizjanie po tym, jak nastolatkowie we wtorek uciekli z domu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/mateusz-morawiecki-konkluzje-szczytu-ue-dobre-dla-polski/", "title": "Mateusz Morawiecki: Konkluzje szczytu UE dobre dla Polski", "date_published": "2022-10-21 09:07:00+00:00", "description": "- Konkluzje szczytu UE są dobre dla Polski - powiedział premier Mateusz Morawiecki po pierwszym dniu szczytu UE w Brukseli."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/wojna-w-ukrainie-30-proc-elektrowni-jest-zniszczonych-przez-rosyjskie-ostrzaly/", "title": "Wojna w Ukrainie. \"30 proc. elektrowni jest zniszczonych przez rosyjskie ostrzały\"", "date_published": "2022-10-21 08:52:00+00:00", "description": "- W Kramatorsku można żyć, choć jest zimno - powiedział reporter Polsat News. Przekazał, że ogrzewanie może wrócić za kilka dni, ale w mieście jest ciepła woda i prąd. - Problemy z infrastrukturą w Ukrainie wynikają z tego, że 30 proc. elektrowni jest zniszczonych przez rosyjskie ostrzały i ataki z użyciem dronów produkcji irańskiej - dodał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/dmitrij-miedwiediew-pogratulowal-salacie-elon-musk-odpowiedzial/", "title": "Dmitrij Miedwiediew pogratulował sałacie. Elon Musk odpowiedział", "date_published": "2022-10-21 07:47:00+00:00", "description": "Pa, pa Liz Truss. Gratulacje sałato - takimi słowami były prezydent Rosji Dmitrij Miedwiediew pożegnał w mediach społecznościowych brytyjską premier. Na jego wpis odpowiedział Elon Musk, który też zadrwił z polityka w kontekście wojny w Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/meksyk-ogromny-pozar-linii-kolejowej-pociag-towarowy-pedzil-w-plomieniach/", "title": "Meksyk: Ogromny pożar linii kolejowej. Pociąg towarowy pędził w płomieniach", "date_published": "2022-10-21 06:58:00+00:00", "description": "Ogromny pożar ogarnął linię kolejową i domy w Aguascalientes w środkowym Meksyku po tym, jak doszło tam do wypadku ciężarówki z paliwem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/usa-kevin-spacey-uniewinniony-w-sprawie-o-napasc-seksualna-na-14-latka/", "title": "USA: Kevin Spacey uniewinniony w sprawie o napaść seksualną na 14-latka", "date_published": "2022-10-21 06:09:00+00:00", "description": "Kevin Spacey został uniewinniony w sprawie wykorzystywania seksualnego aktora Anthonyego Rappa w latach 80. Gwiazdor był pozwany przez Rappa, który twierdził, że został poddany niechcianemu awansowi seksualnemu, gdy był nastolatkiem. Spacey kategorycznie zaprzeczył tym twierdzeniom."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/los-angeles-zaatakowal-matke-mieczem-samurajskim-policja-obezwladnila-napastnika/", "title": "Los Angeles. Zaatakował matkę mieczem samurajskim. Policja obezwładniła napastnika", "date_published": "2022-10-21 05:22:00+00:00", "description": "23-latek z Los Angeles napadł na swoją matkę z mieczami samurajskmi w dłoniach, dźgnął kobietę, miał też zabić jej psa. Na miejscu interweniowała policja, która obezwładniła i aresztowała mężczyznę. Na nagraniu z kamery funkcjonariusza, które trafiło do sieci, widzimy ranną całą we krwi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-21/bialy-dom-iran-zapewnia-wsparcie-techniczne-rosyjskim-dronom-zabijajacym-cywilow/", "title": "Biały Dom: Iran zapewnia \"wsparcie techniczne\" rosyjskim dronom zabijającym cywilów", "date_published": "2022-10-21 04:48:00+00:00", "description": "Biały Dom potwierdził, że Iran znacznie pogłębił swoje zaangażowanie w rosyjską inwazję na Ukrainę, zapewniając wsparcie techniczne rosyjskim pilotom latającym dronami irańskiej produkcji w celu zbombardowania celów cywilnych - podaje na swojej stronie The Guardian. Irańczycy pomagają Rosjanom używać dronów z większą śmiertelnością - stwierdził John Kirby."}]