[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/if-gop-wins-house-kevin-mccarthy-has-a-list-of-democrats-hell-axe-from-committees", "title": "If GOP Wins House, Kevin McCarthy Has A List Of Democrats He’ll Axe From Committees", "date_published": "2022-10-21 18:52:59+00:00", "description": "House Minority Leader Kevin McCarthy (R-CA) has made it clear that he is ready to shake things up if Republicans retake the majority in the U.S. House of Representatives — and elect him as their new House Speaker — and he could begin by ousting several key Democrats from their committee assignments. According to a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-secretary-of-state-wants-to-be-governor-shes-showed-up-to-work-19-days-in-the-last-6-months", "title": "Arizona Secretary Of State Wants To Be Governor. She’s Showed Up To Work 19 Days In The Last 6 Months", "date_published": "2022-10-21 17:41:46+00:00", "description": "Arizona Secretary of State Katie Hobbs (D) is running for governor against Republican Kari Lake — but according to a recent Fox News Digital report, she has only made a handful of appearances at her current office in recent months. Documents obtained via a public records request revealed that Hobbs has only used her security ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-suspect-in-high-speed-police-chase-bursts-into-flames-after-being-tasered", "title": "WATCH: Suspect In High-Speed Police Chase Bursts Into Flames After Being Tasered", "date_published": "2022-10-21 17:41:22+00:00", "description": "Police in Arkansas accidentally set a suspect on fire after a prolonged police chase. Arkansas State Police (ASP) were in pursuit of a suspect on a motorcycle in Little Rock last week, dashcam video showed. Police finally caught up with the suspect after a prolonged chase, and when one of the officers attempted to taser ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-make-a-terrible-and-dangerous-bargain-with-oil-and-gas", "title": "Democrats Make A Terrible — And Dangerous — Bargain With Oil And Gas", "date_published": "2022-10-21 17:33:07+00:00", "description": "According to AAA, the average price for a gallon of gasoline in the USA is $3.70. This is an astounding 101% increase from its low of $1.84 per gallon a little over two-and-a-half years ago. One driver for the increase in prices at the pump — which peaked at $4.92 per gallon in June of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mega-maga-trickle-down-biden-makes-bold-claim-on-how-he-fixed-the-budget-after-republicans-blew-it-out", "title": "‘Mega MAGA Trickle-Down’: Biden Makes Bold Claim On How He Fixed The Budget After Republicans Blew It Out", "date_published": "2022-10-21 17:23:11+00:00", "description": "President Joe Biden argued on Friday that his administration was responsible for the largest decrease of the budget deficit in American history, while “mega MAGA trickle-down” policies from Republicans “failed the country.” The claim occurs as the national debt surpasses $31 trillion for the first time, implying over $93,000 in liabilities per citizen and nearly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trudeau-officially-freezes-handguns", "title": "Trudeau Officially Freezes Handguns", "date_published": "2022-10-21 17:23:05+00:00", "description": "Canada’s new rules regarding handguns go into effect on Friday, putting into place restrictions on handguns inside of the country and expanding on previous attempts to prevent imports. &#8220;We have frozen the market for handguns in this country,&#8221; Canadian Prime Minister Justin Trudeau said at a press conference in Surrey, British Columbia. &#8220;As we see ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/evil-exists-former-seals-talk-to-rogan-about-criticism-of-training-warn-against-woke-push-in-the-military", "title": "‘Evil Exists’: Former SEALs Talk To Rogan About Criticism Of Training, Warn Against Woke Push In The Military", "date_published": "2022-10-21 17:13:57+00:00", "description": "Former Navy SEALs Mike Sarraile and Andy Stumpf spoke to Joe Rogan about the criticism of their training and warned against the push of &#8220;progressive policies&#8221; in the military because &#8220;evil exists.&#8221; During Spotify&#8217;s &#8220;The Joe Rogan Experience&#8221; podcast on Thursday, the host asked his guests to respond to criticism over their training after video ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dad-explodes-on-local-woke-school-board-in-viral-video-god-is-going-to-judge-every-last-one-of-you", "title": "Dad Explodes On Local Woke School Board In Viral Video: ‘God Is Going To Judge Every Last One Of You’", "date_published": "2022-10-21 16:51:36+00:00", "description": "John Amanchukwu, a local pastor and father in North Carolina, erupted on a school board this week in a video that has since gone viral in which he criticized the district for prioritizing wokeness instead of focusing on the needs of students who are failing. &#8220;Luke 17:2 says, &#8216;It is better for a person to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-docs-seized-from-mar-a-lago-held-u-s-secrets-on-iran-weapons-program-china", "title": "Report: Docs Seized From Mar-A-Lago Held U.S. Secrets On Iran Weapons Program, China", "date_published": "2022-10-21 16:27:12+00:00", "description": "Some of the classified documents taken by the FBI from former President Donald Trump’s home in Florida reportedly relate to sensitive U.S. intelligence on Iran and China. The documents previously stored at Mar-a-Lago could reveal sensitive U.S. sources and methods of intelligence gathering if they were made public or obtained by hostile actors, sources familiar ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-pushes-back-on-cdc-panel-recommending-covid-shot-for-kids-no-covid-shot-mandates-for-your-kids", "title": "DeSantis Pushes Back On CDC Panel Recommending COVID Shot For Kids: ‘No COVID Shot Mandates For Your Kids’", "date_published": "2022-10-21 16:11:42+00:00", "description": "Florida Governor Ron DeSantis (R) pushed back this week on a CDC panel that voted to recommend that the coronavirus vaccine be added to the Vaccines for Children program. The CDC’s Advisory Committee on Immunization Practices unanimously voted to recommend that children six months and older, as well as adults, get a coronavirus vaccine and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/car-found-buried-underground-at-silicon-valley-mansion-investigated-for-human-remains", "title": "Car Found Buried Underground At Silicon Valley Mansion, Investigated For Human Remains", "date_published": "2022-10-21 16:07:00+00:00", "description": "A car buried underground decades ago was discovered on the property of a $15 million home in Silicon Valley, leading authorities to look into whether or not there were any human remains inside. During a landscaping expedition, workers found the car and law enforcement officials were notified. &#8220;Due to the unknown nature of why the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cracking-down-lawmakers-unveil-bills-to-combat-organized-retail-theft", "title": "‘Cracking Down’: Lawmakers Unveil Bills To Combat Organized Retail Theft", "date_published": "2022-10-21 16:06:05+00:00", "description": "Members of Congress have introduced legislation to combat organized retail theft as sophisticated criminal enterprises resell items and increase costs for businesses. Group robberies have gained public attention over the past two years, with some retailers and convenience chains spending millions on new security efforts or closing locations in particularly dangerous cities. In response, lawmakers ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-aggressively-pursued-celebrities-late-night-shows-to-push-pro-vaccine-agenda", "title": "Biden Admin Aggressively Pursued Celebrities, Late Night Shows To Push Pro-Vaccine Agenda", "date_published": "2022-10-21 16:00:40+00:00", "description": "Once President Donald Trump left the Oval Office, Hollywood jumped aboard the vaccine train. Celebrities far and wide pushed the jab from their social media perches, the late-night landscape, and even “Saturday Night Live.” Stars who shamed Americans for protesting the COVID lockdowns during the Trump era, promoted mass vaccinations with equal vigor. One could ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stacey-abrams-tells-oprah-elect-me-or-transgender-kids-will-be-banned-from-playing-with-friends-parents-will-be-forced-to-lie-and-gay-people-wont-be-protected", "title": "Stacey Abrams Tells Oprah: Elect Me Or Transgender Kids Will Be Banned From Playing With Friends, Parents Will Be Forced To Lie, And Gay People Won’t Be Protected", "date_published": "2022-10-21 15:52:01+00:00", "description": "Georgia gubernatorial candidate Stacey Abrams (D) is getting clobbered by incumbent Governor Brian Kemp (R), so she&#8217;s throwing out everything but the kitchen sink in an attempt to scare voters and curry support for her failing campaign. This week, Abrams campaigned with billionaire Oprah Winfrey at an event called “A Thriving Life!&#8221; and told the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/golfer-sues-country-club-after-not-receiving-hole-in-one-prize", "title": "Golfer Sues Country Club After Not Receiving Hole-In-One Prize", "date_published": "2022-10-21 15:35:53+00:00", "description": "An Arkansas man has filed a lawsuit against a country club and car dealership because they allegedly refused to hand over the prize from a hole-in-one contest.  The Morrilton Country Club promised that the first golfer who successfully landed a hole-in-one on the tenth hole would get a 2022 F-150 truck from the Jay Hodge ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/from-parkland-to-conviction-the-saga-of-one-of-americas-deadliest-school-shootings", "title": "From Parkland To Conviction: The Saga Of One Of America’s Deadliest School Shootings", "date_published": "2022-10-21 15:30:05+00:00", "description": "On a warm winter day in Parkland, Florida, a former Marjory Stoneman Douglas High School student, expelled for repeated disciplinary issues, entered a building on campus and opened fire, eventually killing 17 people and injuring 17 more. The shooter, who will not be named by The Daily Wire, was recently sentenced to life in prison ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-judge-dismisses-republican-led-challenge-to-biden-student-debt-bailout", "title": "Federal Judge Dismisses Republican-Led Challenge To Biden Student Debt Bailout", "date_published": "2022-10-21 15:11:20+00:00", "description": "A federal judge dismissed a lawsuit on Thursday from six Republican attorneys general against the Biden administration for its policy to cancel $10,000 in student debt for millions of borrowers. The student loan cancellation plan, forgives up to $10,000 for borrowers who make less than $125,000 a year and up to $20,000 for students who ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justice-sotomayor-opens-up-about-friendly-relationship-with-justice-thomas", "title": "Justice Sotomayor Opens Up About Friendly Relationship With Justice Thomas", "date_published": "2022-10-21 14:47:44+00:00", "description": "Supreme Court Justice Sonia Sotomayor opened up about her friendship with Supreme Court Justice Clarence Thomas during a Thursday appearance at Roosevelt University in Chicago. During Sotomayor&#8217;s appearance, the liberal justice was asked about how she maintains relationships with justices who have different legal philosophies than her, specifically the conservative Thomas. &#8220;I try to find ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-spent-more-backing-trump-esque-candidates-in-primaries-than-trump-has", "title": "Democrats Spent More Backing Trump-esque Candidates In Primaries Than Trump Has", "date_published": "2022-10-21 14:40:06+00:00", "description": "Democrats spent more money backing Donald Trump-tinged candidates in Republican primaries in an attempt to sabotage the races than Donald Trump has spent helping his favored candidates get over the finish line, according to a Daily Wire analysis of Federal Election Commission (FEC) records."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/catastrophic-error-doctors-warn-cdc-pushing-covid-vaccine-for-kids-risks-public-rejecting-measles-mumps-polio-vaccines", "title": "‘Catastrophic Error’: Doctors Warn CDC Pushing COVID Vaccine For Kids Risks Public Rejecting Measles, Mumps, Polio Vaccines", "date_published": "2022-10-21 14:36:01+00:00", "description": "Dr. Marty Makary of Johns Hopkins University slammed the CDC advisory panel that voted to add coronavirus vaccines to the child immunization schedule, asserting that the public’s skepticism could lead them to reject inoculating children against measles, mumps, rubella and polio. “This decision by the CDC, doc, is not binding, though as we saw during the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dixon-whitmer-in-statistical-tie-new-poll-finds-michigan-race-going-down-to-the-wire", "title": "Dixon, Whitmer In Statistical Tie, New Poll Finds; Michigan Race Going ‘Down To The Wire’", "date_published": "2022-10-21 14:17:08+00:00", "description": "The Michigan governor’s race has become a “barnburner,” according to a new poll. In what was once a contest that first-term Governor Gretchen Whitmer (D-MI) was seemingly running away with, Republican candidate Tudor Dixon has made up remarkable ground, trailing by just two points, according to the latest Mitchell/MIRS poll. The poll of 541 likely ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-trump-subpoenaed-by-january-6-committee-2", "title": "Trump Subpoenaed By January 6 Committee", "date_published": "2022-10-21 14:14:14+00:00", "description": "The U.S. House committee investigating the January 6, 2021, riot at the U.S. Capitol formally issued a subpoena to former President Donald Trump (R) on Friday. &#8220;As demonstrated in our hearings, we have assembled overwhelming evidence, including from dozens of your former appointees and staff, that you personally orchestrated and oversaw a multi-part effort to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-american-values-biden-admin-funding-ecuadorian-drag-shows-for-diversity-and-inclusion-efforts", "title": "New American Values: Biden Admin. Funding Ecuadorian Drag Shows For ‘Diversity And Inclusion’ Efforts", "date_published": "2022-10-21 14:03:20+00:00", "description": "According to the Biden administration, drag shows are as American as apple pie. This week, Fox News revealed that United States taxpayers&#8217; have been funding &#8220;drag shows&#8221; in Ecuador to promote &#8220;diversity and inclusion efforts&#8221; via the State Department. In late September, the State Department awarded a $20,600 grant to the non-profit Centro Ecuatoriano Norteamericano ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/billy-ray-cyrus-sparks-engagement-rumors-with-much-younger-australian-singer-following-instagram-post", "title": "Billy Ray Cyrus Sparks Engagement Rumors With Much Younger Australian Singer Following Instagram Post", "date_published": "2022-10-21 13:53:45+00:00", "description": "New photos of country singer Billy Ray Cyrus with his current partner Firerose has many fans believing they&#8217;re taking their relationship to the next level. The 61-year-old musician announced earlier this year that his wife of 28 years, Tish Cyrus, had filed for divorce, citing “irreconcilable differences.” They had been married since 1993 but have ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-corden-breaks-silence-on-restaurant-ban-says-its-beneath-him-to-care-and-he-did-nothing-wrong", "title": "James Corden Breaks Silence On Restaurant Ban, Says It’s ‘Beneath’ Him To Care And He ‘Did Nothing Wrong’", "date_published": "2022-10-21 13:47:48+00:00", "description": "James Corden publicly addressed the controversy between himself and a New York City restaurant owner who called him a “tiny cretin of a man” and “the most abusive customer” earlier this week. The “Late Late Show” host discussed the incident during a recent interview with The New York Times. “I haven’t done anything wrong, on any ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/weakest-man-i-know-daughters-of-ex-nba-star-who-killed-limo-driver-blast-him-in-heartbreaking-letters", "title": "‘Weakest Man I know’: Daughters Of Ex-NBA Star Who Killed Limo Driver Blast Him In Heartbreaking Letters", "date_published": "2022-10-21 13:22:17+00:00", "description": "The daughters of former NBA star Jayson Williams, who served time for killing his limo driver, penned scathing letters blasting both their father and St. John’s University for inducting him into its hall of fame. In separate open letters to their father that they said would be sent to the school, Tryumph and Whizdom Williams described ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pfizer-hiking-covid-vaccine-prices-by-400", "title": "Pfizer Hiking COVID Vaccine Prices By 400%", "date_published": "2022-10-21 13:04:37+00:00", "description": "Pfizer is planning to quadruple the price of its COVID vaccine as the federal government’s program to purchase the doses comes to a close. According to a report from Reuters, Pfizer President Angela Lukin announced on Thursday that the pharmaceutical giant will charge between $110 and $130 per dose, although the treatment will be available ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-fear-of-whos-running-the-country-dwarfs-my-deep-concern-over-abortion", "title": "My Fear Of Who’s Running The Country Dwarfs My Deep Concern Over Abortion", "date_published": "2022-10-21 12:56:59+00:00", "description": "Recently, Democratic Sen. Tim Ryan of Ohio made it clear that the case for his candidacy rests on two talking points: the events of January 6th and a push for more abortion. That’s it.  Presumably, Americans should vote for an agenda defined by what they don’t get, not by what Ryan and his party have ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twins-escape-house-of-horrors-where-they-were-handcuffed-and-forced-to-drink-bleach", "title": "Twins Escape House Of Horrors, Where They Were Handcuffed And Forced To Drink Bleach", "date_published": "2022-10-21 12:53:01+00:00", "description": "Two 16-year-old twins escaped a house of horrors in Texas where they and their siblings were handcuffed and forced to drink bleach and urine, among other abuses. The twins escaped early Tuesday morning and were seen on security cameras walking around a neighborhood in Cypress, Texas, looking for help, ABC News reported. The twins eventually ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/theyre-a-joke-theyve-disgraced-themselves-megyn-kelly-rips-cdc-on-kids-vaccines", "title": "‘They’re A Joke. They’ve Disgraced Themselves’: Megyn Kelly Rips CDC On Kids’ Vaccines", "date_published": "2022-10-21 12:37:28+00:00", "description": "Responding to the news that the CDC voted unanimously, 15-0, to add coronavirus vaccines to the federal Vaccines for Children program, former Fox News host and current podcaster Megyn Kelly furiously slammed them. The Vaccines for Children program is meant to aid disadvantaged children to obtain vaccines. “They’re a joke,” Kelly fired. “They’ve disgraced themselves. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-survives-being-buried-alive-says-husband-was-trying-to-kill-her", "title": "Woman Survives Being Buried Alive, Says Husband Was Trying To Kill Her", "date_published": "2022-10-21 12:13:19+00:00", "description": "A Washington state woman survived being buried alive and told police her husband was the culprit. On Sunday at around 1 p.m., police went to a home in Lacey, Washington, after receiving a disturbing call featuring muffled screaming and what sounded like a struggle, according to a news release from the police department. They arrived ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trans-activist-dylan-mulvaney-teases-white-house-meeting-with-joe-biden-claims-president-has-watched-the-series-days-of-girlhood", "title": "Trans Activist Dylan Mulvaney Teases White House Meeting With Joe Biden, Claims President ‘Has Watched’ The Series ‘Days Of Girlhood’", "date_published": "2022-10-21 12:05:10+00:00", "description": "Trans activist Dylan Mulvaney apparently had a meeting with President Joe Biden in the White House to discuss trans issues, among other things.  Mulvaney has been in headlines lately after an Ulta Beauty campaign was negatively received by the company’s mostly female fan base. The TikTok influencer boasts 8.3 million followers for the “Days of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/saudi-arabia-strengthens-ties-with-china-after-snubs-begging-from-biden", "title": "Saudi Arabia Strengthens Ties With China After Snubs, Begging From Biden", "date_published": "2022-10-21 11:58:23+00:00", "description": "Leaders from Saudi Arabia and China said on Friday that the two nations will strengthen cooperation on energy after the Islamic kingdom’s falling out with the United States. Saudi Arabian Energy Minister Prince Abdulaziz bin Salman and Chinese National Energy Administration Director Zhang Jianhua said during a teleconference that both countries are committed to stable ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/midterm-exam-top-governors-races-that-could-flip-red-part-one", "title": "Midterm Exam: Top Governors’ Races That Could Flip Red (Part One)", "date_published": "2022-10-21 11:43:01+00:00", "description": "We&#8217;re less than three weeks away from Election Day, and while much of the focus has been on the potential red wave in the United States House and Senate, Republicans could also see a handful of pick-ups in gubernatorial races as well. As evidenced by powerhouse Republican governors such as Ron DeSantis (FL), Greg Abbott ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-stephen-bannon-sentenced-to-prison-for-defying-jan-6-committee", "title": "BREAKING: Stephen Bannon Sentenced To Prison For Defying Jan 6 Committee", "date_published": "2022-10-21 11:07:42+00:00", "description": "Conservative radio host and former Trump advisor Stephen Bannon was sentenced to four months in prison on Friday for defying a subpoena for the January 6 Select Committee. This is a developing story; refresh the page for updates."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/j-d-vance-takes-lead-in-ohio-senate-race-after-debates-poll", "title": "J.D. Vance Takes Lead In Ohio Senate Race After Debates: Poll", "date_published": "2022-10-21 10:46:16+00:00", "description": "J.D. Vance has taken the lead over his Democratic opponent in Ohio&#8217;s Senate race since debating him earlier this month, according to the latest polling. The Republican political outsider faced Rep. Tim Ryan (D-OH) in a pair of debates held on October 10 and 17, and since then Vance&#8217;s poll numbers have seen a bump. Vance ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/critics-slam-harry-styles-lgbt-drama-my-policeman-call-it-a-one-note-study-of-gay-martyrdom", "title": "Critics Slam Harry Styles’ LGBT Drama ‘My Policeman,’ Call It ‘A One-Note Study Of Gay Martyrdom’", "date_published": "2022-10-21 09:14:17+00:00", "description": "It’s too soon to tell if audiences will appreciate Harry Styles’ new LGBT drama “My Policeman,” but so far critics are calling it an epic fail. “Even Harry Styles’ presence can’t make ‘My Policeman’s’ discussion of queerness interesting,” the Guardian reviewer shared in a synopsis of the new film, which debuts in theaters today and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/eq-new-poll-98-of-conservative-physicians-disapprove-of-transgender-procedures-on-minors", "title": "[EQ] New Poll: 98% Of Conservative Physicians Disapprove Of Transgender Procedures On Minors", "date_published": "2022-10-21 08:52:15+00:00", "description": "A new facebook poll of conservative-leaning physicians helps to dispel the popular left-wing narrative that doctors unanimously believe in providing medical treatments for minors who identify as transgender. 98% of the 54 physicians polled, which consisted of both Medical Doctors (MD) and Doctors of Osteopathic Medicine (DO), were not willing to facilitate a child’s medical ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-sides-to-every-story-alleged-waukesha-christmas-parade-killer-complains-people-dont-see-him-clearly", "title": "‘Two Sides To Every Story’: Alleged Waukesha Christmas Parade Killer Complains People Don’t See Him Clearly", "date_published": "2022-10-21 08:39:24+00:00", "description": "The man accused of plowing his red Ford Escape SUV into a Waukesha, Wisconsin Christmas parade last November, killing six people and injuring scores of others,  complained in his opening statement at his trial that people had only heard &#8220;one side of the story&#8221; about the alleged attack. The six people killed in the attack included ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-kentucky-judge-dead-at-90-after-rescuing-wife-from-house-fire", "title": "Former Kentucky Judge Dead At 90 After Rescuing Wife From House Fire", "date_published": "2022-10-21 07:42:21+00:00", "description": "Former KentuckyJudge and gubernatorial candidate Tom Emberton died at 90 years old Thursday morning after rescuing his wife in an accidental house fire. Emberton, a Republican who ran for governor of Kentucky in 1971 and was appointed to the Kentucky Court of Appeals in 1987, heroically rescued his wife and got her to safety before ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tiktok-responds-to-explosive-report-alleging-plans-to-track-locations-of-specific-americans", "title": "TikTok Responds To Explosive Report Alleging Plans To Track Locations Of Specific Americans", "date_published": "2022-10-21 07:30:08+00:00", "description": "TikTok responded to an explosive report in Forbes that alleged that the company&#8217;s Chinese parent company planned to use the platform to track the location of specific American citizens by claiming that the report was not accurate. &#8220;Forbes&#8217; reporting about TikTok continues to lack both rigor and journalistic integrity,&#8221; the company claimed in a statement. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/there-was-no-bra-station-fellow-briefcase-girl-suggests-meghan-markle-is-a-liar", "title": "‘There Was No Bra Station’: Former ‘Briefcase Girl’ Suggests Meghan Markle Is A Liar", "date_published": "2022-10-21 07:21:59+00:00", "description": "A fellow “briefcase girl” from the show “Deal or No Deal” suggested that Meghan Markle lied when she claimed that the show provided “stations” where various “briefcase girls” could have their bras stuffed. Patricia Kara, 50, who appeared on the series for its entire 2005 to 2009 run , including all 34 2006-2007 episodes in ..."}]