[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/06/georgia-runoff-election-raphael-warnock-herschel-walker-senate-vote-latest", "title": "Georgia runoff election: voters head to polls in crucial Senate vote – follow live", "date_published": "2022-12-06 23:38:43+00:00", "description": "<p>Incumbent Democrat Raphael Warnock in tight race with Republican Herschel Walker</p><p><em>From Guardian staff and agencies:</em></p><p>The winner of Tuesday’s midterm election runoff for one of Georgia’s two seats in the <a href=\"https://www.theguardian.com/us-news/us-senate\">US Senate</a> will make history.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/06/georgia-runoff-election-raphael-warnock-herschel-walker-senate-vote-latest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/trump-organization-tax-fraud-guilty-verdict-analysis", "title": "Tax fraud verdict again exposes illusion of Trump the master businessman", "date_published": "2022-12-06 22:48:25+00:00", "description": "<p>The former president can add tax fraud to his accomplishments after his company was convicted of a 15-year criminal scheme</p><p>When sorrows come, Shakespeare observed, they come not single spies, but in battalions. The same goes for former US president Donald Trump’s legal troubles.</p><p>The latest trouble for Trump strikes at the heart of his identity as a wealthy businessman who wrote the bestselling The Art of the Deal. On Tuesday his property company was convicted of a <a href=\"https://www.theguardian.com/us-news/2022/dec/06/trump-organization-guilty-verdict-tax-fraud\">15-year criminal scheme</a> to defraud tax authorities.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/trump-organization-tax-fraud-guilty-verdict-analysis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/us-judge-saudi-crown-prince-mohammed-bin-salman-khashoggi", "title": "US judge dismisses case against Saudi crown prince over Khashoggi killing", "date_published": "2022-12-06 21:37:04+00:00", "description": "<p>Judge says Mohammed bin Salman entitled to sovereign immunity despite ‘credible allegations’ of involvement in journalist’s murder</p><p>A US judge has dismissed a case against Saudi Arabia’s <a href=\"https://www.theguardian.com/world/mohammed-bin-salman\">Mohammed bin Salman</a> for orchestrating the killing of journalist Jamal Khashoggi, saying the crown prince was entitled to sovereign immunity despite “credible allegations” that he was involved in the murder.</p><p>Judge John Bates, a US district court judge with a long history of presiding over cases involving national security, acknowledged “uneasiness” in making the decision, but said that his hands were in effect tied by <a href=\"https://www.theguardian.com/world/2022/nov/18/biden-administration-says-mohammed-bin-salman-sovereign-immunity-civil-case-khashoggi\">the Biden administration’s recent recommendation</a> that Prince Mohammed be given immunity.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/us-judge-saudi-crown-prince-mohammed-bin-salman-khashoggi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/research-into-royal-role-in-colonialism-commissioned-by-dutch-king", "title": "Dutch king commissions research into royal role in colonialism", "date_published": "2022-12-06 21:25:44+00:00", "description": "<p>Three-year investigation for King Willem-Alexander will span period from late 16th century until present</p><p>King Willem-Alexander of the Netherlands has commissioned independent research into <a href=\"https://www.theguardian.com/world/2020/mar/11/european-colonial-powers-still-loth-to-admit-historical-evils\">the role of the royal family in the country’s colonial past</a>, the Dutch government’s information service (RVD) has announced.</p><p>Three Dutch historians and a human rights expert will carry out the investigation, which is set to take three years and will span the period from the late 16th century until the “post-colonial” present, the RVD said, without elaborating on the details.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/research-into-royal-role-in-colonialism-commissioned-by-dutch-king\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/mills-lane-referee-of-holyfield-tyson-bite-fight-dies-at-age-of-85", "title": "Mills Lane, referee of Holyfield-Tyson ‘bite fight’, dies at age of 85", "date_published": "2022-12-06 21:22:00+00:00", "description": "<ul><li>Lane was also a Marine, boxer, prosecutor and TV judge</li><li>Referee had been in poor health since suffering stroke</li></ul><p>Mills Lane, the referee who disqualified Mike Tyson for <a href=\"https://www.theguardian.com/sport/2017/jun/28/mike-tyson-bites-evander-holyfield-both-ears-boxing\">biting Evander Holyfield’s ears</a> in the 1997 world heavyweight title fight, has died at the age of 85.</p><p>Lane’s son, Tommy, <a href=\"https://www.rgj.com/story/news/2022/12/06/beloved-reno-icon-mills-lane-dies-at-age-85/69705520007/\">told the Reno Gazette-Journal</a> that his father, who had been in poor health since suffering a stroke 20 years ago, died peacefully at a hospice in the Nevada city on Tuesday.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/mills-lane-referee-of-holyfield-tyson-bite-fight-dies-at-age-of-85\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/cristina-fernandez-de-kirchner-argentina-sentenced-prison-fraud-case", "title": "Argentina’s Cristina Fernández sentenced to six years in $1bn fraud case", "date_published": "2022-12-06 21:21:58+00:00", "description": "<p>Vice-president and former president also given lifelong ban on holding public office after being found guilty </p><p>Argentina’s vice-president and former president, <a href=\"https://www.theguardian.com/world/cristina-fernandez-de-kirchner\">Cristina Fernández de Kirchner</a>, has been sentenced to six years in prison and given a lifelong ban on holding public office after being found guilty in a $1bn fraud case related to public works.</p><p>Fernández – who was president of Argentina for two terms between 2007 and 2015 – was found guilty on Tuesday, though she is unlikely to serve any prison time soon as she has immunity thanks to her government roles and is expected to launch a lengthy appeals process that could take years.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/cristina-fernandez-de-kirchner-argentina-sentenced-prison-fraud-case\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/portugal-switzerland-world-cup-last-16-match-report", "title": "Ramos hits hat-trick as Portugal thrash Switzerland 6-1 after Ronaldo dropped", "date_published": "2022-12-06 21:14:44+00:00", "description": "<p>You drop Cristiano Ronaldo and the man you pick instead of him best not miss. Gonçalo Ramos is 21. He made his international debut last month. Before Tuesday he had only played 36 minutes of international football. And yet within 17 minutes he had already scored more World Cup knockout goals than Ronaldo; by midway through the second half he’d scored the first hat-trick of Qatar 2022. Fernando Santos could hardly have been more obviously vindicated. Ramos, emphatically, did not miss, setting up a <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">quarter-final against Morocco</a>.</p><p>Santos has the rumpled air of a man who has slept in his car. He could be Elliott Gould playing Columbo. He is not a man who has ever willingly done anything interesting, so when the day before the game he had criticised Ronaldo for his shushing gesture after being <a href=\"https://www.theguardian.com/football/2022/dec/02/south-korea-portugal-world-cup-group-h-match-report\">substituted against South Korea</a>, it felt significant. Ronaldo himself claimed it was directed at the South Korean forward Cho Gue-sung, who was trying to chivvy him off the pitch but, given similar situations at Manchester United, the widespread assumption in Portugal seems to be that it was aimed at his critics, of whom there are a growing number. A poll in the sports daily A Bola suggested 70% of readers thought he should not start against the Swiss.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/portugal-switzerland-world-cup-last-16-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/trump-organization-guilty-verdict-tax-fraud", "title": "Trump Organization guilty of tax fraud, New York jury finds", "date_published": "2022-12-06 21:02:35+00:00", "description": "<p>Twelve-person jury returns guilty verdict against former president’s company after being sent out on Monday to deliberate</p><p>A jury in New York has convicted<em> </em>the Trump Organization of criminal tax fraud in a major blow for the former president.</p><p>Although Donald Trump was not personally on <a href=\"https://www.theguardian.com/us-news/2022/dec/05/trump-organization-new-york-tax-fraud-trial\">trial</a>, prosecutors insisted he was fully aware of the 15-year scheme in which they said executives were enriched by off-the-books perks to make up for lower salaries, reducing the company’s tax liabilities.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/trump-organization-guilty-verdict-tax-fraud\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/congressional-gold-medal-mcconnell-mccarthy-snubbed-capitol-police", "title": "January 6 officers and relatives snub top Republicans at gold medal ceremony", "date_published": "2022-12-06 20:08:26+00:00", "description": "<p>Mitch McConnell and Kevin McCarthy denounced as ‘two-faced’ by Brian Sicknick’s mother at Congressional Gold Medal event</p><p>Senior Republicans Mitch McConnell and Kevin McCarthy were snubbed by law enforcement leaders and a fallen officer’s family at Tuesday’s Congressional Gold Medal award ceremony for Capitol police who defended against the 6 January attacks.</p><p>The pair were denounced as “two-faced” by the mother of Officer Brian Sicknick, who died after a mob of Donald Trump supporters ransacked the Capitol building and forced politicians to flee for their lives.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/congressional-gold-medal-mcconnell-mccarthy-snubbed-capitol-police\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/riot-police-and-morocco-fans-clash-before-world-cup-match-with-spain", "title": "Riot police and Morocco fans clash before World Cup match with Spain", "date_published": "2022-12-06 20:05:21+00:00", "description": "<ul><li>Security dragged people away in most serious trouble so far</li><li>Organisers blamed trouble on hundreds of ticketless fans</li></ul><p>Multiple skirmishes broke out between riot police and Morocco supporters amid chaotic scenes before their team’s <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">shock penalty shootout victory against Spain</a>.</p><p>Security forces, who also deployed mounted officers and dogs, dragged away at least three people in the most serious trouble of the World Cup. One policeman fell off his horse in the disturbances.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/riot-police-and-morocco-fans-clash-before-world-cup-match-with-spain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/karen-bass-kamala-harris-swearing-in-los-angeles-mayor", "title": "US vice-president Kamala Harris will swear in Los Angeles mayor Karen Bass", "date_published": "2022-12-06 20:01:54+00:00", "description": "<p>The ceremony will be a nod to the barriers broken by the two most powerful women in California politics and beyond</p><p>US vice-president Kamala Harris will swear in Karen Bass as Los Angeles mayor, marking the <a href=\"https://www.theguardian.com/us-news/2022/nov/16/karen-bass-los-angeles-mayor-victory-us-midterms\">historic election</a> of the first Black woman to lead the second largest city in the country.</p><p>The swearing-in ceremony on Sunday will bring together two elected leaders who have repeatedly broken barriers in California politics and beyond. In 2020, Harris became the first woman, first Black person and first Asian person to be US vice- president. In 2008, as a California state assemblymember, Bass became the first Black woman to serve as the speaker of any US state legislature; she was elected to represent Los Angeles in the US congress in 2010 and later became chair of the Congressional Black Caucus.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/karen-bass-kamala-harris-swearing-in-los-angeles-mayor\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/06/great-british-bake-off-matt-lucas-leave-presenting-role", "title": "Matt Lucas to leave presenting role on The Great British Bake Off", "date_published": "2022-12-06 19:51:45+00:00", "description": "<p>Comedian who has co-hosted Channel 4 show for three series to focus on other projects including Fantasy Football League</p><p>Matt Lucas has announced he is stepping down from his presenting role on The Great British Bake Off.</p><p>The 48-year-old comedian, who has hosted the popular Channel 4 show alongside Noel Fielding for three series, explained he was leaving as he could no longer commit to the programme’s schedule alongside his other projects, including his new hosting role on the revived comedy show Fantasy Football League.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/06/great-british-bake-off-matt-lucas-leave-presenting-role\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/06/medieval-female-burial-site-found-near-harpole-is-most-significant-ever-discovered-in-uk", "title": "Medieval female burial site found near Harpole is ‘most significant ever discovered’ in UK", "date_published": "2022-12-06 19:31:35+00:00", "description": "<p>The discovery of a woman, buried between 630 and 670 AD, has changed archaeologists’ notions of the period</p><p>Archaeologists don’t often bounce with excitement, but the Museum of London Archeology team could hardly contain themselves on Tuesday as they unveiled an “exhilarating” discovery made on the last day of an otherwise barren dig in the spring.</p><p>“This is the most significant early medieval female burial ever discovered in Britain,” said the leader of the dig, Levente Bence Balázs, almost skipping with elation. “It is an archaeologist’s dream to find something like this.”</p> <a href=\"https://www.theguardian.com/science/2022/dec/06/medieval-female-burial-site-found-near-harpole-is-most-significant-ever-discovered-in-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/06/sunak-set-end-ban-new-onshore-windfarms-england-tory-rebellion", "title": "Sunak set to end ban on new onshore windfarms in face of Tory rebellion", "date_published": "2022-12-06 19:31:26+00:00", "description": "<p>Deal reached that paves way for communities in England to authorise projects without unanimous support</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/06/rmt-mick-lynch-christmas-rail-strikes-rishi-sunak-keir-starmer-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak has signalled the end of a moratorium on new onshore wind projects in an attempt to head off a row with Tory MPs, his second U-turn in two days.</p><p>The prime minister and the business secretary, Grant Shapps, reached a deal on Tuesday afternoon that will pave the way for communities to be able to authorise such energy developments without unanimous support.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/06/sunak-set-end-ban-new-onshore-windfarms-england-tory-rebellion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/06/sussex-lies-and-videotape-papers-on-the-attack-over-harry-and-meghan-documentary", "title": "‘Sussex, lies and videotape’: papers on the attack over Harry and Meghan documentary", "date_published": "2022-12-06 19:23:12+00:00", "description": "<p>Accusations that the trailer uses misleading editing are the latest salvo in a bitter war between the royal couple and most UK print media</p><p>With just days to go until the Duke and Duchess of Sussex release their Netflix series, newspapers <a href=\"https://www.theguardian.com/uk-news/2022/dec/05/prince-harry-women-marrying-royal-family-meghan-netflix\">are turning a documentary about how the media treated the couple</a> into a story about how the couple are treating the media.</p><p>Monday’s release of a second trailer promoting the show has already led to suggestions of misleading editing, with several photos and clips taken out of context in the promotional video for the six-part show entitled Harry and Meghan.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/sussex-lies-and-videotape-papers-on-the-attack-over-harry-and-meghan-documentary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2022/dec/06/mps-and-peers-do-worse-than-10-year-olds-in-math-and-english-sats", "title": "MPs and peers do worse than 10-year-olds in math and English Sats", "date_published": "2022-12-06 19:06:52+00:00", "description": "<p>Campaigners seeking abolition of year 6 Sats staged event at which children invigilated tests on parliamentarians </p><p>MPs and peers tasked with completing a year 6 Satss exam have scored lower results on average than the country’s 10-year-olds.</p><p>MPs including Commons education select committee chair Robin Walker took part in the exams, invigilated by 11-year-olds, at a Westminster event organised by More Than A Score, who campaign for the tests to be scrapped.</p> <a href=\"https://www.theguardian.com/education/2022/dec/06/mps-and-peers-do-worse-than-10-year-olds-in-math-and-english-sats\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/06/nobel-prize-an-institution-for-men-says-literature-laureate-annie-ernaux", "title": "Nobel prize an institution ‘for men’, says literature laureate Annie Ernaux", "date_published": "2022-12-06 18:48:25+00:00", "description": "<p>Awards are ‘bound to tradition’, says French writer, praised by academy for ‘the courage and clinical acuity of her work’</p><p>The Nobel prize is an institution “for men”, literature laureate <a href=\"https://www.theguardian.com/books/annie-ernaux\">Annie Ernaux</a> of France said on Tuesday in an interview before this weekend’s formal awards ceremony.</p><p>“It manifests itself by this desire for tradition. Being bound to traditions is perhaps more masculine, it is a way to transmit power to each other,” the 82-year-old author told Agence France-Presse.</p> <a href=\"https://www.theguardian.com/books/2022/dec/06/nobel-prize-an-institution-for-men-says-literature-laureate-annie-ernaux\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/06/revealed-second-firm-pushed-by-michelle-mone-was-secret-entity-of-husbands-office", "title": "Revealed: Second firm pushed by Michelle Mone was secret entity of husband’s office", "date_published": "2022-12-06 18:43:06+00:00", "description": "<p>Revelation that LFI Diagnostics was entity of office that manages wealth of Douglas Barrowman deepens controversy over Tory peer</p><p>A second company that the Tory peer Michelle Mone lobbied ministers over in an attempt to secure government Covid contracts was a secret entity of her husband’s family office, the Guardian can reveal.</p><p>Lady Mone’s lobbying on behalf of the company, LFI Diagnostics, which she tried to help secure government contracts for Covid lateral flow tests, prompted a formal rebuke from a health minister who reminded her of “the need for propriety”.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/revealed-second-firm-pushed-by-michelle-mone-was-secret-entity-of-husbands-office\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report", "title": "A beautiful day for Bono and Morocco in last-16 shootout win over Spain", "date_published": "2022-12-06 18:16:05+00:00", "description": "<p>And so, in the end, it was down to him. After two tense, exhausting hours, and seven agonising minutes on the edge, Achraf Hakimi stood on the spot, the whole world watching. Born in Madrid, his was the sixth penalty in the shootout, the chance to send Morocco through to the quarter-finals of the World Cup for the first time in their history – and eliminate the country where he grew up. Pressure, what pressure? Hakimi barely broke into a run, instead virtually walking to the ball, and gently dinking it into the net.</p><p>Standing there, he shuffled from side to side and smiled. In front of him, Morocco’s fans went wild. Behind him, his teammates were sprinting straight at him. Together they ran towards the corner, where Bono, their goalkeeper and their hero, was waiting, arms wide. And then they fell to fell to the floor and prayed. History had been made, and how they had fought for it. An upset in the knockouts. Spain are out; Africa’s last remaining team are through.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/colorado-springs-club-q-shooting-suspect-charged", "title": "Colorado suspect charged with 305 counts over deadly nightclub shooting", "date_published": "2022-12-06 18:10:23+00:00", "description": "<p>Anderson Aldrich, 22, accused of entering gay nightclub in Colorado Springs and killing five people with AR-15-style rifle </p><p>The suspect accused of entering a Colorado gay nightclub clad in body armor and opening fire with an AR-15-style rifle, killing five people and wounding 17 others, was charged by prosecutors on Tuesday with 305 criminal counts including hate crimes and murder.</p><p>Anderson Lee Aldrich, 22, sat upright in a chair during the hearing and appeared alert. In an earlier court appearance just a few days after the shooting, the defendant’s head and face were covered with bruises and Aldrich was slumped over and had to be prompted by attorneys to respond to questions from a judge.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/colorado-springs-club-q-shooting-suspect-charged\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/06/canada-leads-calls-to-reverse-nature-loss-as-cop15-opens-in-montreal", "title": "Canada leads calls for 30% for nature target as", "date_published": "2022-12-06 18:07:10+00:00", "description": "<p>The ‘30x30’ proposal is backed by more than 100 countries but Indigenous peoples and human rights campaigners have significant doubts</p><p>Conserving 30% of Earth for nature would be equivalent to the 1.5C climate target, Canada’s environment minister has said, as senior UN figures warn action on nature loss at <a href=\"https://www.theguardian.com/environment/2022/dec/05/making-sense-of-cop15-what-to-look-out-for-in-montreal\">Cop15</a> this month is key to helping solve the biodiversity and climate crises.</p><p>Steven Guilbeault, <a href=\"https://www.theguardian.com/environment/2022/dec/02/steven-guilbeault-canada-idealism-oil-traitor-aoe\">a former environmental activist who is now Canada’s climate minister</a>, said that agreeing to conserve nearly a third of the planet by the end of the decade is a key aim for his country at the biodiversity summit, which is being held in Montreal over the next two weeks.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/06/canada-leads-calls-to-reverse-nature-loss-as-cop15-opens-in-montreal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/f1-planning-to-split-race-schedule-into-regionalised-calendar", "title": "F1 planning to split race schedule into regionalised calendar", "date_published": "2022-12-06 18:06:45+00:00", "description": "<ul><li>Move comes as part of goal of reaching net zero carbon by 2030</li><li>New calendar will aim to reduce travel for teams and personnel</li></ul><p>Formula One has confirmed its commitment to introducing a regionalised calendar in future seasons. As part of its <a href=\"https://www.theguardian.com/sport/2019/nov/12/f1-reveals-plans-for-net-zero-carbon-footprint-and-sustainable-products\">goal of reaching net zero carbon by 2030</a> the sport will attempt to rationalise a calendar that is currently inefficient and detrimental in its environmental impact.</p><p>In 2019 F1 committed to reaching net zero and has been adopting new practices to fulfil its target. The sport published its report into the progress made on sustainability, diversity and inclusion on Tuesday.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/f1-planning-to-split-race-schedule-into-regionalised-calendar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/january-6-panel-criminal-referrals-doj-capitol-attack", "title": "House January 6 panel to issue criminal referrals to DoJ ahead of final report", "date_published": "2022-12-06 18:02:23+00:00", "description": "<p>Targets and details of referrals in investigation of Capitol attack were not immediately clear but could follow two tracks</p><p>The House January 6 select committee will make criminal referrals to the US justice department in connection with its investigation into the Capitol attack, the chairman of the panel said Tuesday, heightening tensions ahead of the release of its final report expected to come later this month.<br /><br />The targets and details about the referrals were not immediately clear, and the panel’s chairman Bennie Thompson affirmed to reporters only that the panel would issue citations.<br /><br />But the decision to move forward with referrals comes days after a special four-member subcommittee established to consider the issue recommended that the full committee seek prosecution from the justice department for a number of individuals connected to January 6, two sources said.<br /><br />The referrals could follow two tracks: citations for things that Congress can request prosecution by statute, such as perjury or witness tampering, or wider-ranging recommendations such as making the case that Donald Trump obstructed an official proceeding on 6 January.<br /><br />The four-member subcommittee led by Congressman Jamie Raskin and the other members with legal backgrounds – the vice-chair Liz Cheney, Adam Schiff and Zoe Lofgren – made its recommendations about referrals and subpoena noncompliance by Republican members of Congress privately on Friday.<br /><br />“The committee has determined that referrals to outside entities should be considered as a final part of its work. The committee will make decisions about specifics in the days ahead,” a spokesman for the panel said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/january-6-panel-criminal-referrals-doj-capitol-attack\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/englands-rapid-new-style-has-pakistan-scrambling-for-a-response", "title": "England’s rapid new style has Pakistan scrambling for a response", "date_published": "2022-12-06 18:00:18+00:00", "description": "<p>Pakistan’s Mohammad Rizwan marvels at the pace of England’s batting and admits his teammates cannot change overnight</p><p>An England team batting like they are in something of a rush was hit by an immediate delay when travelling from Rawalpindi, scene of their seismic victory against Pakistan in the first Test, to bustling Multan.</p><p>As the press corps went by road through the Valley of Peacocks, Kallar Kahar, then past the orange groves of Sargodha and the smoking brick kilns on the outskirts of Faisalabad, the two teams were stuck at the airport for nearly four hours on account of fog at their charter flight’s destination.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/englands-rapid-new-style-has-pakistan-scrambling-for-a-response\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/from-magician-to-misfit-where-it-all-went-wrong-for-eddie-jones", "title": "From magician to misfit: where it all went wrong for Eddie Jones | Robert Kitson", "date_published": "2022-12-06 18:00:18+00:00", "description": "<p>Wizard from Oz’s early highs seem a long time ago with control freak wearing staff down and stodge failing to appease fans</p><p>Sometimes it is the small things that betray the real story. There we were last Saturday week, in the subterranean depths of Twickenham’s vast West Stand, listening to Eddie Jones explaining away England’s latest sub-par performance. To his right, as ever, was his faithful Australian lieutenant Neil Craig, hired specifically to help Jones to cope with such tricky situations. Even a weary-looking Craig, on this occasion, had his head in his hands.</p><p>The other giveaway was the remarkable online outburst last week by David Pembroke, Jones’s long-time media guru, in the comments section on the Times Sport website. “Pemby” was alleging the Rugby Football Union itself had been briefing against Jones and publicly referred to the RFU’s chief executive, Bill Sweeney, as “slippery”. If there was a slim chance of Jones batting on into 2023 it probably vanished right there, despite Pembroke’s subsequent apology.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/from-magician-to-misfit-where-it-all-went-wrong-for-eddie-jones\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/samba-in-the-soul-brazils-dancing-celebrations-part-of-a-rich-tradition", "title": "Samba in the soul: Brazil’s dancing celebrations part of a rich tradition", "date_published": "2022-12-06 18:00:18+00:00", "description": "<p>Samba and football were adopted by country’s working classes in 1930s and have been passed down via Pelé to new generation</p><p>“I was afraid of playing football because I had often seen a black player get struck on the pitch for committing a foul,” said Domingos da Guia, a defender who played for Brazil in the 1938 World Cup. “But I was a very good dancer and that helped me on the pitch. I invented the short dribble by imitating the miudinho, a form of samba.”</p><p><a href=\"https://www.theguardian.com/football/2022/dec/06/roy-keane-became-hate-figure-in-brazil-world-cup-qatar-2022\" title=\"\">Roy Keane did not like</a> it but when Brazil’s players – and the coach, Tite – celebrated scoring against South Korea in their last-16 victory on Monday by performing Richarlison’s trademark pigeon dance, they were following a historic tradition that represents the very soul of the <em>Seleç</em><em>ão</em>. Samba, which has its roots in Angola and the Democratic Republic of Congo via the African slave trade, and football were adopted by Brazil’s working classes just as Da Guia was making his international debut in 1931.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/samba-in-the-soul-brazils-dancing-celebrations-part-of-a-rich-tradition\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/mikhailo-podolyak-iran-has-not-sent-ballistic-missiles-to-russia-so-far-says-ukrainian-official", "title": "Iran has not sent ballistic missiles to Russia so far, says Ukrainian official", "date_published": "2022-12-06 17:57:41+00:00", "description": "<p>Mykhailo Podolyak says pressure on Tehran from overseas and distraction of civil unrest mean helping Moscow is not a priority</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Russia-Ukraine war – latest news updates</a></li></ul><p>Iran has so far not delivered ballistic missiles to Russia and may not do so, as a result of diplomatic pressure and Iran’s own internal political turmoil, a senior Ukrainian presidential adviser has said.</p><p>Mykhailo Podolyak also told the Guardian that Russian forces had run short of their first batch of Iranian drones – and only had enough of their own cruise missiles in their stockpile for “two or three” more mass strikes against Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/mikhailo-podolyak-iran-has-not-sent-ballistic-missiles-to-russia-so-far-says-ukrainian-official\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/06/portugal-v-switzerland-world-cup-2022-last-16-live-score-updates", "title": "Portugal v Switzerland: World Cup 2022 last 16 – live", "date_published": "2022-12-06 17:50:41+00:00", "description": "<ul><li>World Cup updates from the 7pm GMT / 2pm ET kick-off</li><li>And you can contact Rob <a href=\"mailto:rob.smyth@theguardian.com\">here</a> with your match thoughts</li></ul><p>Goncalo Ramos replaces Ronaldo up front for Portugal, one of eight changes from the defeat to South Korea on Friday. The survivors are Diogo Costa, Diogo Dalot (who is preferred to Joao Cancelo) and Pepe. </p><p>Switzerland make one change from the win over Serbia. Edimilison Fernandes replaces Silvan Widmer at right-back.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/06/portugal-v-switzerland-world-cup-2022-last-16-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/arsenal-gabriel-jesus-could-be-out-for-three-months-knee-surgery", "title": "Arsenal’s Gabriel Jesus could be out for three months after knee surgery", "date_published": "2022-12-06 17:45:07+00:00", "description": "<ul><li>Forward injured playing for Brazil in blow to league leaders</li><li>Arsenal likely to turn to Nketiah and step up push for signing</li></ul><p>Gabriel Jesus could be out for three months after having knee surgery in a potentially significant blow to Arsenal. The forward sustained the injury playing for Brazil at the World Cup and his club said the operation had been a success.</p><p>Jesus has been a major part of Arsenal’s early season success, scoring five goals and providing five assists to help the team establish a five-point lead at the top of the Premier League before the break for the World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/arsenal-gabriel-jesus-could-be-out-for-three-months-knee-surgery\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/thousands-of-police-on-street-in-athens-amid-protest-over-2008-shooting", "title": "Thousands of police on street in Athens amid protest over 2008 shooting", "date_published": "2022-12-06 17:26:35+00:00", "description": "<p>Police tactics again in spotlight after shooting of Romany boy on eve of annual march for Alexis Grigoropoulos</p><p>Greek security forces have flooded central Athens as demonstrators took to the streets to commemorate the fatal police shooting of a teenager, hours after violence erupted over <a href=\"https://www.theguardian.com/world/2022/dec/05/greek-police-officer-arrested-after-roma-boy-shot-in-the-head\">a similar incident in the north of the country</a>.</p><p>More than 4,000 law enforcement personnel, backed by heavily armed riot police, were dispatched around the city centre on Tuesday amid fears of renewed clashes as a Romany boy, shot in the head by an officer, fought for his life. “Stop these murderous policies,” chanted protesters.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/thousands-of-police-on-street-in-athens-amid-protest-over-2008-shooting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/fix-british-politics-labour-westminster-regions", "title": "Think our plan to fix British politics is a pipe dream? Think again | Gordon Brown", "date_published": "2022-12-06 17:06:14+00:00", "description": "<p>Critics are already circling, but at a stroke Labour would clear out the rot from Westminster and give power to our regions</p><p>Everywhere I travel in Britain, I find creative talents waiting to be tapped, entrepreneurial flair ready to be unleashed and outstanding young people impatient to be given their chance. All are being held back by our broken economy and broken politics. Twelve years of Conservative government have made the United Kingdom the most regionally unequal economy in Europe, and its most centralised state. </p><p>The year ends with our country in a <a href=\"https://www.theguardian.com/commentisfree/2022/oct/19/uk-austerity-voters-brexit-cuts-chaos\">doom loop</a>: the more the economy fails, the more people lose trust. And despite the promise of 2016 that the people would take back control, millions feel ignored, neglected, forgotten and invisible to the powers that be, all too often feeling they are being treated as second-class citizens.</p><p>Gordon Brown was UK prime minister between 2007 and 2010</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/fix-british-politics-labour-westminster-regions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/06/trevor-noah-trump-twitter-files", "title": "Trevor Noah: ‘Trump is like one of those guys who never stops trying to get back with his ex’", "date_published": "2022-12-06 16:56:44+00:00", "description": "<p>Late-night hosts react to Trump’s call to ‘terminate’ the constitution after Elon Musk’s Twitter Files do nothing to support Hunter Biden conspiracy theories</p><p>Trevor Noah dug into the latest Trump scandal, which originated with Elon Musk’s release of the so-called Twitter Files. The documents, which many conservatives hoped would prove that Twitter colluded with Democrats to censor news about Hunter Biden’s laptop during the 2020 election, “mostly just showed the Biden campaign asking Twitter to take down nude photos of Hunter Biden”, the Daily Show host explained on Monday evening. “So, yeah, sorry everyone – if you want to see naked people, you’ve got to go to every other website on the internet.”</p> <a href=\"https://www.theguardian.com/culture/2022/dec/06/trevor-noah-trump-twitter-files\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/samuel-etoo-apologises-for-violent-altercation-outside-world-cup-stadium-cameroon", "title": "Samuel Eto’o apologises for ‘violent altercation’ outside World Cup stadium", "date_published": "2022-12-06 16:53:25+00:00", "description": "<ul><li>Cameroon FA president filmed striking man with right knee</li><li>He refers to ‘provocation’ by Algeria fans over World Cup playoff</li></ul><p>The former Cameroon and Barcelona striker Samuel Eto’o has apologised for what he described as a “violent altercation” at the World Cup on Monday night. A video on social media shows the 41-year-old striking a man to the ground with his right knee outside Stadium 974 in Doha.</p><p>In a statement, Eto’o, the president of his country’s football federation, said he was provoked by a fan who was “probably” an Algeria supporter as part of a campaign of harassment after Cameroon’s qualifying win against Algeria in March.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/samuel-etoo-apologises-for-violent-altercation-outside-world-cup-stadium-cameroon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/rain-russian-tv-station-in-latvia-loses-licence-over-ukraine-war-coverage", "title": "Russian TV station in Latvia loses licence over Ukraine war coverage", "date_published": "2022-12-06 16:52:39+00:00", "description": "<p>TV Rain had relocated from Russia soon after invasion but on-air remarks by presenter were deemed to take Moscow’s side</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Russia-Ukraine war – latest news updates</a></li></ul><p>Latvia has revoked a broadcast licence for TV Rain, the independent Russian TV station broadcasting from exile, following a scandal over its coverage of the war in Ukraine.</p><p>The liberal television station relocated to Riga, the Latvian capital, as well as Tbilisi and Amsterdam shortly after Vladimir Putin launched the full-scale invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/rain-russian-tv-station-in-latvia-loses-licence-over-ukraine-war-coverage\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/canada-buffalo-woman-alleged-serial-killer-victim", "title": "Canada: unidentified victim of alleged serial killer given name Buffalo Woman", "date_published": "2022-12-06 16:45:35+00:00", "description": "<p>Community members bestow name amid fears that the woman, who is believed to be Indigenous, would remain nameless</p><p>The unidentified victim of an alleged serial killer in Canada has been given the name Mashkode Bizhiki’ikwe, or Buffalo Woman, by grieving community members<strong>, </strong>amid growing fears that a woman who is believed to be Indigenous would remain nameless.</p><p>Last week, Winnipeg police <a href=\"https://www.theguardian.com/world/2022/dec/01/canadian-indigenous-women-murder\">charged Jeremy Skibicki in the deaths of three women</a>. Two were named as Morgan Harris, 39, and Marcedes Myran, 26 of Long Plain First Nation, but the third woman has not been identified. Skibick had previously been charged in May in the killing of 24-year-old Rebecca Contois of O-Chi-Chak-Ko-Sipi First Nation.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/canada-buffalo-woman-alleged-serial-killer-victim\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/trump-pac-reportedly-paid-legal-bills-mar-a-lago-witnesses", "title": "Trump Pac reportedly paid legal bills of Mar-a-Lago witnesses", "date_published": "2022-12-06 16:40:50+00:00", "description": "<p>Political action committee paid bills of former Trump adviser Kash Patel and valet Walt Naud, who told FBI agents he moved boxes at Trump’s direction</p><p>A report <a href=\"https://www.washingtonpost.com/national-security/2022/12/05/trump-witnesses-legal-bills-pac/\">published by the Washington Post</a> claims that money from Donald Trump’s political action committee paid the legal bills of some witnesses involved in the US justice department’s criminal inquiry into the former president’s <a href=\"https://www.theguardian.com/us-news/2022/nov/14/donald-trump-handled-records-marked-classified-after-presidency-court-filing-alleges\">improper handling of classified documents</a>.</p><p>They include former Trump adviser Kash Patel, who was <a href=\"https://www.cnbc.com/2022/11/03/trump-news-kash-patel-granted-immunity-to-testify-in-mar-a-lago-documents-case-.html\">granted immunity</a> last month for his grand jury testimony, the newspaper says, citing anonymous sources said to be familiar with the matter.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/trump-pac-reportedly-paid-legal-bills-mar-a-lago-witnesses\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/frances-olivier-giroud-warns-england-kylian-mbappe-can-still-improve", "title": "France’s Olivier Giroud warns England Kylian Mbappé ‘can still improve’", "date_published": "2022-12-06 16:39:58+00:00", "description": "<ul><li>‘He is very decisive – the best striker I have played with’</li><li>France have picked Hugo Lloris’s brains on Harry Kane</li></ul><p>Olivier Giroud has admitted he is scared of Kylian Mbappé’s talent and has warned England the France striker is yet to reach his potential at the World Cup.</p><p>Mbappé, the tournament’s leading scorer with five goals in his first four games, did not take part in training on Tuesday because he was undertaking a recovery session indoors. There was no word of any injury from within the France camp and the Paris Saint-Germain striker will be the biggest threat to England when they face the world champions in the last eight on Saturday.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/frances-olivier-giroud-warns-england-kylian-mbappe-can-still-improve\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/ramaphosa-account-of-farmgate-cash-backed-up-by-businessman", "title": "Ramaphosa account of ‘Farmgate’ cash backed up by businessman", "date_published": "2022-12-06 16:27:31+00:00", "description": "<p>Hazim Mustafa says he paid $380,000 for cattle at South African president’s ranch in 2019 </p><p>A Sudanese businessman has confirmed that he made the payment of hundreds of thousands of dollars for cattle at the centre of the scandal threatening to unseat South Africa’s president, <a href=\"https://www.theguardian.com/world/cyril-ramaphosa\">Cyril Ramaphosa</a>.</p><p>The embattled president launched legal action on Monday to challenge a report handed over last week by an independent panel appointed by parliament that accused him of serious misconduct after the <a href=\"https://www.theguardian.com/world/2022/jul/24/farmgate-cyril-ramaphosa-south-africa-elections\">theft from his private game ranch</a> of a sum reported to be between $500,000 (£410,000) and $5m in cash almost three years ago.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/ramaphosa-account-of-farmgate-cash-backed-up-by-businessman\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/mcdonalds-pennsylvania-franchisees-fined-excessive-hours", "title": "US McDonald’s franchisees fined for making children work excessive hours", "date_published": "2022-12-06 16:18:38+00:00", "description": "<p>John and Kathleen Santonastasso of Bridgeville, Pennsylvania, ordered to pay $57,332 after violating child labor laws </p><p>The owners of several McDonald’s restaurants in Pennsylvania have been accused of violating child labor laws, with more than 100 children allegedly working excessive hours.</p><p>The US labor department <a href=\"https://www.dol.gov/newsroom/releases/whd/whd20221205-0\">announced on Monday</a> that 13 McDonald’s locations in the Pittsburgh area had violated labor laws designed to protect young employees. An investigation found that 101 child employees had been working excessive hours outside allowable time periods.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/mcdonalds-pennsylvania-franchisees-fined-excessive-hours\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/german-trains-to-offer-coffee-in-porcelain-or-glass-cups-to-cut-waste-deutsche-bahn", "title": "German trains to offer coffee in porcelain cups to cut waste", "date_published": "2022-12-06 16:15:35+00:00", "description": "<p>Deutsche Bahn passengers will be able to opt for reusable cups, plates and bowls for their food and drink from next year</p><p>Deutsche Bahn passengers will be able to get their coffee in a porcelain cup from next year, the German rail operator has announced, as it seeks to cut waste.</p><p>Travellers would be able to choose a “high-quality porcelain or glass” option when ordering food and drink on its intercity and high-speed services, the company said in a statement.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/german-trains-to-offer-coffee-in-porcelain-or-glass-cups-to-cut-waste-deutsche-bahn\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/romanian-national-philharmonic-orchsmbatyan-review-vengerovs-virtuoisty-raises-the-temperature", "title": "Romanian National Philharmonic Orch/Smbatyan review – Vengerov’s virtuoisty raises the temperature", "date_published": "2022-12-06 16:05:48+00:00", "description": "<p><strong>Cadogan Hall, London<br /></strong>The contemporary works were unengaging, but the Romanian Orchestra’s Tchaikovsky enthralled, and Vengerov’s bravura reading of Prokofiev’s First Violin Concerto closed the concert in spectacular style</p><p>Billed as a <a href=\"https://www.maximvengerov.com/\">Maxim Vengerov</a> gala, this programme of popular classics was also a showcase for the Romanian National Philharmonic Orchestra, the somewhat grandiose touring name for the <a href=\"https://www.filarmonicabrasov.ro/\">Brașov Philharmonic</a>. A fine, disciplined ensemble, they hail from Romania’s seventh most populous city, located slap bang in the middle of Transylvania. Under Armenian conductor <a href=\"https://sergeysmbatyan.com/\">Sergey Smbatyan</a>, their robust performance grew in stature as the evening progressed.</p><p>The first half got off to a spirited start with Sibelius’s perennial Karelia Suite. The central Ballade brought out the burnished earthiness of the RNPO’s lower strings, though the Intermezzo could have been lighter on its feet. Tchaikovsky’s Romeo and Juliet Fantasy-Overture was more enthralling, with Smbatyan part urgent, part cajoling, crafting the kind of imaginative and dynamic phrasing the Sibelius somehow lacked.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/romanian-national-philharmonic-orchsmbatyan-review-vengerovs-virtuoisty-raises-the-temperature\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/06/kirstie-alley-obituary", "title": "Kirstie Alley obituary", "date_published": "2022-12-06 16:04:20+00:00", "description": "American actor known for her roles in the hit TV sitcom Cheers and many popular films including the Look Who’s Talking series<p>Five years into the hit sitcom Cheers, set in a homely neighbourhood bar in Boston, its female lead Shelley Long, who played the prim waitress Diane, quit the series. This left Sam (Ted Danson), the self-obsessed bar-owner, no one to spar with, and risked depriving the show of its screwball-style sexual tension.</p><p>Kirstie Alley, <a href=\"https://www.theguardian.com/film/2022/dec/06/kirstie-alley-dies-aged-71-cheers-look-whos-talking-actor\" title=\"\">who has died</a> of cancer aged 71, beat <a href=\"https://www.theguardian.com/film/sharon-stone\" title=\"\">Sharon Stone</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2019/aug/10/kim-cattrall-i-dont-want-to-be-in-a-situation-for-even-an-hour-where-im-not-enjoying-myself-\" title=\"\">Kim Cattrall</a> to the role of Long’s replacement, joining the show in 1987. As the bar’s apparently tough new manager, Rebecca, she went toe-to-toe with Danson right from her audition scene. “She had an incredibly sexy voice that was perfect to drive Ted bananas,” said James Burrows, the show’s director and co-creator. “In the test scene, there was a line where she says she’s not attracted to Sam. With Kirstie, you believed it.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/06/kirstie-alley-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/santa-claus-best-christmas-songs-miserable-prince-marvin-gaye", "title": "Santa Claus is coming to frown! Why the best Christmas songs are sad and slow", "date_published": "2022-12-06 15:51:44+00:00", "description": "<p>Who says festive numbers have to be merry? Marvin Gaye’s prisoner-of-war lament is a touching treat – while Prince’s track about a guy getting over a yuletide death with banana daiquiris is the jewel of the genre</p><p>The loss of <a href=\"https://www.theguardian.com/music/low\">Low</a>’s <a href=\"https://www.theguardian.com/music/2022/nov/07/lows-mimi-parker-was-a-voice-of-hope-and-healing-in-indie-rock\">Mimi Parker</a> last month, at the age of 55, got me thinking about the power of sad songs. With her husband and band partner Alan Sparhawk, Parker was responsible for one of the most downbeat festive albums ever made: Christmas, from 1999. From its spectral version of Little Drummer Boy to a cover of Blue Christmas sung at what sounds like half-speed, its eight tracks remained faithful to the Minnesota band’s melancholic indie sound. The opener begins with this harrowing observation about Jesus’s birthday: “If you were born today, we’d kill you by age eight.”</p><p>It’s one of the most sorrowful-sounding seasonal albums ever – but also one of the best. Little surprise if it has passed you by: we don’t pay nearly enough attention to the gift of truly sad Christmas songs. When compiling yuletide playlists, we prefer the manically jolly over the miserable. We’re happy to hear Noddy Holder screaming like an axe-wielding killer, but something approaching the true loneliness, grief and <em>weltschmerz</em> of the darkest time of the year? Many of us would rather scroll on by.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/santa-claus-best-christmas-songs-miserable-prince-marvin-gaye\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/06/dwarf-fortress-review-a-grand-chronicle-of-inevitable-disaster", "title": "Dwarf Fortress review – a grand chronicle of inevitable disaster", "date_published": "2022-12-06 15:42:32+00:00", "description": "<p><strong>PC; Bay 12/Kitfox</strong><br />A graphical overhaul offers a gentler way of playing this vast, strange strategy game of staggering intricacy</p><p>The idea of reviewing Dwarf Fortress is inherently hilarious. You might as well apply a tape measure to a black hole. Playable in unfinished form for 16 years and counting, with no end to development in sight, Bay 12’s deceptively lo-fi colony management simulation is as vast and alien as one of its own Forgotten Beasts, rising up through layers of terrain to obliterate the miners burrowing down for sapphires and platinum.</p><p>It’s better understood through the stories whispered about individual, player-created fortresses, preserved in the amber chambers of online forums. The tragi-comedy of <a href=\"https://lparchive.org/Dwarf-Fortress-Boatmurdered/Update%201-20/\">Boatmurdered</a> – almost doomed when a butterfly flew into a door mechanism, granting access to bloodthirsty elephants. The horror of <a href=\"https://brokenforum.com/index.php?threads/dwarf-fortress-vd-staying-dry.1003/\">Glazedcoast</a>, where the puppy pies are always extra-flakey. The humble history of Paddledclimax, my own creation, flooded when I tunnelled through a riverbed to escape a goblin siege. Tales from the trenches like these sell the game’s fecundity more compellingly than any overview. Still, the release of a relatively accessible Steam edition, published by Kitfox, is as good an opportunity as any to assess the whole.</p> <a href=\"https://www.theguardian.com/games/2022/dec/06/dwarf-fortress-review-a-grand-chronicle-of-inevitable-disaster\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/honduras-partially-suspends-constitutional-rights-extortion", "title": "Honduras partially suspends constitutional rights to tackle extortion", "date_published": "2022-12-06 15:39:10+00:00", "description": "<p>Plan will flood gang-infested neighbourhoods in two largest cities for next 30 days</p><p>Authorities in <a href=\"https://www.theguardian.com/world/honduras\">Honduras</a> will partially suspend constitutional rights as part of an effort to combat an apparent rise in extortion, raising fears of human rights violations and warnings of creeping authoritarianism in Central America.</p><p>Under the plan, which will come into effect late on Tuesday and will be in effect for at least 30 days, thousands of security forces will be deployed to 162 gang-infested neighborhoods in the country’s two largest cities, San Pedro Sula and the capital, Tegucigalpa.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/honduras-partially-suspends-constitutional-rights-extortion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/dec/06/five-manchester-united-old-trafford-chelsea-eight-wsl-womens-football-weekly", "title": "Five-star Old Trafford show and Chelsea strike eight – Women’s Football Weekly podcast", "date_published": "2022-12-06 15:23:25+00:00", "description": "<p>Faye Carruthers, Suzanne Wrack, Anne-Marie Batson and Sophie Downey wrap up the latest weekend of WSL action</p><p>Just another average weekend in the Women’s Super League, hey?!</p><p>Eight goals for Chelsea, five for Manchester United, 30,000 plus fans in the stands at Old Trafford – plus a title race that continues to hot up …</p> <a href=\"https://www.theguardian.com/football/audio/2022/dec/06/five-manchester-united-old-trafford-chelsea-eight-wsl-womens-football-weekly\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/adrian-sutton-war-horse-composer-terminal-cancer-final-concerts", "title": "‘Don’t waste time’: War Horse composer Adrian Sutton on living with a terminal cancer diagnosis", "date_published": "2022-12-06 15:05:39+00:00", "description": "<p>Adrian Sutton has written acclaimed orchestral, choral and chamber works, and been Tony-nominated for his theatre scores. Now, as he prepares his final two concerts, he shares what he has learned from a life in music</p><p>A devastating flash-flood recently swept away the pleasant landscape of my imagined future: an incurable cancer diagnosis. Bastard. How to process that news? My mind has lurched for two months. Obviously, this is all some terrible mistake. I have a healthy lifestyle. You’ve got the wrong guy. Come on, there’s more living to do, more music to write. But such pleadings – to whom or what I don’t know – rebound from a stone wall. The reality is immutable.</p><p>In his book <a href=\"https://www.theguardian.com/books/2021/sep/01/four-thousand-weeks-by-oliver-burkeman-review-a-brief-treatise-on-time\">Four Thousand Weeks</a>, Oliver Burkeman highlights the obsession we have with the future: always trying to lasso it from the present, writing to-do lists around it, deluding ourselves that we have it all under control. That’s been me, right there ... years spent dreaming of the pieces I’d yet to write and record; tweaking my studio setup to optimise future workflow; stacking a tower of useless to-do-list cruft.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/adrian-sutton-war-horse-composer-terminal-cancer-final-concerts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/adrian-sutton-war-horse-composer-incurable-cancer-final-concerts", "title": "‘Don’t waste time’: War Horse composer Adrian Sutton on living with an incurable cancer diagnosis", "date_published": "2022-12-06 15:05:39+00:00", "description": "<p>Adrian Sutton has written acclaimed orchestral, choral and chamber works, and been Tony-nominated for his theatre scores. Now, as he prepares his final two concerts, he shares what he has learned from a life in music</p><p>A devastating flash-flood recently swept away the pleasant landscape of my imagined future: an incurable cancer diagnosis. Bastard. How to process that news? My mind has lurched for two months. Obviously, this is all some terrible mistake. I have a healthy lifestyle. You’ve got the wrong guy. Come on, there’s more living to do, more music to write. But such pleadings – to whom or what I don’t know – rebound from a stone wall. The reality is immutable.</p><p>In his book <a href=\"https://www.theguardian.com/books/2021/sep/01/four-thousand-weeks-by-oliver-burkeman-review-a-brief-treatise-on-time\">Four Thousand Weeks</a>, Oliver Burkeman highlights the obsession we have with the future: always trying to lasso it from the present, writing to-do lists around it, deluding ourselves that we have it all under control. That’s been me, right there ... years spent dreaming of the pieces I’d yet to write and record; tweaking my studio setup to optimise future workflow; stacking a tower of useless to-do-list cruft.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/adrian-sutton-war-horse-composer-incurable-cancer-final-concerts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/roy-keane-became-hate-figure-in-brazil-world-cup-qatar-2022", "title": "‘Roy Keane be damned’: how the pundit became a hate figure in Brazil", "date_published": "2022-12-06 15:00:45+00:00", "description": "<ul><li>Keane did not like players’ celebrations in World Cup last 16</li><li>Botafogo coach: ‘He doesn’t understand Brazil’s football culture’</li></ul><p>Brazilian football fans have excoriated Roy Keane after the former Manchester United star derided the country’s national team players’ dance moves during their <a href=\"https://www.theguardian.com/football/2022/dec/05/brazil-south-korea-world-cup-last-16-match-report\">World Cup last-16 victory over South Korea</a>.</p><p>Brazil’s players repeatedly shook their stuff during Tuesday’s 4-1 win with the coach, Tite, even joining in after Richarlison scored the third goal, cavorting like a pigeon in reference to the Tottenham striker’s nickname.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/roy-keane-became-hate-figure-in-brazil-world-cup-qatar-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/i-will-outshine-them-all-the-enduring-genius-of-bloc-party", "title": "‘I will outshine them all’: the enduring genius of Bloc Party", "date_published": "2022-12-06 15:00:14+00:00", "description": "<p>As US pop-punk band Paramore claim the London band as the primary influence on their new album, we look at how Bloc Party bridged the gap with emo – and continue to inspire young artists today</p><p>When emo legends <a href=\"https://www.theguardian.com/music/paramore\">Paramore</a> made their comeback with new single This Is Why in October, something about its blend of danceable guitar work and lyrical anxiety felt more than a little familiar. Speaking on her BBC podcast Everything Is Emo, frontwoman Hayley Williams revealed an unlikely source of inspiration for her band’s new direction and, indeed, their career as a whole.</p><p>“From day one, <a href=\"https://www.theguardian.com/music/blocparty\">Bloc Party</a> was the number one reference because there was such an urgency to their sound that was different to the fast punk or the pop-punk or the loud ‘wall of sound’ emo bands that were happening in the early 2000s,” she said. “They had their own thing and it really stuck with us … it just makes me feel even more excited to get back out into the world, and maybe cross paths with the band that has been a huge part of our story.”</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/i-will-outshine-them-all-the-enduring-genius-of-bloc-party\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/voice-of-black-opera-2022-review-rachel-duckett-worthy-winner-brings-drama-and-technique", "title": "Voice of Black Opera 2022 review – worthy winner brings drama and technique", "date_published": "2022-12-06 14:57:52+00:00", "description": "<p><strong>Town Hall, Birmingham<br /></strong>Despite the narrow choice of material, there were some very strong individual performances, with well-deserved honours going to Rachel Duckett<strong><br /></strong></p><p>Three lyric sopranos, a dramatic mezzo and a tenor made up the finalists for this year’s Voice of Black Opera competition, organised by the <a href=\"https://bbcf.uk/\">Black British Classical Foundation</a>, and open to singers from the Commonwealth. Britain, Canada, South Africa and Jamaica were represented in the final, in which each of the contestants sang a group of arias including a duet with one of three professional singers, with the Welsh National Opera Orchestra, conducted by <a href=\"https://www.matthewkofiwaldren.com/\">Matthew Kofi Waldren</a>, as well as a contemporary song with piano accompaniment by a black or south Asian composer.</p><p>The programme booklet for the evening failed however to explain any of the competition’s conditions – the age limits for entrants, or what had to be included in their choice of repertoire – though it was at pains to list who was responsible for their hair and makeup. Nor did it give the ages of the finalists, which surely matters when young singers are being assessed, especially when as here their range of experience seemed to vary quite widely, from some who had only just graduated from music school, to those who had already had taken solo roles with companies around Europe.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/voice-of-black-opera-2022-review-rachel-duckett-worthy-winner-brings-drama-and-technique\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/shireen-abu-akleh-al-jazeera-submits-new-evidence-to-icc", "title": "Shireen Abu Akleh: Al Jazeera submits new evidence to ICC", "date_published": "2022-12-06 14:57:45+00:00", "description": "<p>Network files formal request against Israel over shooting of Palestinian-American journalist in West Bank</p><p>Al Jazeera television network has filed a formal request to the international criminal court against Israeli forces over the killing of the veteran Palestinian-American journalist Shireen Abu Akleh.</p><p>Abu Akleh was shot in the head during an Israeli raid in a refugee camp on the outskirts of the occupied West Bank city of Jenin in May, while wearing a helmet and flak jacket that clearly indicated she was a member of the press. Several investigations by human rights organisations, as well as international news outlets and the UN, have concluded that the 51-year-old was shot by an Israeli soldier. Her colleague, Ali al-Samoudi, survived after being shot in the shoulder.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/shireen-abu-akleh-al-jazeera-submits-new-evidence-to-icc\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/share-your-views-on-indonesias-new-laws-criminalising-sex-outside-marriage", "title": "Share your views on Indonesia’s new laws criminalising sex outside marriage", "date_published": "2022-12-06 14:57:12+00:00", "description": "<p>We’d like to hear from people living in or who are planning to visit Indonesia what their views are on the country’s new controversial legislation outlawing extramarital sex</p><p>Indonesia, the world’s third-largest democracy, has <a href=\"https://www.theguardian.com/world/2022/dec/06/indonesia-passes-legislation-banning-sex-outside-marriage\">approved legislation that outlaws sex outside marriage</a> as one of several sweeping changes to the country’s criminal code.</p><p>The new code, which will apply to Indonesians and visiting foreigners alike and has prompted alarm from human rights campaigners, will also prohibit cohabitation between unmarried couples.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/share-your-views-on-indonesias-new-laws-criminalising-sex-outside-marriage\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/06/georgia-runoff-election-raphael-warnock-herschel-walker-latest-polls-politics", "title": "Georgia voters head to polls in Warnock-Walker Senate runoff – live", "date_published": "2022-12-06 14:55:46+00:00", "description": "<p>Voters decide between Democrat Raphael Warnock – who opinion polls say has the edge – or Republican Herschel Walker</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><em>The Georgia Senate race is the last major outstanding election left from last month’s midterms, in which Democratic candidates made a surprisingly strong showing nationwide, but nonetheless narrowly lost control of the House. While they are assured control of the Senate for the next two years, both parties are fighting hard for a win in Georgia. Here’s more from the Guardian as to why:</em></p><p>The winner of Tuesday’s midterm election runoff for one of Georgia’s two seats in the <a href=\"https://www.theguardian.com/us-news/us-senate\">US Senate</a> will make history.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/06/georgia-runoff-election-raphael-warnock-herschel-walker-latest-polls-politics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/dolly-parton-led-zeppelin-supergroup-rock-album", "title": "She’s a little bit country, they’re a little bit rock’n’roll: it’s the Dolly Parton/Led Zeppelin supergroup!", "date_published": "2022-12-06 14:55:18+00:00", "description": "<p>The much-loved singer says she is recording a rock album – and hopes to get the surviving members of the legendary Led Zeppelin to re-form for it</p><p><strong>Name: </strong>Dolly Parton’s reinvention.</p><p><strong>Age:</strong> Ongoing.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/dolly-parton-led-zeppelin-supergroup-rock-album\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/american-donetsk-suedi-murekezi-russian-controlled-ukraine-prison", "title": "American man ‘trapped’ in Donetsk despite release from prison", "date_published": "2022-12-06 14:52:24+00:00", "description": "<p>Exclusive: Suedi Murekezi says lack of ID papers means he cannot leave Russian-controlled city in Ukraine</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>An American national who was arrested by pro-Russian separatists in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> in July has been released and is residing without documents in the Russian-controlled city of Donetsk.</p><p>Suedi Murekezi, 35, was <a href=\"https://www.theguardian.com/world/2022/jul/13/third-us-national-held-captive-by-pro-russian-separatists-in-ukraine\">detained</a> on 10 June by Russian occupying forces in the Ukrainian city of Kherson, where he had been living for more than three years.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/american-donetsk-suedi-murekezi-russian-controlled-ukraine-prison\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/06/rupert-murdoch-testify-dominion-fox-defamation", "title": "Rupert Murdoch to testify in Dominion voting machine defamation case", "date_published": "2022-12-06 14:35:23+00:00", "description": "<p>Billionaire media mogul, 91, will sit for deposition next week about claims Fox News deliberately spread falsehoods over 2020 election</p><p>A defamation lawsuit claiming Fox News purposely promoted false claims that a voting tech company rigged the 2020 election is set to reach the apex of the media empire next week when the channel’s owner, Rupert Murdoch, is scheduled to sit for a deposition.</p><p>Lawyers for Dominion Voting Systems, which is <a href=\"https://www.theguardian.com/media/2022/jul/04/fox-oan-newsmax-lawsuits-election-fraud-claims\">suing Fox for $1.6bn</a>, are seeking to learn what knowledge the 91-year-old billionaire might have of his company’s repeated broadcasts of the untruthful allegations.</p> <a href=\"https://www.theguardian.com/media/2022/dec/06/rupert-murdoch-testify-dominion-fox-defamation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/06/man-arrested-in-luton-egg-believed-to-have-been-thrown-at-the-king", "title": "Man arrested in Luton after egg believed to have been thrown at the king", "date_published": "2022-12-06 14:27:45+00:00", "description": "<p>Man in his 20s arrested on suspicion of common assault during walkabout by King Charles in Luton</p><p>A man in his 20s has been arrested on suspicion of common assault during a walkabout by King Charles in Luton town centre, Bedfordshire police said, after an egg is believed to have been thrown in the direction of the monarch.</p><p><em>More details soon …</em><br /></p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/man-arrested-in-luton-egg-believed-to-have-been-thrown-at-the-king\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/06/famine-development-secretaries-urge-increase-aid-east-africa", "title": "Former development secretaries urge Sunak to increase east Africa aid amid drought", "date_published": "2022-12-06 14:24:56+00:00", "description": "<p>‘Famine in all but name’ ravaging Somalia, Ethiopia and Kenya, yet British aid is one-fifth of 2017 amount</p><p>The UK urgently needs to do more to help more than 28 million people in drought-stricken Somalia, Ethiopia and Kenya, two former secretaries of state for international development and the heads of 14 of the UK’s leading aid agencies have warned in a joint letter to the prime minister, Rishi Sunak.</p><p>They say one person is dying every 36 seconds, yet British aid to the region is only one-fifth of what Britain provided when the region was struck by famine in 2017. More than 7 million children are acutely malnourished across the three countries.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/06/famine-development-secretaries-urge-increase-aid-east-africa\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/georgia-senate-runoff-warnock-walker-robert-reich", "title": "The Georgia Senate runoff is a referendum on Trump’s zombie grasp on America | Robert Reich", "date_published": "2022-12-06 14:22:05+00:00", "description": "<p>The biggest loser in a Raphael Warnock victory won’t be his Republican rival, Herschel Walker. It will be Donald Trump</p><p>If Raphael Warnock wins today’s Senate runoff in Georgia, Senate Democrats will gain a 51-49 majority – providing them with some insurance if Arizona voters boot out Kyrsten Sinema in 2024, while at the same time reducing the power of the West Virginia Democrat Joe Manchin to control the Democrat’s agenda.</p><p>In other words: a win-win.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/georgia-senate-runoff-warnock-walker-robert-reich\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/raheem-sterling-more-time-decision-england-world-cup-return-qatar-burgled", "title": "Raheem Sterling to take more time over decision on England World Cup return", "date_published": "2022-12-06 14:11:52+00:00", "description": "<ul><li>Winger returned to UK after his Surrey home was burgled</li><li>England face quarter-final against France in Qatar on Saturday</li></ul><p>Raheem Sterling will take more time to decide whether to return to Qatar before England’s World Cup quarter-final against France after the <a href=\"https://www.theguardian.com/football/2022/dec/05/police-investigate-burglary-raheem-sterling-surrey-home\">burglary of his Surrey home</a>.</p><p>Sterling, who has scored 20 goals in 81 appearances for England, missed <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">their victory over Senegal</a> after flying back to the UK due to a “family matter”. Jewellery and watches were among the items stolen at the home of the Chelsea winger, who is understood to have been left “shaken” by the break-in and left fearing for the safety of his fiancee and children.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/raheem-sterling-more-time-decision-england-world-cup-return-qatar-burgled\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/dec/06/cricket-stokes-mccullum-england-test", "title": "Stokes and McCullum have lifted the pressure from the England Test side | Mark Ramprakash", "date_published": "2022-12-06 14:03:11+00:00", "description": "<p>The idea that defeat would be acceptable as long as we gave it a go never got anywhere near any team I played in</p><p>During the summer, as the Test side being reshaped by Ben Stokes and Brendon McCullum found immediate success on home soil, there was very much a feeling among knowledgeable cricket people that come their first trip abroad conditions in Pakistan would present much more of a challenge. But this team continues to write their own script, ignoring the conventions of the game, and even the flattest of pitches in Rawalpindi <a href=\"https://www.theguardian.com/sport/2022/dec/05/anderson-and-robinson-bowl-england-to-stunning-first-test-win-over-pakistan\">could not restrain them</a>.</p><p>I have never seen such total alignment between a head coach, his captain, and the managing director, Rob Key, who selected them. I think back over my international career, when it was an inviolable rule that individual players were given ownership of their game – they had been picked for their country and there was a prevailing view that you had reached the pinnacle of the game and it was not for someone else to tell you how to go out and play. I always admired the way Alec Stewart and Graham Thorpe took the aggressive option if they could, particularly when players took that approach and it didn’t come off they were guaranteed to be hammered in the media.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/dec/06/cricket-stokes-mccullum-england-test\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/england-fans-goal-celebrations-pint-zone", "title": "Hey England fans: goal celebrations are great, but the pint-chucking has gone too far | Chris Godfrey", "date_published": "2022-12-06 14:00:25+00:00", "description": "<p>The spectacle of a sodden fan zone feels as organic as astroturf – especially after the third goal in a dead rubber group match</p><p>Ah, the euphoric release of celebrating a goal. No inhibitions. No boundaries. Just grab the nearest stranger and shake them with unnerving force. Take that bald man’s head in your hands and kiss it. Gurn and roar and swear and hold your fists to the sky in glory (or relief). As a longtime Arsenal season ticket holder I’ve lost count of how often I’ve nearly fallen down the row in front, propelled by swarming bodies and the melee of flailing arms – full “limbs” (the internet term). Let’s go fucking mental (the technical term). Embrace pure instinct.</p><p>Except, for some England fans it’s not. Even in a tournament where Qatar is literally <a href=\"https://www.theguardian.com/football/2022/nov/04/england-and-wales-fans-being-paid-to-promote-world-cup-from-qatar\">paying fans</a> to be there, is there anything more artificial this World Cup<strong> </strong>than the choreographed pint throwing across England’s fan zones? Yes, the pint throwing is back. What started during the 2018 World Cup with viral videos of fans in Hyde Park and Flat Iron Square has limped on to today. It’s not as widespread this time around – the winter? The vibe? The passage of time killing its momentum? – but there are still plenty of videos circulating of fans drenching each other<strong> </strong>with beer after every goal. Even the England team’s official Twitter account is <a href=\"https://twitter.com/England/status/1597693194321338369?s=20&amp;t=Vf8AMF-gp-z6oW-11C68eQ\">tweeting them out</a>.</p><p>Chris Godfrey is a commissioning editor on G2</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/england-fans-goal-celebrations-pint-zone\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/06/queensland-graziers-unearth-100m-year-old-plesiosaur-remains-likened-to-rosetta-stone", "title": "Queensland graziers unearth 100m-year-old plesiosaur remains likened to Rosetta Stone", "date_published": "2022-12-06 14:00:15+00:00", "description": "<p>Amateur fossil hunters find skull connected to body of marine giant elasmosaur for the first time in Australia</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>A group of female graziers from outback Queensland who hunt fossils in their downtime have uncovered the remains of a 100m-year-old creature that palaeontologists are likening to the Rosetta Stone for its potential to unlock the discovery of several new species of prehistoric marine giant. </p><p>One of the “Rock Chicks” – as the amateur palaeontologists call themselves – uncovered the fossilised remains of the long-necked plesiosaur, known as an elasmosaur, while searching her western Queensland cattle station in August. </p> <a href=\"https://www.theguardian.com/science/2022/dec/06/queensland-graziers-unearth-100m-year-old-plesiosaur-remains-likened-to-rosetta-stone\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/06/bin-so-long-adelaide-woman-puts-rubbish-out-for-first-time-in-two-years-after-epic-effort-to-cut-waste", "title": "Bin so long: Adelaide woman puts rubbish out for first time in two years after epic effort to cut waste", "date_published": "2022-12-06 14:00:13+00:00", "description": "<p>‘Reduce, reuse, recycle’ ethos has long been part of Alice Clanachan’s life, but now she avoids creating waste in any form</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>An Adelaide woman has taken her rubbish bin out for the first time in two years, having taken concerted steps to reduce the amount of waste her household generates.</p><p>Alice Clanachan’s bin left her yard for the first time in 26 months on Tuesday – still with a little room at the top.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/06/bin-so-long-adelaide-woman-puts-rubbish-out-for-first-time-in-two-years-after-epic-effort-to-cut-waste\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/06/now-that-i-have-my-own-child-its-my-turn-to-establish-some-sort-of-tradition-melissa-thompson", "title": "Scallops, sprouts, ackee and saltfish: my family’s Christmas food rituals", "date_published": "2022-12-06 14:00:13+00:00", "description": "<p>I grew up with a mix of Jamaican, Maltese and British food for Christmas lunch. Then last year we broke with tradition …</p><p>When I was growing up, my family didn’t so much have Christmas traditions as periods. Our festive celebrations reflected where we were as a family at any given time.</p><p>The Scallop Period was probably my favourite. A couple, Colin and Anne, moved into the house next door to my childhood home in Weymouth, and every now and then, Colin, a trawlerman, would leave a massive bag of scallops on our doorstep. Dad would clean and freeze them, ready for Christmas, when we would feast on a starter we’d otherwise never have been able to afford: scallops seared and served with bacon and pea puree.</p> <a href=\"https://www.theguardian.com/food/2022/dec/06/now-that-i-have-my-own-child-its-my-turn-to-establish-some-sort-of-tradition-melissa-thompson\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/dark-activities-of-russian-linked-oil-tankers-has-doubled-analysis-shows", "title": "‘Dark activities’ of Russian-linked oil tankers has doubled, analysis shows", "date_published": "2022-12-06 14:00:13+00:00", "description": "<p>Maritime intelligence firm points to rise in tankers switching off trackers for sanctions-busting transfers</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Russia-Ukraine war – latest news updates</a></li></ul><p>The number of Russian-affiliated oil tankers “going dark” to avoid being tracked in the south Pacific has doubled in recent months in a sign of clandestine means being deployed to avoid sanctions.</p><p>By switching off their tracker systems on the high seas, the ships can quietly transfer oil on to tankers without links to Russia so as to avoid their oil exports being flagged.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/dark-activities-of-russian-linked-oil-tankers-has-doubled-analysis-shows\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/06/morocco-v-spain-world-cup-2022-last-16-live-score-updates", "title": "Morocco v Spain: World Cup 2022 last 16 – live", "date_published": "2022-12-06 13:46:50+00:00", "description": "<ul><li>World Cup updates from the 3pm GMT / 10am ET kick-off</li><li>And get in touch. Contact John <a href=\"mailto:john.brewin.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/JohnBrewin_\">on Twitter</a></li></ul><p><strong>It’s been quite the year for Spain and Chelsea’s veteran defender.</strong> </p><p>When Azpilicueta played in <a href=\"https://www.theguardian.com/football/2021/jun/23/slovakia-spain-euro-2020-match-report\" title=\"\">Spain’s 5-0 win</a> against Slovakia at Euro 2020 in June 2021, it was his first game for the <em>selección</em> since 2018. Now, he is at his third World Cup, even if it almost ended early. Withdrawn with a knock that will not prevent him facing Morocco, he watched Japan come back to win 2-1. For a few minutes in the second half, Spain were out – “there were a lot of nerves,” Azpilicueta says – but Kai Havertz led Germany’s response against Costa Rica, rescuing seeing Spain and sending them through to play Morocco. Time to say thanks, then?</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/06/morocco-v-spain-world-cup-2022-last-16-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/06/meta-protecting-business-partners", "title": "Facebook moderation system favours ‘business partners’, says oversight board", "date_published": "2022-12-06 13:34:18+00:00", "description": "<p>Users who generate high revenue for platforms have clearer access to effective moderation system</p><p>A Facebook policy designed to protect high-profile users from moderation was structured to satisfy the company’s business interests, Meta’s “supreme court” has found, and did not prioritise protecting free speech and civil rights on the platform.</p><p>The Oversight Board, which scrutinises moderation decisions on Facebook and Instagram, said the platforms’ “cross-check” system appeared to favour “business partners” – which includes entertainers, musicians and news publishers – while journalists and civil society organisations have “less clear paths” to access the programme.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/06/meta-protecting-business-partners\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/michael-oneill-agrees-return-northern-ireland-manager", "title": "Michael O’Neill agrees deal to return as Northern Ireland manager", "date_published": "2022-12-06 13:16:26+00:00", "description": "<ul><li>O’Neill led Northern Ireland to Euro 2016 and left in April 2020</li><li>He was sacked by Stoke in August and replaces Ian Baraclough</li></ul><p>Michael O’Neill has agreed to return for a second spell as Northern Ireland manager and his appointment is due to be announced this week.</p><p>The 53-year-old was in charge from December 2011 to April 2020, during which he <a href=\"https://www.theguardian.com/football/2015/oct/08/northern-ireland-greece-euro-2016-qualifier-report\">led his country to Euro 2016</a>, Northern Ireland’s first major tournament in 30 years. The team reached the last 16 before <a href=\"https://www.theguardian.com/football/2016/jun/25/wales-northern-ireland-euro-2016-match-report\">losing to Wales</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/michael-oneill-agrees-return-northern-ireland-manager\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/jim-stewart-founder-of-stax-records-dies-aged-92", "title": "Jim Stewart, founder of Stax Records, dies aged 92", "date_published": "2022-12-06 13:12:21+00:00", "description": "<p>Record producer signed many of soul and R&amp;B’s most influential musicians, including Otis Redding and Isaac Hayes</p><p>Jim Stewart, founder of influential southern soul label Stax Records, has died aged 92. Stax confirmed the news on social media this morning, writing that Stewart “passed away peacefully earlier today, surrounded by his family”.</p><p>As the founder of Stax, Stewart was responsible for signing and nurturing the careers of many of soul and R&amp;B’s most influential figures, including Otis Redding, Carla Thomas, Albert King and the Bar-Kays.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/jim-stewart-founder-of-stax-records-dies-aged-92\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/06/a-water-tank-and-restoration-work-tuesdays-best-photos", "title": "A water tank and restoration work: Tuesday’s best photos", "date_published": "2022-12-06 13:06:15+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world.</p><p>Warning: contains graphic imagery</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/06/a-water-tank-and-restoration-work-tuesdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/dominic-raab-government-brexit-foreign-office", "title": "Dominic Raab may have the most terrible record in government, but at least it’s perfectly formatted | Marina Hyde", "date_published": "2022-12-06 13:00:32+00:00", "description": "<p>From the Brexit department to the Foreign Office, the deputy PM has been remarkably consistent in his focus on all the wrong things</p><p>I want to begin this column with an apology. When <a href=\"https://www.theguardian.com/commentisfree/2021/aug/20/dominic-raab-foreign-secretary-global-britain\">Dominic Raab</a> and his forehead vein first throbbed into the public consciousness as one of the many Brexit secretaries during Theresa May’s rolling malfunction of an administration, I note I simply regarded him as the sort of “tightly wound” white-collar loner who owned a number of lockups with chest freezers at whose contents one could only shudderingly guess. What was I thinking? Merely, I guess, that Raab would one day be played by Jonny Lee Miller in a three-star ITV psychological thriller called Something Wicked This Way Comes. That now feels naive to the point of twee. It has this week been placed on the record that Dominic Raab is in fact the sort of man whose obsession with correctly formatted documents left his officials being told that “<a href=\"https://www.theguardian.com/politics/2022/dec/05/afghans-died-because-of-dominic-raab-delay-in-reviewing-documents-officials-told\">people had died</a>” during the UK’s chaotic evacuation from Afghanistan last year.</p><p>Back then, Raab was foreign secretary. He is now back at justice, after Brandon Lewis <a href=\"https://www.gov.uk/government/news/new-justice-secretary-agrees-deal-to-get-criminal-barristers-back-to-work\">found the resolution</a> to the barristers’ strike that had eluded Raab, during the 27-minute Liz Truss interregnum. Has Dominic’s return to the department been met with bouquets and tearful euphoria? In short, no, although I believe there have been tears. He is now the subject of a <a href=\"https://www.theguardian.com/politics/2022/nov/25/dominic-raab-inquiry-conduct-expanded-third-complaint\">formal inquiry</a> into multiple accusations of bullying across the three departments in which he has held cabinet roles – a great look for a man recently restored to the position of deputy prime minister as part of Rishi Sunak’s alleged cabinet of all the sensibles.</p><p>Marina Hyde is a Guardian columnist</p><p>What Just Happened?! by Marina Hyde (Guardian Faber, £16). To support the Guardian and Observer, order your copy at <a href=\"https://www.guardianbookshop.com/what-just-happened-9781783352593?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply</p><p><a href=\"https://membership.theguardian.com/event/a-year-in-westminster-with-john-crace-marina-hyde-and-armando-iannucci-443224585667\">A year in Westminster with John Crace, Marina Hyde and Armando Iannucci</a><br />Join John Crace, Marina Hyde and Armando Iannucci for a look back at another chaotic year in Westminster, live at Kings Place in London, or via the livestream.<br />Wednesday 7 December 2022, 7pm-8.15pm GMT. <a href=\"https://membership.theguardian.com/event/a-year-in-westminster-with-john-crace-marina-hyde-and-armando-iannucci-443224585667\">Book tickets here</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/dominic-raab-government-brexit-foreign-office\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/06/nutcracker-massacre-review-a-slow-slay-ride-to-nowhere-in-yuletide-slasher-flick", "title": "Nutcracker Massacre review – a slow slay ride to nowhere in yuletide slasher flick", "date_published": "2022-12-06 13:00:12+00:00", "description": "<p>This seasonal slash-fest starring Patrick Bergin is a plodding and unimaginative addition to the anti-Christmas genre</p><p>This yuletide slasher movie is about as enjoyable as being force-fed a Christmas tree and having it violently pipeclean your insides. It joins <a href=\"https://www.theguardian.com/film/2019/dec/12/black-christmas-review-remake-unscary-mess\">Black Christmas</a>, Bad Santa and this year’s <a href=\"https://www.theguardian.com/film/2022/dec/01/violent-night-review-david-harbour-bad-santa\">Violent Night</a> in the anti-Christmas oeuvre – but its placeholder characters, this’ll-do dialogue and mechanical gallery of kills show that seasonal subversion alone won’t cut it.</p><p>Novelist Clara (Beatrice Fletcher) is reeling from her boyfriend Paul (Andy Dixon) cheating on her and decides to bunker down at the country manor of Auntie Marie (Julie Stevens) for the holidays. She needn’t worry too much, though, being a “timeless beauty”, as the local antiques dealer tells her – before fiendishly tweaking his moustache and flogging her a Nutcracker doll as a gift. But when she gets to her destination, it turns out her aunt has gone one better: there is already a 6ft Nutcracker lurking behind the tree. When midnight strikes on Christmas Eve, the wooden soldier’s eyes come ablaze, just as an unfortunate delivery man turns up.</p> <a href=\"https://www.theguardian.com/film/2022/dec/06/nutcracker-massacre-review-a-slow-slay-ride-to-nowhere-in-yuletide-slasher-flick\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/strep-a-uk-myths-deaths-children", "title": "Strep A is circulating in the UK – and so are myths about what’s causing that | Devi Sridhar", "date_published": "2022-12-06 12:56:54+00:00", "description": "<p>We don’t know yet what’s behind the spate of strep A deaths, but we can do more to protect children</p><ul><li>Devi Sridhar is chair of global public health at the University of Edinburgh</li></ul><p>With Covid-19 dominating the news for almost three years, it’s easy to forget the other infectious diseases that still cause us problems. Strep A has been making news headlines because <a href=\"https://www.theguardian.com/society/2022/dec/04/strep-a-parents-told-to-be-vigilant-after-seventh-child-in-uk-reported-to-have-died\">eight children have died</a> of it in England and Wales, plus one in Northern Ireland. And in Scotland, <a href=\"https://www.bbc.co.uk/news/uk-scotland-63845497\">437 children</a> were recorded as having strep A in the past two weeks, putting it on par with the 2017/18 season, albeit much earlier in the winter.</p><p>Strep A is a common infection in children and most cases are mild or asymptomatic. But on rare occasions, some cases cause scarlet fever and strep throat and bacteria gets into the bloodstream and lungs, causing sepsis. The rising numbers of infections and deaths have understandably caused anxiety among parents. Early signs of strep A can look similar to a range of other infections, and it spreads easily among children via sneezing and coughing, or through touching. This makes it a difficult disease to contain during an indoor mixing and party season, and clinically it is hard to diagnose strep A at an early stage when it is seen in primary care.</p><p>Devi Sridhar is chair of global public health at the University of Edinburgh</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em><br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/strep-a-uk-myths-deaths-children\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/dursey-residents-warn-they-may-abandon-island-if-cable-car-not-fixed", "title": "Dursey residents warn they may abandon island if cable car not fixed", "date_published": "2022-12-06 12:55:27+00:00", "description": "<p>Cattle on Ireland’s most southwesterly island face starvation and humans extreme isolation if aerial link does not run, warns farmer</p><p>If Ireland’s only island cable car is not quickly repaired, cattle on the Dursey face starvation and humans may abandon it for the first time in 420 years, locals have warned.</p><p>Martin Sheehan, a third-generation farmer on Dursey, delivered the stark warning this week after a delay in fixing the cable car put a question mark over the habitability of Ireland’s most south-westerly island.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/dursey-residents-warn-they-may-abandon-island-if-cable-car-not-fixed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/06/the-biodiversity-crisis-in-numbers-a-visual-guide-aoe", "title": "The biodiversity crisis in numbers - a visual guide", "date_published": "2022-12-06 12:48:52+00:00", "description": "<p>Nature is under threat as never before, but what does that actually mean? We explain what is at stake – and why action at Cop15 is more crucial than ever</p><p>Despite humanity’s many technological advances, we can only manage a well-informed guess at the true extent of life on Earth: 8.7 million species, <a href=\"https://www.nature.com/articles/news.2011.498\">according to the most commonly cited figure</a>, with other estimates ranging between <a href=\"https://www.science.org/doi/10.1126/science.1230318\">5.3 million</a> and <a href=\"https://www.sciencedaily.com/releases/2016/05/160502161058.htm\">one trillion</a>.</p><p>There is greater certainty about the decline of biodiversity that human behaviour is driving, with species dying off as much as 1,000 times more frequently than before the arrival of humans 60m years ago, as <a href=\"https://www.sciencedaily.com/releases/2014/09/140902151125.htm\">one study suggests</a>.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/06/the-biodiversity-crisis-in-numbers-a-visual-guide-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/kylian-mbappe-world-cup-golden-boot-golden-ball-paolo-rossi", "title": "Kylian Mbappé has eyes on the World Cup, Golden Boot and Golden Ball", "date_published": "2022-12-06 12:44:40+00:00", "description": "<p>Not since Paolo Rossi in 1982 has a player won the tournament, finished as top scorer and been voted the best player</p><p>By <a href=\"https://twitter.com/ericdevin_?lang=en\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>It’s been some time since a player has taken a World Cup by the scruff of the neck and won the title. Luka Modric was the standout player in Russia four years ago, but his Croatia side fell at the final hurdle. The same happened to Lionel Messi in 2014, and the winner of the Golden Ball in 2010, Diego Forlán, didn’t even reach the final. In fact, one has to go back to Romário at USA 94 to find the last player to have taken home both the title and the award for best player.</p><p>The same is true of the Golden Boot. In the last 40 years, only Ronaldo in 2002 has finished top scorer while also winning the tournament. More recently, top scorers – such as James Rodríguez in 2014 and Harry Kane in 2018 – have played in sides who have left far less of an impression on the tournament. Not since Paolo Rossi at the 1982 World Cup has a player won the Golden Ball, Golden Boot and World Cup. Before that only Garrincha in 1962 and Mario Kempes had completed the trio.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/kylian-mbappe-world-cup-golden-boot-golden-ball-paolo-rossi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/want-a-better-restaurant-table-well-so-does-everyone-else-buddy-you-will-have-to-pay-for-it", "title": "Want a better restaurant table? Well, so does everyone else, buddy, you will have to pay for it | Arwa Mahdwai", "date_published": "2022-12-06 12:42:26+00:00", "description": "<p>A new app allows users to upgrade where they sit – for a price. It is just another case of inequality being rubbed in your face</p><p>It looks like the airline experience you know and hate may be coming to a restaurant near you soon. A new app called Tablz, which is <a href=\"https://www.fastcompany.com/90819355/restaurants-charging-extra-premium-seats-tablz-app\">being used</a> by a handful of well-known eateries in the US, lets you pay extra to choose your table at a restaurant. Want a window seat? Well, everyone else wants it too, buddy, so you’d better pay up! How much depends on how many other people are interested: as with ride-sharing apps, prices on Tablz surge with demand.</p><p>“The restaurant financial model is broken,” the Tablz co-founder Frazer Nagy <a href=\"https://www.fastcompany.com/90819355/restaurants-charging-extra-premium-seats-tablz-app\">told Fast Company</a>. “You can upgrade your hotel room, your car rental … seats on a plane. Every other industry has figured out pricing through upgrades, except restaurants.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/want-a-better-restaurant-table-well-so-does-everyone-else-buddy-you-will-have-to-pay-for-it\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/06/tory-peer-michelle-mone-to-take-leave-of-absence-from-house-of-lords", "title": "Tory peer Michelle Mone to take leave of absence from House of Lords", "date_published": "2022-12-06 12:39:02+00:00", "description": "<p>Move comes after Guardian revealed she appeared to have received millions from the profits of PPE firm</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/06/rmt-mick-lynch-christmas-rail-strikes-rishi-sunak-keir-starmer-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>The under-fire Conservative peer Michelle Mone is taking leave of absence from the House of Lords with immediate effect, her spokesperson has said.</p><p>They added she was doing so “in order to clear her name of the allegations that have been unjustly levelled against her”.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/tory-peer-michelle-mone-to-take-leave-of-absence-from-house-of-lords\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/tom-brady-breaks-nfl-record-during-13-point-comeback-as-bucs-beat-saints", "title": "Tom Brady breaks NFL record during 13-point comeback as Bucs beat Saints", "date_published": "2022-12-06 12:32:58+00:00", "description": "<ul><li>New Orleans Saints 16-17 Tampa Bay Buccaneers</li><li>QB has most fourth-quarter comebacks in NFL history (44)</li></ul><p>A relieved Tom Brady stepped to the podium with a big smile.</p><p>“Just like we drew it up,” the seven-time Super Bowl quarterback said after throwing a pair of touchdown passes in the final three minutes on Monday night to help the Tampa Bay Buccaneers rally from a 13-point deficit with just over five minutes to go and <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401437887\">beat the New Orleans Saints 17-16</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/tom-brady-breaks-nfl-record-during-13-point-comeback-as-bucs-beat-saints\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/football-daily-email-human-rights-world-cup-brazil-dancing", "title": "Football Daily | Brazil bring dancing shoes to furrow the brows of Proper Football Men", "date_published": "2022-12-06 12:25:21+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>If there’s one thing that Gianni Infantino would like you to know about the Human Rights World Cup, it’s that EVERYONE IS HAVING A REALLY GOOD TIME. Especially a grinning Gianni, on whom the TV cameras must fixate at least once a match, though such candid shots are not shared on the stadium big screens, in case he receives the Gideon Osborne at London 2012 treatment. But why is everyone ruddy bloody loving it so much? One idea relentlessly floated by the tournament’s advocates is that the booze ban imposed as last orders rang before the big kick-off has stopped hooligans getting lagered and bringing the ruckus in the fashion they actually didn’t much do of at any of the Russian, Brazilian or South African World Cups.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/football-daily-email-human-rights-world-cup-brazil-dancing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global/video/2022/dec/06/the-women-on-a-war-footing-as-the-cost-of-living-crisis-deepens-video", "title": "The women on a 'war footing' as the cost of living crisis deepens – video", "date_published": "2022-12-06 12:06:07+00:00", "description": "<p>'People are rationing, it's ridiculous,' says Louise, a co-founder of a community project in Shiremoor, North Tyneside. The Guardian's Maeve Shearlaw and Christopher Cherry went to meet the women who have begun work on transforming a crumbling building into a women-focused support centre in the area that has the highest rate of child poverty in the UK. Louise says it is often women who bear the brunt of the cost of living crisis and every day they are seeing people in need – whether it's asking for period products, help with heating bills or just a warm space to have a cuppa and some company&nbsp;</p><p>You can donate to Support and Grow (a registered charity) <a href=\"https://www.supportandgrownortheast.com/donate/\">here</a></p> <a href=\"https://www.theguardian.com/global/video/2022/dec/06/the-women-on-a-war-footing-as-the-cost-of-living-crisis-deepens-video\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/06/proportion-of-welsh-speakers-in-wales-drops-to-record-low-census", "title": "Proportion of Welsh speakers in Wales drops to record low of 17.8%", "date_published": "2022-12-06 11:56:35+00:00", "description": "<p>Welsh ministers under pressure as census shows decline since 2011, largely driven by fall among children and young people</p><p>The percentage of residents in Wales able to speak Welsh has dropped to the <a href=\"https://gov.wales/welsh-language-wales-census-2021-html\">lowest proportion ever recorded in a census</a>.</p><p>On census day, 21 March 2021, an estimated 538,300 Welsh citizens aged three and over were reported as being able to speak Welsh – about 17.8% of the population in Wales.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/proportion-of-welsh-speakers-in-wales-drops-to-record-low-census\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/06/airlines-higher-fares-net-zero-target-iata-willie-walsh", "title": "Airlines warn of higher fares as industry moves to net zero target", "date_published": "2022-12-06 11:49:47+00:00", "description": "<p>Iata director general Willie Walsh calls for greater production of sustainable aviation fuel</p><p>Airline passengers face higher ticket prices as the industry moves towards its target of reducing emissions to net zero by 2050, the head of a global trade association said on Tuesday.</p><p>Willie Walsh, the director general of the International Air Transport Association, which includes most of the world’s big airlines, called for swifter action in Europe to drive up scarce production of greener sustainable aviation fuel (SAF).</p> <a href=\"https://www.theguardian.com/business/2022/dec/06/airlines-higher-fares-net-zero-target-iata-willie-walsh\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/06/meet-chatgpt-the-viral-ai-tool-that-may-be-a-vision-of-our-weird-tech-future", "title": "TechScape: Meet ChatGPT, the viral AI tool that may be a vision of our weird tech future", "date_published": "2022-12-06 11:45:10+00:00", "description": "<p>In this week’s newsletter: OpenAI’s new chatbot isn’t a novelty. It’s already powerful and useful – and could radically change the way we write online</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up here</a></strong></li></ul><p>AI tech, for so long a promising vision of the future but an underwhelming experience in the present, is starting to work. And the world is going to get weird as a result.</p><p>ChatGPT is the latest AI tool to go viral, sparking worry and wonder in equal measure. <a href=\"https://www.theguardian.com/technology/2022/dec/04/ai-bot-chatgpt-stuns-academics-with-essay-writing-skills-and-usability\">From our story</a>:</p><p><em>The system … is the latest evolution of the GPT family of text-generating AIs. Two years ago, the team’s previous AI, GPT-3, was able to generate an opinion piece for the Guardian, and ChatGPT has significant further capabilities.</em></p><p><em>In the days since it was released, academics have generated responses to exam queries that they say would result in full marks if submitted by an undergraduate, and programmers have used the tool to solve coding challenges in obscure programming languages in a matter of seconds – before writing limericks explaining the functionality.</em></p><p><em>The weight of an object is determined by its mass, and the mass of a substance is a measure of the amount of matter it contains. Beef contains more matter than compressed air, so it has a higher mass and therefore weighs more.</em></p><p><em>The primary problem is that while the answers which ChatGPT produces have a high rate of being incorrect, they typically look like they might be good and the answers are very easy to produce. There are also many people trying out ChatGPT to create answers, without the expertise or willingness to verify that the answer is correct prior to posting. Because such answers are so easy to produce, a large number of people are posting a lot of answers.</em></p><p><em>As a large language model trained by OpenAI, I am not capable of sentience or consciousness. I am a machine learning model that has been trained to generate text based on the input I receive. I do not have the ability to think or feel in the same way that humans do. I exist solely to assist with generating text based on the input I receive.</em></p><p><em>The level of censorship pressure that’s coming for AI and the resulting backlash will define the next century of civilization. Search and social media were the opening skirmishes. This is the big one. World War Orwell.</em></p> <a href=\"https://www.theguardian.com/technology/2022/dec/06/meet-chatgpt-the-viral-ai-tool-that-may-be-a-vision-of-our-weird-tech-future\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/eddie-jones-sacked-as-england-rugby-union-head-coach", "title": "Eddie Jones sacked as England head coach after dismal autumn campaign", "date_published": "2022-12-06 11:30:51+00:00", "description": "<ul><li>Seven-year tenure ends nine months from World Cup</li><li>Richard Cockerill placed in caretaker charge of team</li></ul><p>Eddie Jones has been sacked as English rugby’s head coach with immediate effect. The Australian was summoned to a meeting at Twickenham on Tuesday morning and informed his seven-year tenure in charge of the national team had been terminated after a disappointing series of results this year.</p><p>It is a big call by the Rugby Football Union just nine months before the start of next year’s Rugby World Cup in France. Leicester’s Steve Borthwick remains the leading candidate to replace the 62-year-old Jones but, for now, the forwards coach Richard Cockerill has been put in day-to-day charge in a caretaker role.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/eddie-jones-sacked-as-england-rugby-union-head-coach\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/us-supreme-court-colorado-gay-rights", "title": "The US supreme court is poised to strike another blow against gay rights | Moira Donegan", "date_published": "2022-12-06 11:03:50+00:00", "description": "<p>The court is hearing a case that could allow the kind of naked discrimination that the gay rights and civil rights movements fought so hard to end</p><p>It’s not clear what, exactly, Lorie Smith’s problem is. The Colorado woman aspires to be a web designer; apparently, she’s also upset that gay people can get married. Smith is an evangelical Christian who says that her faith makes her object to same-sex marriage.</p><p>This wouldn’t be anyone’s problem, except that Smith lives in a state with a robust civil rights law, one that forbids business owners who make their services available to the public from discriminating. But Smith <em>really</em> <em>wants</em> to discriminate: she hopes to be able to turn away gay clients from her as-yet-hypothetical wedding website business; she wants to put a banner at the top of her business homepage proclaiming her unwillingness to design websites for gay weddings. The law would forbid this if she ever went into business, so she’s suing.</p><p>Moira Donegan is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/us-supreme-court-colorado-gay-rights\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/georgia-senate-vote-white-christians-walker-warnock", "title": "Georgia senate voters have a moral choice. White Christians are choosing hypocrisy | Steve Phillips", "date_published": "2022-12-06 11:02:50+00:00", "description": "<p>Evangelicals show their true colors in voting for a Republican mired in unchristian scandal </p><p>Why do we have such low expectations for white voters? The midterm elections brought into stark relief just how many white voters are willing to make a mockery of showing any pretense of concern for democracy, good governance or even the barest qualifications for our country’s highest offices. As unfortunate as that behavior is, what’s even more dangerous for the future of the country is how resigned the rest of the country has become to the anti-democratic and intellectually unjustifiable voting patterns of much of white America.</p><p>On one level, we shouldn’t be surprised because white Americans have been voting against whatever political party is aligned with Black people for more than a century – the civil war itself began when seven slaveholding states, all dominated by the Democratic party, refused to accept the outcome of the 1860 election, seceded from the Union and launched a violent and bloody war. While many would like to believe that such whites-first electoral decision-making is a thing of the past, the most recent midterm elections reveal just how little progress has been made.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/georgia-senate-vote-white-christians-walker-warnock\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/06/nocebo-review-unsettling-horror-puts-eva-green-under-the-spell-of-a-housekeeper", "title": "Nocebo review – unsettling horror puts Eva Green under the spell of a housekeeper", "date_published": "2022-12-06 11:00:50+00:00", "description": "<p>There is sharp social commentary in this fashion forward chiller but Lorcan Finnegan’s film is let down by a plot revelation visible from space</p><p>In the nicest possible way, Eva Green can suggest demonic possession with the merest arch of an eyebrow, or a wolfish flash of teeth. She is such a dark heart that when she turns up in this film playing a children’s fashion designer, I half expected her to gobble up one of the little darlings whole. But no, she is not the angel of death in this politically engaged London-set horror. Not to begin with at least; that role belongs to a Filipina housekeeper called Diana (Chai Fonacier).</p><p>Nocebo opens with Green’s designer Christine putting on a fashion show. As the kids bounce up the runway, she takes a phone call. Her face slackens as she repeats the horror of what she’s hearing (“… pulling out bodies?”). Eight months later, jittery and on edge, Christine seems to be recovering from a breakdown. But, on the bright side, she’s got a commission from a kidswear company that plasters its cheap prices across adverts: “T-shirt £3”.</p> <a href=\"https://www.theguardian.com/film/2022/dec/06/nocebo-review-unsettling-horror-puts-eva-green-under-the-spell-of-a-housekeeper\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/bolivia-utama-elderly-villagers-film-stars-climate-crisis", "title": "Elderly villagers become film stars to put Bolivia’s climate plight in focus", "date_published": "2022-12-06 10:55:50+00:00", "description": "<p>Don José and Doña Luisa, both in their 70s, are the true-life love story at the heart of Utama, which shows how drought is depopulating the highlands</p><p>Except for three children playing under a tree, there is not a soul to be seen in Santiago de Chuvica.</p><p>Until a couple of months ago, few people even in <a href=\"https://www.theguardian.com/world/bolivia\">Bolivia</a> had heard of this small town on the altiplano, the highlands that make up the western part of the country.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/bolivia-utama-elderly-villagers-film-stars-climate-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/dec/06/rmt-mick-lynch-christmas-rail-strikes-rishi-sunak-keir-starmer-uk-politics-latest", "title": "Angela Rayner claims ‘militant government’ wants to ‘ratchet up’ rail dispute as RMT boss defends Christmas strike plans – live", "date_published": "2022-12-06 10:45:16+00:00", "description": "<p>Latest updates: Mick Lynch says unions have ‘duty to coordinate’ as workers face ‘paltry pay rises’</p><p>And here are some more lines from <strong>Mick Lynch</strong>’s interview this morning on the Today programme.</p><p><strong>Lynch, the RMT general secretary, said the government was to blame for not allowing the train companies to make an offer acceptable to his members. </strong>He said:</p><p>The government are running the playbook and the strategy for the railway companies and directing what is going on. They have held back even these paltry offers to the last minute.</p><p><strong>He claimed the rail companies were not losing out from strike action, because they were subsidised by the government, and he described this system as “perverse and corrupt”. </strong>He explained:</p><p>They get indemnified for every day of strike action. They are paid the money that they would otherwise have lost, and the only people that lose are my members who lose their wages and the public and these businesses in hospitality who lose their income as well, while the people I negotiate with lose no money whatsoever.</p><p>It is the most perverse and corrupt system we have ever seen in British business where those people that are conducting the dispute make no losses whatsoever and the taxpayer subsidises those people by money given directly from the DfT [Department for Transport].</p><p><strong>He said the timing of the latest strikes was “unfortunate”, but he claimed the union was forced to act. </strong>He said:</p><p>We have to respond to what the companies are doing, and they’re doing that very deliberately. They’re seeking to ratchet up the dispute.</p><p><strong>He accepted that, although the additional strikes were over Christmas, when rail services were very minimal anyway, they would create further disruption for passengers. </strong>In the past Lynch had said the RMT <a href=\"https://www.standard.co.uk/news/politics/rmt-rail-strikes-union-christmas-trains-mick-lynch-b1045093.html\">wanted to avoid strike action over Christmas.</a></p><p><strong>He defended the RMT’s decision to object to a move to driver-only trains. </strong>Driver-only operation was “less safe”, he said. Women and disabled passengers wanted to see guards on trains, he said, because they felt that was safer and more welcoming. When the presenter, <strong>Justin Webb</strong>, put it to Lynch that driver-only trains still had another member of staff on board, and that they just did not have a staff member operating the doors, Lynch said that was wrong. He said most of these services did not have anyone else on board, apart from the driver.</p><p>I would say to the unions, we do understand, of course, the cost that families up and down the country are facing as a consequence of higher energy prices and the cost of living going up, but this is not the way to negotiate. </p><p>They need to get around the table, talk to the employers and come up with a settlement, not hold the country to ransom, not disrupt people’s Christmas plans. </p> <a href=\"https://www.theguardian.com/politics/live/2022/dec/06/rmt-mick-lynch-christmas-rail-strikes-rishi-sunak-keir-starmer-uk-politics-latest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/champions-cups-success-story-eroded-by-model-of-free-market-economics", "title": "The Breakdown | Champions Cup’s professional success story eroded by free-market economics", "date_published": "2022-12-06 10:40:29+00:00", "description": "<p>Something feels out of joint with the European competition after introduction of South African teams and unwieldy format</p><p>The Heineken Cup was universally recognised for years as the great success story of the professional era. It is exactly the same age, the first match played on Halloween in 1995, a Tuesday night, on the shores of the Black Sea, when Toulouse beat Farul Constanta of Romania 54-10 in front of two men and a dog.</p><p>Within a decade it was being heralded by no less an authority than the Observer as the greatest rugby tournament on Earth. More colourful than regular domestic competitions; more competitive than the World Cup; more teams than the Six Nations or (as was then) the Tri Nations. On the eve of the 10th season, in 2004, our late correspondent Eddie Butler described the competition as a “new cultural experience” to rival the Six Nations.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/champions-cups-success-story-eroded-by-model-of-free-market-economics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/06/oil-tanker-jam-turkey-price-cap-russian-crude", "title": "Oil tankers queue up off Turkey as price cap on Russian crude begins", "date_published": "2022-12-06 10:38:06+00:00", "description": "<p>Turkish authorities demand that insurers prove that ships heading through straits are fully covered</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Russia-Ukraine war – latest news updates</a></li></ul><p>A traffic jam of oil tankers has grown off Turkey after the imposition of a price cap on Russian crude by western powers attempting to hurt the Kremlin’s coffers.</p><p>The vessels have come to a halt after Turkish authorities in Ankara demanded that insurers prove that the ships heading through its straits are fully insured.</p> <a href=\"https://www.theguardian.com/business/2022/dec/06/oil-tanker-jam-turkey-price-cap-russian-crude\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/hamish-kilgour-co-founder-of-new-zealand-band-the-clean-dies-aged-65", "title": "Hamish Kilgour: co-founder of New Zealand band the Clean dies aged 65", "date_published": "2022-12-06 10:15:49+00:00", "description": "<p>The multi-instrumentalist, who had been missing since November, helped create the Dunedin sound of the early 90s and continued to be an influential force in music throughout his life</p><p>Hamish Kilgour, co-founder of New Zealand band the Clean, has died aged 65. The musician had been missing since 27 November. No cause of death has been revealed.</p><p>The Clean’s US label, Merge Records, shared a statement about his passing:</p><p>As a founding member of the Clean, with his brother, David, and Robert Scott, Hamish produced one of the most important and timeless bodies of work in rock music. As a drummer, Hamish had a propulsive, instantly recognisable style and an understated power; he was a joy to watch play. Hamish was one of the most colourful and creative musicians we have been lucky to work with, both as a singer, guitarist and songwriter with the group he started with Lisa Siegel, the Mad Scene, and, of course, with the Clean. Hamish was also an accomplished visual artist, and his fantastical drawings adorn many record sleeves.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/hamish-kilgour-co-founder-of-new-zealand-band-the-clean-dies-aged-65\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/supreme-court-voting-rights-moore-v-harper-gerrymander-voter-id", "title": "US supreme court to hear case with critical consequences for voting rights", "date_published": "2022-12-06 10:00:09+00:00", "description": "<p>A ruling in favor of a fringe legal theory would free the states to make their own rules on gerrymandering and voting procedures</p><p>It was the winter of 2018, and Pennsylvania’s Republicans were desperate.</p><p>A few weeks into the new year, the Pennsylvania supreme court had struck down the state’s congressional map. The districts, the court said, were so distorted that they “clearly and palpably” violated the Pennsylvania constitution. With their considerable advantage in the state’s congressional delegation at risk, Republicans launched a last-ditch effort to get the US supreme court to intervene.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/supreme-court-voting-rights-moore-v-harper-gerrymander-voter-id\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/deion-sanders-jackson-state-colorado-hbcus-college-football", "title": "Deion Sanders’ Rocky Mountain high is a low for Black colleges", "date_published": "2022-12-06 10:00:08+00:00", "description": "<p>The Hall of Famer’s success at Jackson State, a historically Black college, brought joy to many. His move to Colorado left even more feeling betrayed</p><p>Say this much for Deion Sanders: He didn’t slink away under cover of darkness, quiet quit on the season or reach for another dog-eared page from the opportunist’s playbook.</p><p>Instead, the 55-year-old coach gathered up his Jackson State Tigers players one last time over the weekend and told them that, indeed, the breaking news was true – that the University of Colorado had hired him away. “It’s not about a bag,” he told the somber room. “I’ve been making money a long time and ain’t nowhere near broke. It is about an opportunity.”</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/deion-sanders-jackson-state-colorado-hbcus-college-football\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/parents-grandparents-help-childcare-retirement", "title": "Grandparents are the invisible glue holding our broken childcare system together | Rhiannon Lucy Cosslett", "date_published": "2022-12-06 10:00:08+00:00", "description": "<p>My parents have been a huge help with the baby, but I wish they had the choice to take it easy</p><p>I bought a book for my mother and the baby to read together. I Love My Granny talks about her “comfy tummy” and the fact that she has “lived for ages” and has “loads of time” on her hands, which frankly I find a bit rude. Nevertheless, it speaks to the loving and <a href=\"https://www.theguardian.com/society/2022/nov/24/picking-up-grandchildren-from-school-help-mental-health\">caring role</a> that a grandparent can have in a child’s life. Seeing my baby bond with his grandparents has been one of the most rewarding aspects of being a parent so far.</p><p>The UK’s broken childcare system means that grandparents often have to step in to offer help, with one study finding that 85% offer <a href=\"https://www.scotsman.com/news/people/four-five-grandparents-usually-provide-childcare-2506005?amp\">some kind of support</a> when it comes to looking after grandchildren. My parents are no different – my mum especially has been very present these past months – while my dad and stepmum, the baby’s <em>nain</em> and <em>taid</em> (Welsh words for grandmother and grandfather), practically begged to take him so we could swim in the sea and go out for dinner. His paternal grandparents have cared for his many cousins who live locally to them.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author of The Year of the Cat, which will be published in January 2023</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/parents-grandparents-help-childcare-retirement\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/the-50-best-albums-of-2022", "title": "The 50 best albums of 2022 – 50 to 41", "date_published": "2022-12-06 10:00:08+00:00", "description": "<p>Featuring breakout debuts, collaborations and killer comebacks, across pop, soul, punk, indie and rock – but who had the best album of the year? </p><ul><li><a href=\"https://www.theguardian.com/music/series/best-music-2022\">The year’s best music</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More of the best culture of 2022</a></li></ul> <a href=\"https://www.theguardian.com/music/2022/dec/06/the-50-best-albums-of-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/06/nobody-knows-what-is-wrong-with-me-life-with-an-undiagnosed-condition", "title": "‘Nobody knows what’s wrong with me’ – life with an undiagnosed condition", "date_published": "2022-12-06 10:00:08+00:00", "description": "<p>Every year thousands of children are born with serious yet unexplained health issues. With no diagnosis, they struggle to get medical treatment or much-needed support</p><p>Mandy Hughes was nine weeks pregnant with her daughter, Polly, when she was told her baby might not survive. She and her husband went through dozens of tests before doctors discovered their baby had an enlarged heart. It was a devastating blow, but after the birth, it soon became clear that Polly’s challenges were just beginning.</p><p>“She dropped below her birth weight and wasn’t feeding properly or meeting milestones,” says Mandy, 42, who lives in Builth Wells, Wales. At four months old, Polly was referred for heart treatment, but her condition continued to deteriorate. It was two years before she was able to sit up by herself, and she was constantly unwell. “She was vomiting 24 hours a day – I don’t know how she survived,” says Mandy. “There were nights it was like she was drowning in her own sick – it was horrific. She could just about tolerate enough milk to survive but not enough to put on weight.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/06/nobody-knows-what-is-wrong-with-me-life-with-an-undiagnosed-condition\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/drone-attack-hits-oil-storage-tank-airfield-russia-kursk", "title": "Drone attack hits oil storage tank at airfield in Russia’s Kursk region", "date_published": "2022-12-06 09:42:20+00:00", "description": "<p>No casualties reported as facility set on fire, one day after Russia blames Ukraine for two other drone strikes</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Russia-Ukraine war – latest news updates</a></li></ul><p>A drone attack has set an oil storage tank on fire at an airfield in Kursk, the Russian region’s governor has said, a day after <a href=\"https://www.theguardian.com/world/2022/dec/05/explosions-russia-airbases-far-from-ukraine-frontline-bombers\">Ukraine appeared to launch audacious drone attacks</a> on two military airfields deep inside Russian territory.</p><p>Roman Starovoyt, the governor of the Kursk region bordering Ukraine, said on the Telegram messaging app there were no casualties from the attack and the fire was “localised”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/drone-attack-hits-oil-storage-tank-airfield-russia-kursk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/06/cyclist-asks-judge-to-show-compassion-to-brisbane-driver-who-tried-to-run-him-down", "title": "Cyclist asks judge to show compassion to Brisbane driver who tried to run him down", "date_published": "2022-12-06 09:02:53+00:00", "description": "<p>Shelley Anne Alabaster hurled racist abuse at bike rider before pursuing him in her 4WD and striking him from behind</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A cyclist was so scared as Shelley Anne Alabaster revved her four-wheel drive while pursuing him that he started dry-retching, a Brisbane court has heard.</p><p>However, Alabaster was on Tuesday released on parole after the cyclist pleaded for his tormentor to be shown compassion in an “extraordinary” statement.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/06/cyclist-asks-judge-to-show-compassion-to-brisbane-driver-who-tried-to-run-him-down\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/06/apple-expands-diy-iphone-mac-repairs-uk-europe", "title": "Apple expands DIY iPhone and Mac repairs to UK and Europe", "date_published": "2022-12-06 09:00:07+00:00", "description": "<p>Online service will offer tools and sell screens, batteries and camera parts for some models released since 2020</p><p>Those brave enough to attempt to fix their own iPhone or Mac with Apple’s tools can now do so in the UK and parts of Europe.</p><p>The tech company is expanding its <a href=\"https://www.selfservicerepair.com/home\">self-repair programme</a> to Belgium, France, Germany, Italy, Poland, Spain, Sweden and the UK, allowing the public to buy genuine parts and repair kits for certain iPhones and Macs launched from 2020 onwards.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/06/apple-expands-diy-iphone-mac-repairs-uk-europe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/06/quintessentially-british-review-amiable-overview-of-national-quirks", "title": "Quintessentially British review – amiable overview of national quirks", "date_published": "2022-12-06 09:00:07+00:00", "description": "<p>Frank Mannion’s uncritically bland documentary stays focused for the most part on posh, white English matters</p><p>Film-maker Frank Mannion has followed up his <a href=\"https://www.theguardian.com/film/2021/jun/24/sparkling-the-story-of-champagne-review-a-fine-aperitif-for-the-summer\">documentary on champagne</a> with an amiable but frankly anodyne and uncritical study of what is supposed to be “quintessentially British” – by which he largely means posh English, because the Scots and the Welsh don’t get much of a look in.</p><p>The result is a ho-hum round of interviews, some with people outrageously flogging corporate branded merchandise, the filmic equivalent of an inflight magazine article about all the grandest places to go shopping or sightseeing in the UK – but also, weirdly, like the special interest segments from BBC TV’s old magazine programme, Nationwide. There are contributions from London’s grandest tailors, hatters, shoemakers and makers of sporting guns; there are interviews with footballers, taxi drivers, chefs and racing trainers. These are mainly white British but there are also interviews with south Asian, African-Caribbean and east Asian people. An elderly hereditary peer unselfconsciously talks about his perks and entitlements at the House of Lords, and Ian McKellen and Judi Dench talk about the importance of Shakespeare. There are people of all ages in this film, and yet watching it is like sucking a single Werther’s Original for an hour and a half. There is a place for an un-problematised look at the subject of Britishness, but this is exasperatingly bland.</p> <a href=\"https://www.theguardian.com/film/2022/dec/06/quintessentially-british-review-amiable-overview-of-national-quirks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/us-conservatives-pushing-russian-spin-ukraine-war", "title": "Top US conservatives pushing Russia’s spin on Ukraine war, experts say", "date_published": "2022-12-06 09:00:06+00:00", "description": "<p>Some of the Kremlin’s most blatant falsehoods aimed at undercutting US aid are promoted by major figures on the right</p><p>Ever since Russia launched its brutal war in Ukraine the Kremlin has banked on American conservative political and media allies to weaken US support for Ukraine and deployed disinformation operations to falsify the horrors of the war for both US and Russian audiences, say disinformation experts.</p><p>Some of the Kremlin’s most blatant falsehoods about the war aimed at undercutting US aid for Ukraine have been promoted by major figures on the American right, from Holocaust denier and white supremacist Nick Fuentes to ex-Trump adviser Steve Bannon and Fox News star Tucker Carlson, whose audience of millions is deemed especially helpful to Russian objectives.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/us-conservatives-pushing-russian-spin-ukraine-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/06/world-cup-2022-brazil-get-their-groove-on-as-the-last-16-ties-conclude-live", "title": "World Cup 2022: Brazil get their groove on as the last-16 ties conclude – live", "date_published": "2022-12-06 08:39:41+00:00", "description": "<ul><li>Monday games: Morocco v Spain, Portugal v Switzerland</li><li>Get in touch! <a href=\"mailto:martin.belam@guardian.co.uk\">Email Martin</a> with your thoughts </li></ul><p><em>Jacob Steinberg is in Doha for the Guardian, and today he has tackled the subject of <a href=\"https://www.theguardian.com/football/2022/dec/06/jude-bellingham-england-teenager-with-maverick-gifts-but-a-steely-focus\">England’s teenage sensation – </a><strong><a href=\"https://www.theguardian.com/football/2022/dec/06/jude-bellingham-england-teenager-with-maverick-gifts-but-a-steely-focus\">Jude Bellingham</a></strong>:</em></p><p>He was outstanding when <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">England beat Iran</a> in their first game at the World Cup, opening the scoring with a beautiful header, but he was even better against Senegal. It was Bellingham who carried England when they went through a rocky period during the first half against the African champions. He whipped up the fans, urging them to make more noise. He won back possession. Eventually Bellingham drove through the Senegal defence and calmed England’s nerves by setting up the opening goal for Jordan Henderson.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/06/world-cup-2022-brazil-get-their-groove-on-as-the-last-16-ties-conclude-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/dec/06/cost-of-living-world-cup-boosts-drinks-sales-marstons-christmas-business-live", "title": "World Cup boosts drinks sales at pub chain Marston’s; grocery inflation dips – business live", "date_published": "2022-12-06 08:38:37+00:00", "description": "<p>Drinks sales up 50% at England’s first two World Cup games, reports Marston’s, while Christmas dinner costs 9% more than last year</p><ul><li><a href=\"https://www.theguardian.com/business/2022/dec/06/uk-retailers-boosted-by-november-sales-of-winter-coats-and-hot-water-bottles\">UK retailers boosted by November sales of winter coats and hot water bottles</a></li></ul><p><strong><br /></strong></p><p>The excitement around England’s performance and Wales’ first World Cup showing in 64 years hasn’t translated into rapid sales rises at the supermarkets, <strong>Kantar</strong> reports.</p><p>Beer sales were up in November, but that’s mainly due to higher prices, but sales of snacks have jumped:</p><p>We haven’t seen a big World Cup effect – at least not yet. Take-home beer sales nudged up slightly in the last four weeks, covering the first week of the tournament, by 5% to £230 million, but mostly due to increased prices.</p><p>Many people are taking the chance to enjoy a social pint while watching the games in bars and pubs, whereas last year we were in the middle of a COVID resurgence so consumers were limiting their movements and going out less.</p> <a href=\"https://www.theguardian.com/business/live/2022/dec/06/cost-of-living-world-cup-boosts-drinks-sales-marstons-christmas-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/06/children-risk-strep-a-england-preventive-antibiotics", "title": "Children at risk of strep A in England could be given preventive antibiotics", "date_published": "2022-12-06 08:36:45+00:00", "description": "<p>‘Rare’ blanket measure may be used at primary schools after at least nine UK deaths from bacterial infection</p><p>Primary school children at risk from a severe form of strep A could be given preventive antibiotics as a blanket measure, in a move described as “rare” by health officials.</p><p>At least <a href=\"https://www.theguardian.com/society/2022/dec/05/higher-levels-of-strep-a-in-uk-could-be-due-to-covid-pandemic-says-health-chief\">nine children have died</a> due to complications from strep A bacterial infections since September, with one senior health official suggesting the early start to the strep A season in the UK could be a knock-on effect to immunity levels caused by Covid measures, although others have downplayed the effects lockdowns may have had.</p> <a href=\"https://www.theguardian.com/society/2022/dec/06/children-risk-strep-a-england-preventive-antibiotics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/06/uk-food-supply-crisis-farmers-nfu-fuel-fertiliser-feed", "title": "UK risks sleepwalking into food supply crisis, says farmers’ union", "date_published": "2022-12-06 08:14:34+00:00", "description": "<p>NFU warns farmers are struggling with  soaring cost of fuel, fertiliser and feed</p><p>The government risks “sleepwalking” into a food supply crisis unless it provides crucial support for British farmers struggling with the soaring cost of fuel, fertiliser and feed, the National Farmers’ Union has warned.</p><p>Rising costs could result in supply problems for energy-intensive crops including tomatoes, cucumbers and pears – which are on track for their lowest yields since records began in 1985 – and rationing at supermarkets <a href=\"https://www.theguardian.com/food/2022/nov/21/tesco-joins-asda-and-lidl-in-rationing-eggs-over-supply-issues\">as recently experienced with eggs</a>, the union said.</p> <a href=\"https://www.theguardian.com/business/2022/dec/06/uk-food-supply-crisis-farmers-nfu-fuel-fertiliser-feed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/06/my-new-partner-and-i-havent-had-sex-for-two-weeks-last-time-i-tried-they-were-too-tired-should-we-split-up", "title": "My new partner and I haven’t had sex for two weeks. Last time I tried, they were too tired. Should we split up?", "date_published": "2022-12-06 08:00:06+00:00", "description": "<p>I really like them and they say they fancy me. But I’m not getting what I need</p><p><strong>I’m a gay man in my mid-20s. I’ve been seeing someone for almost </strong><strong>two months and we’ve slept together </strong><strong>a handful of times</strong><strong>. Despite hanging out for the past two weeks, though, we haven’t</strong><strong> had sex. The other night I tried to initiate and was rejected</strong><strong>; they </strong><strong>said they were tired. I brought up my frustration and queried whether they actually fancied me. They </strong><strong>were shocked that I’d question whether they fancied me and brushed it off. I left that night and received </strong><strong>a grovelling apology by text, but that just made me feel worse. I felt </strong><strong>as if I was guilting someone into having sex with me, which isn’t exactly sexy. But I also recognise that my wants in the bedroom aren’t being met. I’m not sure if it’s worth carrying on with this relationship</strong><strong>, but I really like the person. Are we incompatible?</strong></p><p>You don’t yet know each other well at all, so it’s far too early to know about compatibility. Is it not possible that they actually <em>were</em> tired the other night? Fatigue, stress and overwork can greatly affect a person’s sexual desire and arousal. Let’s say you were oversensitive and took it as a rejection – ask yourself if this is a familiar pattern for you. If we are open to it, we can learn more about ourselves with each relationship, each experience, and this process of self-discovery is thankfully lifelong. Perhaps the lesson here is that you are expecting a lot for such a new liaison. Consider what it is you really want and need at this point in your life. If you are simply in the market for great, uncomplicated and brief sexual encounters with people who are always ready, understand that you are bound to be disappointed some percentage of the time. And you may also miss out on the pleasures of true intimacy in a deeper relationship. But you say that you “really like the person”. Let that be your guide. Try to get to know each other better generally. Sex can wax and wane, but likability can be a vital marker for relationship longevity.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/06/my-new-partner-and-i-havent-had-sex-for-two-weeks-last-time-i-tried-they-were-too-tired-should-we-split-up\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/just-stop-oil-suella-braverman-climate-breakdown", "title": "Just Stop Oil’s message to Suella Braverman: threaten us all you like – we’re not listening | Indigo Rumbelow", "date_published": "2022-12-06 08:00:05+00:00", "description": "<p>Ministers have shattered the legal system and are failing to tackle the climate crisis. Now they are making protesters their scapegoats </p><p>Indigo Rumbelow is an activist with Just Stop Oil</p><p>It’s a strange paradox. The tougher that Tory home secretaries talk, the faster law and order seems to break down. Whoever’s in the role – Grant Shapps, Priti Patel, Suella Braverman – the same rhetoric grinds on, day after day: cracking down, clamping down, demanding tougher action. Now the prime minister, Rishi Sunak, has joined in, reportedly launching “Operation Get Tough” and demanding the police use all the new powers available to them through the latest sweep of anti-protest laws.</p><p>Who’s listening? Certainly not us. Just Stop Oil knows first-hand that the legal system is collapsing. Some of our supporters’ cases can’t even be heard until 2024. Many of my<strong> </strong>friends will spend this Christmas in prison, most held without a trial, on remand. Jan Goodey, the first person to be convicted under the government’s new Police, Crime, Sentencing and Courts Act 2022, was <a href=\"https://www.theguardian.com/environment/2022/nov/29/just-stop-oil-activist-sentenced-to-six-months-in-prison-for-motorway-disruption\">sentenced</a> to six months in prison just last week, the first of many protesters who will probably be criminalised for caring. Instead of facing up to the challenge of ending new oil and gas, the government would prefer to silence the alarm bells.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/just-stop-oil-suella-braverman-climate-breakdown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/no-safe-haven-the-bahraini-dissident-still-menaced-after-gaining-uk-asylum", "title": "No safe haven? The Bahraini dissident still menaced after gaining UK asylum", "date_published": "2022-12-06 08:00:05+00:00", "description": "<p>Exiled protest organiser Yusuf al-Jamri is beginning legal action against Bahrain and NSO Group after finding Pegasus spyware on his phone</p><p>Yusuf al-Jamri had every reason to believe he was safe when he arrived in Britain in October 2017 and applied for asylum protection.</p><p>The 41-year-old Bahraini activist had experienced sporadic periods of detention and torture beginning at the age of 16, when he was first held for five months without charge. In 2011, during the Arab spring, al-Jamri faced regular questioning and harassment by authorities because of his work as a protest organiser. But it wasn’t until 2017 – after multiple episodes of detention; alleged torture by Bahrain’s notorious intelligence agency, the National Security Apparatus; sexual assault; interrogations; and threats of rape – that he decided to flee Bahrain with his family.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/no-safe-haven-the-bahraini-dissident-still-menaced-after-gaining-uk-asylum\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/06/cop-15-un-chief-biodiversity-apocalypse", "title": "‘We are at war with nature’: UN environment chief warns of biodiversity apocalypse", "date_published": "2022-12-06 07:45:05+00:00", "description": "<p>Inger Andersen spells out the challenges facing the planet as Cop15 delegates gather inMontreal</p><p>The UN’s environment chief has warned that “we are at war with nature” and must “make peace”, as countries gather at <a href=\"https://www.theguardian.com/environment/series/the-road-to-kunming\">Cop15 in Montreal</a> to agree a deal to protect the planet’s biodiversity.</p><p>“We’ve just welcomed the 8 billionth member of the human race on this planet. That’s a wonderful birth of a baby, of course. But we need to understand that the more people there are, the more we put the Earth under heavy pressure,” said Inger Andersen, the executive director of the UN environment programme.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/06/cop-15-un-chief-biodiversity-apocalypse\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/jude-bellingham-england-teenager-with-maverick-gifts-but-a-steely-focus", "title": "Jude Bellingham: England teenager with maverick gifts but a steely focus", "date_published": "2022-12-06 07:30:05+00:00", "description": "<p>Rise from Birmingham City academy to World Cup ace is just the start for midfielder whose talent matches his temperament</p><p>The weird thing about Jude Bellingham, the teenage sensation establishing himself as one of the best footballers in the world, is that there was nothing surprising about the way he ran the game for <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">England when they demolished Senegal</a> in the last 16 of the World Cup on Sunday night.</p><p>There are no limits to the England midfielder’s prodigious talent. The 19-year-old from Stourbridge has the cockiness of Paul Gascoigne at Italia 90, the audacity of Michael Owen at the 1998 World Cup and the explosiveness of an 18-year-old Wayne Rooney at Euro 2004. Resistance is futile, even for those around the Borussia Dortmund star. “I don’t want to big up Jude Bellingham too much because he’s still young, but he’s one of the most gifted players I’ve ever seen,” Phil Foden said, trying and failing to play it cool as he discussed his teammate after the win against Senegal. “He’s going to be the best midfielder in the world.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/jude-bellingham-england-teenager-with-maverick-gifts-but-a-steely-focus\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/06/messi-is-thriving-off-the-responsibility-of-creating-a-fairytale-world-cup-swansong", "title": "Messi is thriving off the responsibility of creating a fairytale World Cup swansong | Anita Asante", "date_published": "2022-12-06 07:30:05+00:00", "description": "<p>Argentinian great has been superb in Qatar so far, so just how do you go about stopping one of the best players of all time?</p><p>How do you stop someone who seems to have capabilities that are beyond human? That is the question that no player or team that has gone up against Lionel Messi at this World Cup has been able to answer. Next in line to try to stop the unstoppable and end Messi’s hunt for the missing piece of his trophy puzzle will be the Netherlands on Friday evening.</p><p>At 35 years old this is potentially the Argentinian’s final World Cup and he is thriving. Thriving off the responsibility and expectation, almost as if the fact that this could be his last chance has lifted the pressure that comes with all that. </p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/06/messi-is-thriving-off-the-responsibility-of-creating-a-fairytale-world-cup-swansong\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/beijing-drops-some-covid-tests-as-capital-readies-itself-for-life-again", "title": "Beijing drops some Covid tests as capital ‘readies itself for life again’", "date_published": "2022-12-06 07:29:17+00:00", "description": "<p>Conditions of entry to supermarkets and offices eased, with more expected after protests forced China’s government to abandon its zero-Covid policy</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2022/dec/06/readers-in-china-on-wave-of-protests\">‘Now I see it’s not just me who’s angry’: readers in China on wave of protests</a></strong></li></ul><p>Beijing has dropped the need for people to show negative Covid tests to enter supermarkets and offices, the latest in an easing of curbs across China after historic protests.</p><p>“Beijing readies itself for life again,” read a headline in the government-owned China Daily newspaper, adding that people were “gradually embracing” the slow return to normality.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/beijing-drops-some-covid-tests-as-capital-readies-itself-for-life-again\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/06/fear-of-the-f-word-somalia-dodges-famine-declaration-as-hunger-spreads", "title": "Fear of the F-word: Somalia dodges famine declaration as hunger spreads", "date_published": "2022-12-06 07:15:04+00:00", "description": "<p>Government fears interference from foreign aid agencies could destabilise development policy in a country hit by conflict and the climate crisis – yet people are dying of malnutrition</p><p>In Somalia, the word for famine is so little used that few people know it or its meaning; the word they use is simply <em>abaar</em> – drought.</p><p>Now, as the fifth failed rainy season draws near, the drought is the country’s worst in four decades, far worse than the one that had occurred by the time about a quarter of a million people died during the 2011 famine.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/06/fear-of-the-f-word-somalia-dodges-famine-declaration-as-hunger-spreads\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/06/unveiled-hbo-max-la-luz-del-mundo", "title": "‘We were hiding in plain sight’: the horrifying story of La Luz del Mundo", "date_published": "2022-12-06 07:06:04+00:00", "description": "<p>In Unveiled, a new HBO Max docuseries, the devastating story of abuse within a Mexican church is pushed into the spotlight</p><p>Mere weeks before financier Jeffrey Epstein’s private plane touched down in the New York area and the notorious pedophile was arrested on sex trafficking charges (6 July 2019), Naasón Joaquín García disembarked from his own private jet in Los Angeles and was detained for similar reasons (3 June 2019). The pastor of the secretive megachurch La Luz del Mundo (LLDM), who had been flying with a coterie of handmaidens and enablers, was wanted for a string of felonies, including human trafficking, production of child sexual abuse images and rape of a minor.</p><p>Epstein, who moved in elite circles and preyed on mostly blond and blue-eyed victims, would go on to become a household name. García and his purportedly religious organization, which allegedly supports the grooming of children for the pleasure of its upper rank and has a footprint in approximately 50 countries, still flies under the radar.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/06/unveiled-hbo-max-la-luz-del-mundo\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/06/facing-the-world-with-courage-europe-on-the-brink-of-war-in-pictures", "title": "‘Facing the world with courage’: Europe on the brink of war – in pictures", "date_published": "2022-12-06 07:00:06+00:00", "description": "<p>Richard J Scheuer’s previously unseen photographs from 1934 depict ordinary people going about their daily lives despite the growing threat of a second world war</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/06/facing-the-world-with-courage-europe-on-the-brink-of-war-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/06/mr-bachmann-and-his-class-review", "title": "Mr Bachmann and His Class review – a soul-stirring epic of everyday education", "date_published": "2022-12-06 07:00:05+00:00", "description": "<p>Maria Speth’s documentary about a genial teacher shepherding a diverse group of pupils is a stunning lesson in film-making</p><p>Maria Speth’s 217-minute deep-dive documentary won the Silver Bear at <a href=\"https://www.theguardian.com/film/2021/mar/06/berlin-film-festival-2021-roundup-review-online-programme\">this year’s Berlin film festival</a>; it shows us the life of a German teacher, Dieter Bachmann, and his lively class of 12- and 13-year-olds at a school in Stadtallendorf near Marburg. It is a place that has a footnote in European history for using forced labour to produce munitions during the second world war, with trees planted on the factory roof as camouflage – grisly facts that we see the children learning.</p><p>Herr Bachmann presides over a diverse mix of Germans and students from immigrant communities from Turkey, Bulgaria and Russia, and has to teach them all how to get along and how to understand each other’s identities and problems. He himself is a genial, almost hippyish figure who teaches music – electric guitar and drums – as well as sculpture, art, German and maths. He can even teach them to juggle. He is a well-loved guy nearing retirement; at one stage, however, he confesses to feeling despair, back in his 40s, about whether teaching was meaningful for him.</p> <a href=\"https://www.theguardian.com/film/2022/dec/06/mr-bachmann-and-his-class-review\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/06/rail-journey-of-the-month-lisbon-vigo-porto-train-railway-portugal-spain", "title": "Rail journey of the month: Lisbon to Vigo via Porto, past dunes, rivers and the Atlantic", "date_published": "2022-12-06 07:00:05+00:00", "description": "<p>Our slow travel expert enjoys the cross-border Celta train between Portugal and Spain, and not only because it costs just €5.25</p><p>It should not be that difficult to reach Portugal by train. About 15 years ago, I travelled from Berlin to Lisbon with just a single change of train in Paris. But despite great improvements in Spain and Portugal’s domestic networks, cross-border services between the two countries have been woefully neglected. There have not been any direct international passenger trains to or from Lisbon since before the pandemic.</p><p>One notable international train departure from the Portuguese capital last year was a one-off special train called the <a href=\"https://www.connectingeuropeexpress.eu/\">Connecting Europe Express</a> (CEE). As part of the celebrations around the European Year of Rail, the CEE left the Portuguese capital with great fanfare on 2 September 2021 on a meandering journey through 26 countries, travelling via Rome, Athens, Warsaw and Stockholm to eventually reach Paris five weeks later. It was a journey designed to showcase how railways unite Europe. The CEE’s slow progress from Portugal to Spain on a route not otherwise used for passenger trains, however, really highlighted just how poor some cross-border connections are.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/06/rail-journey-of-the-month-lisbon-vigo-porto-train-railway-portugal-spain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/republican-mega-donors-lost-midterms-super-pac-thiel", "title": "The biggest losers in the US midterm elections? Republican mega-donors", "date_published": "2022-12-06 07:00:05+00:00", "description": "<p>Donors like Peter Thiel poured millions into candidates that no amount of money could sell to voters while Mehmet Oz self-funded a failed run</p><p>With the power balance in Congress at stake in this year’s midterm elections, the GOP money machine kicked into high gear. Spending on advertisements and drumming up votes was fueled by hundreds of millions of dollars from the party’s mega-donors and Super Pacs. Many donors’ spending figures marked new records.</p><p>Their return on investment, however, is probably not what they had hoped: some donors who spent eight figures notched zero wins in the Senate, while others spent far more money on losing candidates than winners. In the midterms, some of the biggest losers were Republican donors.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/republican-mega-donors-lost-midterms-super-pac-thiel\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/06/hilma-af-klint-a-biography-by-julia-voss-review-portrait-of-the-painter-as-a-mystic", "title": "Hilma af Klint: A Biography by Julia Voss review – portrait of the painter as a mystic", "date_published": "2022-12-06 07:00:04+00:00", "description": "<p>The Swedish abstract artist who conversed with the dead is described as a woman years ahead of her time in this scholarly, sympathetic study</p><p>The voices in her head told Hilma af Klint she would be a great artist. They weren’t wrong. Born in 1862, she was unusual from an early age. Growing up in austere Lutheran Sweden, Af Klint studied art at university: a rare feat for a woman. Even less common was her insistence on practising as a professional after graduation. In the face of a society – and an art world – riddled with extreme misogyny, a quiet, conventional career in portraiture seemed the best she could hope for. But then, as Julia Voss reveals in her new biography, Af Klint started to receive messages from another world – and her life in this one was irrevocably altered.</p><p>In 1906, she began the construction of an extraordinary series of 1,200 paintings, which she continued until her death in 1944. Reproduced in colour in Voss’s book, the work is still novel, a century or so on. Which wouldn’t have surprised Af Klint. Her visions told her that she was making art for people of the future.</p> <a href=\"https://www.theguardian.com/books/2022/dec/06/hilma-af-klint-a-biography-by-julia-voss-review-portrait-of-the-painter-as-a-mystic\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/watching-people-watch-the-world-cup-is-a-nightmare-england-france", "title": "Watching people watch the World Cup is a nightmare | Zoe Williams", "date_published": "2022-12-06 07:00:04+00:00", "description": "<p>It’s great to see England progress through the tournament – but supporting loved ones who care deeply about the results is much less fun</p><p>It’s a beautiful thing to watch a football team, particularly such a young, fresh, united one, from your very own nation, winning a match. I like it when they hug, I like it when they run about all pleased – if someone established a branch of mime or contemporary dance based on football players and their physical expression of joy, I would instantly prefer that to all existing mime.</p><p>At the same time, if you don’t care especially about the football yet the people around you do, and very deeply – let’s call them your sons or daughters, your spouses, friends, those you like the look of on social media platforms – getting to this point in an <a href=\"https://www.theguardian.com/football/world-cup-2022\">international tournament</a> is a bloody nightmare. You can get in all the Doritos you want, and nothing will change the outcome. You spent all that time hoping they would reach the quarter-finals up against someone rubbish, and it was wasted. It was illogical. Rubbish teams get knocked out!</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/watching-people-watch-the-world-cup-is-a-nightmare-england-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/06/nepal-record-breaking-female-mountaineers-a-photo-essay", "title": "‘Your mother is in the mountains’: Nepal’s record-breaking female mountaineers – a photo essay", "date_published": "2022-12-06 06:30:04+00:00", "description": "<p>A trio of ambitious Nepali climbers are among those reshaping the country’s male-dominated mountaineering industry</p><p>There is an irrestible energy in mountains, says Purnima Shrestha. “There have been so many memorable moments, all the challenges and successes. There is <a href=\"https://www.instagram.com/reel/Ch89fgzjiKh/?igshid=YmMyMTA2M2Y=\">one video of me bawling on Kanchenjunga</a> [in the Nepal Himalayas] after a successful summit. It took us 22 hours to reach the top from base camp. I still feel emotional thinking about that incredible experience.”</p><p>Shrestha, 31, is among a new generation of Nepali women shattering societal expectations and the glass ceiling in Nepal’s male-dominated mountaineering industry. Not only has she climbed seven of Nepal’s 8,000m-plus peaks, she completed them in four years and eight months, becoming the fastest Nepali woman to do so. Now she has her sights set on becoming one of the few people in the world to complete the 14-summit challenge.</p><p>Record-breaking mountaineer Purnima Shrestha</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/06/nepal-record-breaking-female-mountaineers-a-photo-essay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/06/casper-georgia-dog-protects-sheep-coyotes", "title": "Heroic Georgia dog fights off coyote pack preying on flock of sheep", "date_published": "2022-12-06 06:00:05+00:00", "description": "<p>Casper nearly gave up ghost himself but managed to slay eight of the predators</p><p>If anyone has earned the title of very good boy, it’s Casper, a 20-month-old Great Pyrenees from Decatur, Georgia, who single-handedly killed eight coyotes trying to prey on his owner’s sheep.</p><p>Last week, a pack of 11 coyotes attacked the flock of farmer John Wierwiller, according to a report from a local television station, WAGA-TV. Casper defended the sheep furiously in a fight that left some of his skin and part of his tail torn off, Wierwiller <a href=\"https://www.facebook.com/john.wierwille.3/posts/pfbid04Ki1ArZP2hHovY5NJ4zEreupCGFquPRjkZZjFSswSei5cszA7zdXCvH8QdxEWSytl\">said</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/06/casper-georgia-dog-protects-sheep-coyotes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/irans-moment-of-truth-what-will-it-take-for-the-people-to-topple-the-regime", "title": "Iran’s moment of truth: what will it take for the people to topple the regime?", "date_published": "2022-12-06 06:00:04+00:00", "description": "<p>Three months after the uprising began, demonstrators are still risking their lives. Will this generation succeed where previous attempts to unseat the Islamic hardliners have been crushed? </p><p>For the past 12 weeks, revolutionary sentiment has been coursing through the cities and towns of the Persian plateau. The agitation was triggered by the <a href=\"https://www.theguardian.com/world/ng-interactive/2022/oct/31/mapping-irans-unrest-how-mahsa-aminis-death-led-to-nationwide-protests\" title=\"\">death of Mahsa Amini</a>, a young Kurdish woman, on 16 Septe mber after she was arrested by the morality police in Tehran. From the outset the movement had a feminist character, but it has also united citizens of different classes and ethnicities around a shared desire to see the back of the Islamic Republic. Iran has known numerous protest movements over the past decade and a half, and the nation’s supreme leader, Ayatollah Ali Khamenei, has comfortably suppressed each one with a combination of severity and deft exploitation of divisions within the opposition. This time, however, the resilience and unity shown by the regime’s opponents have consigned the old pattern of episodic unrest to the past. Iran has entered a period of rolling protest in which the Islamic Republic must defend itself against wave upon wave of public anger.</p><p>In their retaliation against the protesters, the security forces have killed at least <a href=\"https://iranhr.net/en/articles/5608/\" title=\"\">448 people</a>, including 60 children and 29 women, and made up to 17,000 arrests. Thirty-six protesters have been charged with capital crimes, according to Hadi Ghaemi of the New York-based Center for Human Rights in Iran, including several people accused of killing members of the security forces. Still, the authorities insist that they have erred on the side of restraint. On 9 November the commander of Iran’s ground forces warned that Khamenei only needed to say the word and the opposition “flies” would “without question have no place left in the country”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/irans-moment-of-truth-what-will-it-take-for-the-people-to-topple-the-regime\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/06/mini-budget-an-international-embarrassment-says-natwest-boss", "title": "Mini-budget an ‘international embarrassment’ says NatWest boss", "date_published": "2022-12-06 06:00:04+00:00", "description": "<p>UK’s reputation ‘scarred’, Howard Davies tells staff, as he also warns of government plans to boost competitiveness</p><p>The chairman of NatWest has told staff he “never felt so embarrassed internationally” as he did at the International Monetary Fund meeting in the wake of the <a href=\"https://www.theguardian.com/business/2022/oct/20/the-mini-budget-that-broke-britain-and-liz-truss\">UK’s disastrous mini-budget</a>, as he warned about government plans to boost the competitiveness of City firms.</p><p>Sir Howard Davies told hundreds of employees at NatWest – which is still 48% owned by the state – that ex-chancellor Kwasi Kwarteng’s package of unfunded tax cuts for the wealthy in late September, which triggered a market meltdown, caused “quite a significant problem” and “scarring” of the UK’s reputation, according to a recording reviewed by the Guardian.</p> <a href=\"https://www.theguardian.com/business/2022/dec/06/mini-budget-an-international-embarrassment-says-natwest-boss\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/06/safety-fears-as-uk-trident-submarines-are-put-to-sea-for-longest-ever-patrols", "title": "Safety fears as UK Trident submarines are put to sea for longest-ever patrols", "date_published": "2022-12-06 06:00:04+00:00", "description": "<p>Report says submarines were deployed for five months as former commander warns of risk to sailors</p><p>Britain’s Trident nuclear armed submarines have recently been deployed at sea for record breaking periods of five months each, leading one former navy commander to warn that the longer patrols could affect operational safety.</p><p>Investigative journalism site the Ferret <a href=\"https://theferret.scot/nuclear-safety-trident-patrols/\">reported on Tuesday</a> that two Trident bearing Vanguard class submarines each went out on patrol for 157 days during this year, based on monitoring data from campaign group Nukewatch.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/06/safety-fears-as-uk-trident-submarines-are-put-to-sea-for-longest-ever-patrols\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/06/women-behind-the-lens-friendship-photograph", "title": "Women behind the lens: ‘I didn’t realise she felt the same way about our friendship’", "date_published": "2022-12-06 06:00:03+00:00", "description": "<p>Photographer Lali Binyatova recalls an emotional moment when she reconnected with a childhood friend after years of separation</p><p>When I was 16, my parents decided to move back to Baku in Azerbaijan, where they are from. We were living in Bryansk in Russia at the time. In the summer of 2021, six years after we relocated, I returned to Russia to sort out some paperwork and decided to reach out to my childhood friend, Karina.</p><p>I met Karina at school when I was eight years old, but it wasn’t until we were 13 that we became close. We rarely spoke after I left Russia but sometimes exchanged messages on Instagram.</p><p>Lali Binyatova is a photographer who was born in Russia but now lives in Azerbaijan. Her work focuses on people and their personal stories, as well as her everyday observations</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/06/women-behind-the-lens-friendship-photograph\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/06/which-bit-of-the-turkey-is-this-supposed-to-be-i-ate-12-christmas-dinners-in-12-days-here-are-the-best-and-worst", "title": "‘Which bit of the turkey is this supposed to be?!’ I ate 12 Christmas dinners in 12 days – here are the best and worst!", "date_published": "2022-12-06 06:00:03+00:00", "description": "<p>I could eat a Christmas dinner every day – and so I did, all in the name of research. But from Wetherspoon’s to Beefeater and Toby Carvery, which chain had the perfect roasties, the best brussels and the poshest pigs in blankets?</p><p>When we hear Roy Wood singing about how he wishes it could be Christmas every day, most of us don’t think of disappointing presents, endless ads for the DFS Boxing Day sale or passing out, sherry in hand, in front of a Bond film. No, we think about the nice bits – time spent with friends, family, peace to all men and, of course, the food.</p><p>I love a traditional turkey dinner so much I’ll eat one at every opportunity. It might not be good for me, but, after 40-plus years of doing it, I think I’ve worked out how to keep the damage to a minimum. The average person is said to scoff more than double the recommended calories on 25 December, but that’s surely more down to snacking than what amounts to a souped-up version of meat and two veg. The secret, then, is not to gorge yourself stupid on vol-au-vents, mini sausages on cocktail sticks, mince pies and Quality Street, and concentrate on the main event.</p> <a href=\"https://www.theguardian.com/food/2022/dec/06/which-bit-of-the-turkey-is-this-supposed-to-be-i-ate-12-christmas-dinners-in-12-days-here-are-the-best-and-worst\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region", "title": "Russia-Ukraine war live: drone attack hits Kursk airfield in Russia, says governor; further strikes in Zaporizhzhia region", "date_published": "2022-12-06 05:41:59+00:00", "description": "<p>Drone attack in Kursk set oil storage tank on fire, says governor; ‘critical infrastructure’ damaged by strikes in Zaporizhzhia region</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>A researcher at the investigative news outlet Bellingcat has posted video showing smoke rising from Kursk, Russia, where Ukraine launched strikes damaging an oil storage tank, according to the local governor on Telegram. </p><p>The Guardian could not independently verify the footage or report of an attack. </p> <a href=\"https://www.theguardian.com/world/live/2022/dec/06/russia-ukraine-war-live-drone-attack-hits-kursk-airfield-in-russia-says-governor-further-strikes-in-zaporizhzhia-region\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/im-in-crisis-every-day-prices-outpace-belgians-inflation-matched-pay", "title": "‘I’m in crisis every day’: prices outpace Belgians’ inflation-matched pay", "date_published": "2022-12-06 05:00:02+00:00", "description": "<p>Even in a country with automatic increases to pay and benefits, there are concerns over the cost of living</p><p>At first glance, Belgium seems to have found the answer to the cost of living crisis that is gripping Europe. In this prosperous country where trade unions remain relatively powerful, wages, pensions and benefits rise automatically in line with inflation. </p><p>Many governments abandoned similar policies after the oil price shocks of the 1970s, but Belgium has continued to protect workers’ wages in this way. Luxembourg is the only other European country that still fully links wages to prices, although a few other countries have more restricted indexation policies.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/im-in-crisis-every-day-prices-outpace-belgians-inflation-matched-pay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/indonesia-passes-legislation-banning-sex-outside-marriage", "title": "Indonesia passes legislation banning sex outside marriage", "date_published": "2022-12-06 04:59:23+00:00", "description": "<p>Rights groups say amended criminal code underscores shift towards fundamentalism and away from longstanding religious tolerance</p><p>Indonesia’s parliament has approved legislation that <a href=\"https://www.theguardian.com/world/2022/dec/02/indonesia-set-to-make-sex-outside-marriage-punishable-by-jail\">outlaws pre-marital sex </a>while making other sweeping changes to the criminal code – a move critics deemed a setback to the country’s freedoms.</p><p>After the controversial new criminal code received a majority of votes from lawmakers during the plenary session, deputy house speaker Sufmi Dasco Ahmad banged the gavel to signal the text was approved and shouted “legal”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/indonesia-passes-legislation-banning-sex-outside-marriage\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/06/world-cup-2022-briefing-will-morocco-be-the-first-to-spring-a-surprise", "title": "World Cup 2022 briefing: will Morocco be the first to spring a surprise?", "date_published": "2022-12-06 04:00:01+00:00", "description": "<p>All six last-16 ties have gone as expected but Morocco have a chance to become the only African side to reach the quarter-finals</p><p>After the celebration of countries from the Asian, African and Concacaf regions making it to the knockout stages, Morocco offer the final hope of a country from outside Europe and South America reaching the quarter finals. USA, Australia, Senegal, Japan and South Korea have already had their exit visas stamped at airport security, leaving Walid Regragui’s side as the last ones standing.</p> <a href=\"https://www.theguardian.com/football/2022/dec/06/world-cup-2022-briefing-will-morocco-be-the-first-to-spring-a-surprise\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/after-watching-how-brittany-higgins-has-suffered-how-many-women-will-be-silenced", "title": "After watching how Brittany Higgins has suffered, how many women will be silenced? | Jennifer Robinson", "date_published": "2022-12-06 03:25:46+00:00", "description": "<p>I cried for Brittany – we must ensure better protection for women when they speak out</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Brittany Higgins faced endless victim-blaming attitudes from men in power and in the media. She faced torrents of online abuse, rape and death threats – and was hospitalised due to stress.</p><p>Yet she was steadfast in her attempt to obtain justice for her alleged rape.</p><p>Jennifer Robinson is a barrister and co-author of How Many More Women? Exposing how the law silences women. A new edition of the book will soon be released, in unredacted form, now the Lehrmann prosecution has been abandoned</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support on 0808 802 9999. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></em></p><p><em>In Australia, mental health support is available at <a href=\"https://www.beyondblue.org.au/\">Beyond Blue</a> on 1300 22 4636 and <a href=\"https://www.lifeline.org.au/\">Lifeline</a> on 13 11 14. In the UK, the charity <a href=\"https://www.mind.org.uk/\">Mind</a> is available on 0300 123 3393 and <a href=\"https://www.childline.org.uk/\">Childline</a> on 0800 1111. In the US, <a href=\"https://www.mhanational.org/\">Mental Health America</a> is available on 800-273-8255</em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/after-watching-how-brittany-higgins-has-suffered-how-many-women-will-be-silenced\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/06/new-zealand-says-self-identity-enough-for-transgender-athletes-in-community-sport", "title": "New Zealand says self-identity enough for transgender athletes in community sport", "date_published": "2022-12-06 03:00:12+00:00", "description": "<ul><li>Sport New Zealand releases new guiding principles for inclusion</li><li>Includes advice on changing rooms and email signatures </li></ul><p>Transgender athletes will be able to participate in community sport in New Zealand in the gender they identify with and not need to prove or justify their identity, according to new guiding principles released by Sport New Zealand.</p><p>The guidelines do not apply to elite sport and it will be up to individual sports to define where and how transgender athletes participate, the governing body said.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/06/new-zealand-says-self-identity-enough-for-transgender-athletes-in-community-sport\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/dec/06/the-far-right-radical-in-israel-new-government-podcast", "title": "The far-right radical in Israel’s new government – podcast", "date_published": "2022-12-06 03:00:01+00:00", "description": "<p>Itamar Ben-Gvir has spent a lifetime on the fringes of Israeli politics. He was once considered so extreme that he wasn’t allowed to serve in the Israeli army. Now he is the country’s security minister. Bethan McKernan reports</p><p>If you’ve paid any attention to Israeli politics in the past few years, you will have been following the rise, fall and rise again of Benjamin Netanyahu. Israel’s longest-serving prime minister is still facing trial on corruption charges but is now due to return to office after the most recent election, the fifth in four years.</p><p>As Jerusalem correspondent <strong>Bethan McKernan </strong>tells <strong>Michael Safi, </strong>in a country where politics has been chaotic for years, the return of Netanyahu promises more instability. There is no progress towards ending an occupation of Palestinian territory now in its sixth decade – indeed, a resolution that both sides could accept seems further away than ever. But this time, it’s the man who helped to put Netanyahu back in power who is getting the most attention.</p> <a href=\"https://www.theguardian.com/news/audio/2022/dec/06/the-far-right-radical-in-israel-new-government-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/05/torso-killer-long-island-richard-cottingham", "title": "US ‘Torso Killer’, convicted of 11 homicides, admits to five more killings", "date_published": "2022-12-06 02:14:56+00:00", "description": "<p>Richard Cottingham sentenced to 25 years to life for killing Diane Cusick in February 1968</p><p>A serial killer known as the “Torso Killer” already convicted of 11 homicides admitted on Monday that he also killed five women on Long Island in the late 60s and early 70s.</p><p>Richard Cottingham was sentenced on Monday to 25 years to life for the killing of 23-year-old Diane Cusick, who was killed in February 1968 after buying shoes at the Green Acres Mall in Nassau county.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/05/torso-killer-long-island-richard-cottingham\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/06/i-have-a-relaxed-attitude-to-swearing-should-i-care-if-my-children-use-swear-words", "title": "I have a relaxed attitude to swearing. Should I care if my children use swear words? | Isabelle Oderberg", "date_published": "2022-12-06 01:47:29+00:00", "description": "<p>When I asked my husband whether we should stop using ‘foul’ language in front of the kids, he laughed</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/series/sharing-the-load\">Sharing the Load</a> is a column about parenting children of all ages</li><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><em>“Should I care if my children use swear words?”</em></p><p>My three-year-old is a genius. Just the other day, she created her first portmanteau. You can imagine our pride, her parents, both writers, when she called her brother a “basthole”, giggling as she created a word more powerful than its constituent contributors; arsehole and bastard.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/i-have-a-relaxed-attitude-to-swearing-should-i-care-if-my-children-use-swear-words\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/06/kirstie-alley-dies-aged-71-cheers-look-whos-talking-actor", "title": "Kirstie Alley, Cheers and Look Who’s Talking actor, dies aged 71", "date_published": "2022-12-06 01:46:49+00:00", "description": "<p>Alley’s children say the actor died ‘after a battle with cancer, only recently discovered’</p><p>Kirstie Alley, the TV and film star known for her roles in Cheers, Veronica’s Closet and Look Who’s Talking, has died at the age of 71.</p><p>Alley’s death was confirmed on Monday night in a statement from her children, True and Lillie Parker, which was posted to her social media account.</p> <a href=\"https://www.theguardian.com/film/2022/dec/06/kirstie-alley-dies-aged-71-cheers-look-whos-talking-actor\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/readers-in-china-on-wave-of-protests", "title": "‘Now I see it’s not just me who’s angry’: readers in China on wave of protests", "date_published": "2022-12-06 01:00:06+00:00", "description": "<p>Scores of people have contacted the Guardian to share their reaction to protests against zero-Covid policy</p><p>People living in China have expressed feelings of shock at the <a href=\"https://www.theguardian.com/world/gallery/2022/nov/28/protests-erupt-in-china-over-strict-zero-covid-measures-in-pictures\">eruption of protests</a> last week, with hopes that they continue, mixed with reservations about how successful they can be expected to be in challenging the one-party system.</p><p>The protests have led to a shift in China’s zero-Covid policy, with the government staging an abrupt turnaround to emphasise the <a href=\"https://www.theguardian.com/world/2022/dec/05/covid-is-weakening-china-state-media-claims-as-major-cities-lift-lockdowns\">virus’s reduced severity</a> as well as pushing vaccination and personal mitigation measures.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/readers-in-china-on-wave-of-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/china-jiang-zemin-memorial-service", "title": "China to come to standstill for late leader Jiang Zemin’s memorial", "date_published": "2022-12-06 00:36:31+00:00", "description": "<p>Three-minute silence will be held nationwide, with flags flown at half mast and stockmarkets suspending trading</p><p>Sirens will sound across China as the country comes to a standstill on Tuesday for a public memorial service for former leader Jiang Zemin, who died last week at the age of 96.</p><p>A public memorial service is being held at 10am local time in Beijing’s Great Hall of the People and broadcast live, state broadcaster CCTV said. “All regions and departments must organise the majority of party members, cadres, and the masses to listen and watch,” CCTV added.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/china-jiang-zemin-memorial-service\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/05/naomi-judds-family-drops-lawsuit-barring-release-singers-last-moments", "title": "Naomi Judd’s family drops lawsuit barring release of singer’s last moments", "date_published": "2022-12-06 00:29:27+00:00", "description": "<p>The Grammy winner’s family said they would support state legislation allowing authorities to withhold certain records</p><ul><li>This article contains mention of suicide</li></ul><p>The family of <a href=\"https://www.theguardian.com/music/2022/may/02/naomi-judd-obituary\">Naomi Judd</a> is dropping a lawsuit that it filed in an attempt to block the public release of police-captured images showing the Grammy-winning country musician dying slowly after she shot herself earlier this year.</p><p>In a statement obtained by the Guardian, representatives of Judd’s family – which includes the actor Ashley Judd – said they are instead going to focus on supporting legislation in their home state of Tennessee which would clarify that such graphic materials from investigations into suicides and other non-criminal matters would be barred from being released as public records.</p><p><em>In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 800-273-8255 and <a href=\"https://suicidepreventionlifeline.org/chat/\">online chat is also available</a>. You can also text HOME to 741741 to connect with a crisis text line counselor. In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/us-news/2022/dec/05/naomi-judds-family-drops-lawsuit-barring-release-singers-last-moments\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/06/abc-news-pulls-hosts-tj-holmes-and-amy-robach-off-air-after-romance-revealed", "title": "ABC News pulls hosts TJ Holmes and Amy Robach off air after romance revealed", "date_published": "2022-12-06 00:28:09+00:00", "description": "<p>US network says the anchors, who are married to other people, will be temporarily pulled from GMA3 as their romance is ‘an internal and an external distraction’</p><p>Two TV anchors working for ABC News in the US have been pulled from air after their workplace romance came to light, amid a storm of public gossip and tabloid coverage.</p><p>TJ Holmes and Amy Robach, who have worked as hosts on Good Morning America spinoff talkshow GMA3 since 2020, were revealed to be in a relationship last week after paparazzi photos of the pair were published online. Both Holmes and Robach are married, but after the photos were published a representative for the pair said they had both separated from their spouses and the relationship only began recently.</p> <a href=\"https://www.theguardian.com/media/2022/dec/06/abc-news-pulls-hosts-tj-holmes-and-amy-robach-off-air-after-romance-revealed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/05/neuralink-animal-testing-elon-musk-investigation", "title": "Musk’s Neuralink faces federal inquiry after killing 1,500 animals in testing", "date_published": "2022-12-06 00:25:29+00:00", "description": "<p>Brain-implant company accused of causing needless suffering and deaths amid pressure from CEO</p><p>Elon Musk’s Neuralink, a medical device company, is under federal investigation for potential animal-welfare violations amid internal staff complaints that its animal testing is being rushed, causing needless suffering and deaths, according to documents reviewed by Reuters and sources familiar with the investigation and company operations.</p><p>Neuralink Corp is <a href=\"https://www.theguardian.com/technology/2022/dec/01/elon-musk-brain-chip-human-trials-nueralink\">developing a brain implant</a> it hopes will help paralyzed people walk again and cure other neurological ailments. The federal investigation, which has not been previously reported, was opened in recent months by the US Department of Agriculture’s inspector general at the request of a federal prosecutor, according to two sources with knowledge of the investigation. The inquiry, one of the sources said, focuses on violations of the Animal Welfare Act, which governs how researchers treat and test some animals.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/05/neuralink-animal-testing-elon-musk-investigation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-286-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 286 of the invasion", "date_published": "2022-12-06 00:14:12+00:00", "description": "<p>Four people die in Russian strikes; majority of missiles shot down</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p><strong>At least four people were killed on Monday</strong>, Volodymyr Zelenskiy said, amid <strong>Russian strikes during which 60 of 70 missiles were shot down</strong>. The strikes targeted Ukraine’s critical infrastructure, the air force said. Energy workers had already begun work on restoring power, said Zelenskiy, the Ukrainian president. Officials said airstrikes destroyed homes in the south, knocked out power in the north and killed at least two people.</p><p>Russia’s defence ministry said <strong>Ukrainian drones attacked two airbases at Ryazan and Saratov in south-central Russia,</strong> killing three servicemen and wounding four, with two aircraft damaged. Ukraine did not directly claim responsibility for what would represent the deepest strikes inside the Russian heartland since Moscow invaded Ukraine on 24 February.</p><p>Spanish police intercepted<strong> three more envelopes containing animal eyes addressed to Ukraine’s embassy in Madrid and its consulates in Barcelona and Málaga</strong>, police sources close to the investigation said.<strong> </strong>Last week, Ukraine said a series of “bloody packages” were sent to its missions across Europe, soon after a letter bomb detonated at Ukraine’s embassy in Spain and police defused others sent to, among others, Spain’s prime minister, Pedro Sánchez.</p><p><strong>Canadian-made parts were found in “kamikaze” Iranian drones used by Russia to attack Ukraine, </strong>according to an investigative project from the NGO Statewatch. It said components from 30 European and American companies, including antenna parts from Tallysman Wireless, a Canadian manufacturer, were used in Shahed 136 drones.</p><p>The White House has said the latest Russian strikes against Ukraine are a<strong> reminder of Vladimir Putin’s brutality. </strong>John Kirby, the White House national security spokesperson, also told reporters that an oil price cap would not have any long-term impact on global oil prices, Reuters reported.</p><p>Moldovan police on Monday found <strong>fragments of a missile</strong> in a northern region near the border with Ukraine, state information portal Prima Sursa quoted the police as saying after Russia carried out missile strikes.</p><p><strong>Russia’s recent mobilisation increased its military threat in Ukraine, </strong>with better-trained soldiers arriving at the frontline, the commander of Ukrainian ground forces said. But Russia was using a lot of old equipment because it had no other way of replenishing supplies, and the Russians had made only slow progress around Bakhmut, one of the main battle zones in eastern Ukraine, Reuters reported.</p><p><strong>Vladimir Putin has driven across the Kerch Bridge linking Russia and the Crimean peninsula </strong>that was damaged by a truck bomb in October.<strong> </strong>The Russian president spoke to workers and a senior government official, Reuters reported.</p><p><strong>India gave a list of its products to Moscow for access to Russian markets, </strong>foreign minister Subrahmanyam Jaishankar said, as his country seeks to narrow a growing trade deficit with Russia at a time when Moscow faces acute shortages of some crucial materials after western sanctions.</p><p><strong>The Kremlin <a href=\"https://www.theguardian.com/world/live/2022/dec/05/russia-ukraine-war-live-news-russian-oil-cap-comes-into-force-kyiv-resumes-rolling-power-outages?page=with:block-638dc6408f082ef70a2453e0#block-638dc6408f082ef70a2453e0\">has warned</a> the new western price cap on Russian oil will destabilise global energy markets, </strong>but claimed it would not affect its invasion of Ukraine. Spokesperson Dmitry Peskov said Russia was preparing its response to the move by the G7 and allies.</p><p><strong>The Chinese foreign ministry has said it will <a href=\"https://www.theguardian.com/world/live/2022/dec/05/russia-ukraine-war-live-news-russian-oil-cap-comes-into-force-kyiv-resumes-rolling-power-outages?page=with:block-638da1618f08f5eb2e3179cc#block-638da1618f08f5eb2e3179cc\">continue energy cooperation</a> with Russia after the G7, EU and Australia imposed the price cap. </strong>China, which said it would continue on the basis of respect and mutual benefit, has increased its purchases of Russia’s Urals oil blends this year.</p><p><strong>Olaf Scholz has warned the west to <a href=\"https://www.theguardian.com/world/live/2022/dec/05/russia-ukraine-war-live-news-russian-oil-cap-comes-into-force-kyiv-resumes-rolling-power-outages?page=with:block-638daeaf8f08ec68b6018935#block-638daeaf8f08ec68b6018935\">avoid creating a new cold war</a> by dividing the world into blocs.</strong> Writing in an opinion piece for Foreign Affairs magazine, the German chancellor called for every effort to be made to build new partnerships.</p> <a href=\"https://www.theguardian.com/world/2022/dec/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-286-of-the-invasion\">Continue reading...</a>", "persistent": false}]