[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/maria-pirogowa-nie-zyje-byla-deputowana-separatystycznej-republiki-doniecka/", "title": "Maria Pirogowa nie żyje. Była deputowaną separatystycznej republiki Doniecka", "date_published": "2022-12-06 20:27:00+00:00", "description": "W separatystycznej tzw. Donieckiej Republice Ludowej w wyniku ostrzału zginęła Maria Pirogowa. Kobieta była deputowaną samozwańczego parlamentu DRL. Śmierć Pirogowej potwierdził przywódca separatystycznej republiki Dienis Puszylin, oskarżając ukraińskie wojsko.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/wielka-brytania-krol-karol-iii-ponownie-obrzucony-jajkami/", "title": "Wielka Brytania. Król Karol III ponownie obrzucony jajkami", "date_published": "2022-12-06 19:36:00+00:00", "description": "Ponownie obrzucony jajkami został brytyjski król Karol III. Monarcha został celem 20-letniego studenta. Do incydentu doszło podczas wizyty w Luton. Sprawca został zatrzymany przez policję.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/wojna-w-ukrainie-kolejna-kradziez-rosjan-ich-lupem-padla-wanna/", "title": "Wojna w Ukrainie. Kolejna kradzież Rosjan. Ich łupem padła wanna", "date_published": "2022-12-06 19:26:00+00:00", "description": "Rosjanie na okupowanych przez siebie terytoriach Ukrainy czy podczas wycofywania się z zajętych miejscowości rozkradają ich mieszkańców. Ich łupy są coraz dziwniejsze. Na jednym z filmów, który trafił do sieci widać rosyjskich bojowników, który niosą... wannę.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/bundeswehra-wyprzedaje-koce-niemiecki-polityk-a-w-ukrainie-marzna/", "title": "Bundeswehra wyprzedaje koce. Niemiecki polityk: \"A w Ukrainie marzną\"", "date_published": "2022-12-06 18:49:00+00:00", "description": "Niemieckie armia wystawiła na aukcję ponad 30 tysięcy wełnianych koców. - A w Ukrainie marzną. Zamiast sprzedawać koce z zapasów Bundeswehry, powinniśmy udostępnić je Ukrainie - powiedział poseł FDP Marcus Faber w rozmowie z Die Welt.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/rosyjskie-media-ostrzegaja-przed-kryzysem-w-europie-propaganda-klamie-jak-zwykle/", "title": "Rosja: Propaganda \"ostrzega\" przed kryzysem w Polsce. Bloger sprawdził, jak jest naprawdę", "date_published": "2022-12-06 15:47:00+00:00", "description": "Propagandowe i antyzachodnie rosyjskie media grzmią o kryzysie energetycznym w Europie. Warszawa może ograniczyć dostawy energii, Polacy mogą stracić iluminacje świąteczne, bo są za drogie - twierdzą prokremlowscy propagandyści. To, jak naprawdę wygląda sytuacja w Warszawie sprawdził bloger niezależnej NEXTY.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/usa-secret-service-chinscy-hakerzy-wykradli-srodki-przeznaczone-na-pomoc-covidowa/", "title": "USA. Secret Service: Chińscy hakerzy wykradli środki przeznaczone na pomoc covidową", "date_published": "2022-12-06 14:58:00+00:00", "description": "Chińscy hakerzy wykradli dziesiątki milionów dolarów przeznaczonych na pomoc i walkę ze skutkami pandemii COVID-19 - przekazała amerykańska Secret Service. Informacje podane przez służby potwierdziły tym samym wcześniejsze doniesienia telewizji NBC News.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/usa-nastolatka-zastrzelona-na-imprezie-urodzinowej-w-liceum-bawily-sie-na-niej-setki-uczniow/", "title": "USA. Nastolatka zastrzelona na imprezie urodzinowej w liceum. Bawiły się na niej setki uczniów", "date_published": "2022-12-06 14:47:00+00:00", "description": "15-letnia Laila Harris została zastrzelona na zabawie urodzinowej zorganizowanej w jednym z liceów w Atlancie w USA. Na imprezie bawiły się setki uczniów. Policja podejrzewa, że sprawca mógł być wcześniej wyrzucony z zabawy. Miał wrócić wraz ze wspólnikiem i zaczął strzelać.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/tasmania-znaleziono-szczatki-tygrysa-tasmanskiego-zagadka-sprzed-80-lat-rozwiazana/", "title": "Tasmania: Znaleziono szczątki wilkowora tasmańskiego. Zagadka sprzed lat rozwiązana", "date_published": "2022-12-06 14:32:00+00:00", "description": "Po 86 latach znaleziono szczątki wilkowora tasmańskiego, ostatniego znanego przedstawiciela swojego gatunku - przekazały media. Jak się okazało, pozostałości tego stworzenia były w szafce w tasmańskim muzeum. Zwierzę ostatnie dni swojego życia spędziło w zoo w Beaumaris.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/rumunia-podejrzane-przesylki-w-ambasadzie-ukrainy-sprawdzenie-pirotechniczne/", "title": "Rumunia. \"Krwawe\" przesyłki w kolejnych ambasadach Ukrainy. Akcja saperów w Bukareszcie", "date_published": "2022-12-06 12:54:00+00:00", "description": "Kolejne paczki z podejrzaną krwawą zawartością trafiły we wtorek do ambasad ukraińskich w Danii i Rumunii - podał szef dyplomacji Kijowa Dmytro Kułeba. Listy takie wykryto w Danii i Rumunii. W Bukareszcie na miejsce przyjechały służby, które zajęły się sprawdzeniem podejrzanego pakietu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/turcja-katastrofa-akrobacyjnego-mysliwca-pilot-katapultowal-sie-po-zderzeniu-z-ptakiem/", "title": "Turcja. Katastrofa akrobacyjnego myśliwca po zderzeniu z ptakiem. Pilot katapultował się", "date_published": "2022-12-06 12:34:00+00:00", "description": "Odrzutowy myśliwiec akrobacyjny narodowego zespołu Tureckie Gwiazdy rozbił się w Turcji w pobliżu bazy lotniczej Konya. Ministerstwo Obrony Narodowej podało, że maszyna została uszkodzona wskutek zderzenia z ptakiem. Pilot katapultował się i został przewieziony do szpitala na rutynowe badania.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/wielka-brytania-zostawila-roczne-dziecko-w-domu-chlopiec-zmarl-jest-wyrok/", "title": "Wielka Brytania. Zostawiła roczne dziecko w domu, chłopiec zmarł. Jest wyrok", "date_published": "2022-12-06 12:20:00+00:00", "description": "Zapadł wyrok w sprawie 35-letniej matki z Wielkiej Brytanii, która zostawiła swojego rocznego synka samego w domu. Kiedy wróciła z zakupów i spaceru po parku, chłopiec leżał martwy w łóżeczku. Jeszcze przed decyzją sądu na kobietę wylała się fala krytyki w sieci, kiedy zaczęła wystawiać na sprzedaż rzeczy chłopca.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/usa-27-latkowi-przeszkadzal-szczekajacy-pies-zabil-zwierze-i-pare-70-latkow/", "title": "USA. 27-latkowi przeszkadzał szczekający pies. Zabił zwierzę i parę 70-latków", "date_published": "2022-12-06 11:46:00+00:00", "description": "Policja z Florydy zatrzymała 27-letniego Christophera Keeleya ok. 2 tys. kilometrów od miejsca zbrodni. Mężczyzna zirytowany szczekaniem psa zabił zwierzę oraz jego właścicieli - 70-letnich Carla i Vicky Mattson. Policyjne śledztwo ujawniło szokujące szczegóły. Seniorzy pozwolili mu mieszkać w swoim domu na prośbę członka rodziny. Jednak ostatnio zażyczyli sobie, by się wyprowadził.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/wegry-zablokowano-pomoc-dla-ukrainy/", "title": "Węgry. Zablokowano miliardy euro pomocy dla Ukrainy", "date_published": "2022-12-06 11:21:00+00:00", "description": "Węgry zablokowały 18 mld euro unijnej pomocy dla Ukrainy. Kwota ta miała według planu Rady Europejskiej trafić do Ukrainy w 2023 r. - przekazały media. W imieniu Budapesztu planowi sprzeciwił się minister finansów Mihály Varga.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/sztokholm-zatrzymal-15-latka-i-kazal-mu-sie-rozebrac-na-srodku-ulicy-zarzuty-dla-policjanta/", "title": "Sztokholm. Zatrzymał 15-latka i kazał mu się rozebrać do naga na ulicy. Zarzuty dla policjanta", "date_published": "2022-12-06 10:03:00+00:00", "description": "Szwedzki policjant usłyszał zarzuty napaści na 15-latka po tym, jak kopnął chłopca w brzuch, a następnie kazał rozebrać się do naga na środku ulicy i przeszukał go. Nastolatek wracał z kolegami z imprezy urodzinowej, a zatrzymano ich, bo funkcjonariusze uznali, że biegnąc poboczem dziwnie się zachowują.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/chiny-102-posterunki-tajnej-policji-w-kilkudziesieciu-panstwach-raport-safeguard-defenders/", "title": "Chiny. 102 posterunki tajnej policji w kilkudziesięciu państwach. Raport \"Safeguard Defenders\"", "date_published": "2022-12-06 09:17:00+00:00", "description": "Chiny miały otworzyć 102 posterunki tajnej policji na terenie kilkudziesięciu państw na świecie - wynika z danych organizacji pozarządowej Safeguard Defenders. Dziennik Il Messaggero informuje, że w samych Włoszech powstało 11 takich komórek. Ich zadaniem ma być walka z dysydentami.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/dania-samolot-ppl-lot-z-warszawy-przeszukany-po-wyladowaniu-w-kopenhadze/", "title": "Dania. Samolot PLL LOT z Warszawy przeszukany po wylądowaniu w Kopenhadze", "date_published": "2022-12-06 08:59:00+00:00", "description": "Samolot PLL LOT został przeszukany przez duńskie służby. Maszyna wylądowała w Kopenhadze w poniedziałek przed godz. 22. Ewakuowano pasażerów, część z nich spędziła noc na lotnisku. Interwencja policji została przeprowadzona z powodu zagrożenia bombowego.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/niemcy-nastolatka-nie-zyje-po-ataku-nozownika-na-uczennice-zatrzymany-to-azylant-z-erytrei/", "title": "Niemcy. Nastolatka nie żyje po ataku nożownika na uczennice. Zatrzymany to azylant z Erytrei", "date_published": "2022-12-06 08:56:00+00:00", "description": "Dwie broczące krwią, pocięte nożem nastolatki leżały w poniedziałek rano na ulicy w Illekirchbergu na zachodzie Niemiec. Świadkowie wezwali pomoc, jednak 14-latka zmarła, a 13-latka jest ciężko ranna w szpitalu. Po błyskawicznej akcji policji z Ulm zatrzymano podejrzanego 27-letniego mężczyznę z Erytrei, który mieszkał w domu dla azylantów. Nie są znane motywy, trwa śledztwo.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/wiezienie-za-seks-pozamalzenski-indonezja-wprowadza-nowe-prawo/", "title": "Więzienie za seks pozamałżeński. Indonezja wprowadza nowe prawo", "date_published": "2022-12-06 08:49:00+00:00", "description": "Więzienie za seks przed ślubem czy dokonanie aktu apostazji - to niektóre zmiany wprowadzone w nowym Kodeksie karnym w Indonezji. Przyjęte we wtorek prawo obejmuje także turystów i obcokrajowców.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/rosja-atak-dronem-na-lotnisku-w-kursku-plonie-zbiornik-z-ropa/", "title": "Rosja. Atak dronem w Kursku. Ogromny pożar na lotnisku", "date_published": "2022-12-06 08:12:00+00:00", "description": "Atak drona na lotnisko w obwodzie kurskim w Rosji spowodował pożar zbiornika na ropę - poinformował we wtorek gubernator Roman Starowojt. Region znajduje się w sąsiedztwie Ukrainy.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/niemcy-zamknieto-wszystkie-jarmarki-bozonarodzeniowe-w-dsseldorfie-zagrozenie-terrorystyczne/", "title": "Niemcy: Zamknięto wszystkie jarmarki bożonarodzeniowe w Düsseldorfie. \"Zagrożenie terrorystyczne\"", "date_published": "2022-12-06 06:35:00+00:00", "description": "Uzbrojeni funkcjonariusze niemieckiej policji wkroczyli w poniedziałek na jarmark bożonarodzeniowy na Corneliusplatz w Düsseldorfie. Ludzi ewakuowano. Później zamknięto również pozostałe jarmarki w mieście. Służby podały informację o realnym zagrożeniu terrorystycznym.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/ukraina-kolejny-rosyjski-atak-na-ukraine-zestrzelono-60-z-70-rakiet/", "title": "Wojna w Ukrainie. Kolejny rosyjski atak na Ukrainę. Zestrzelono 60 z 70 rakiet", "date_published": "2022-12-06 05:29:00+00:00", "description": "Ukraińskie siły zbrojne zestrzeliły 60 z 70 rakiet wystrzelonych przez Rosję w poniedziałek w kierunku Ukrainy - podał Sztab Generalny. Rosjanie użyli m.in. pocisków balistycznych Kalibr. Wiele regionów jest odciętych od prądu. Nadal istnieje zagrożenie atakami rakietowymi wroga na obiekty systemu energetycznego i infrastrukturę krytyczną w całej Ukrainie - ostrzegł rzecznik sztabu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-06/usa-nie-zyje-kirstie-alley-aktorka-miala-71-lat/", "title": "USA. Nie żyje Kirstie Alley. Aktorka miała 71 lat", "date_published": "2022-12-06 05:05:00+00:00", "description": "W wieku 71 lat zmarła amerykańska aktorka Kirstie Alley. Sławę zyskała dzięki roli w serialu Zdrówko, grała w Star Treku i Północ-Południe. Wystąpiła w kilkudziesięciu produkcjach. Od niedawna zmagała się z nowotworem.", "persistent": false}]