[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-twitter-files-compromised-after-lawyer-involved-in-the-controversy-was-behind-vetting-the-files", "title": "‘The Twitter Files’ Compromised After Lawyer Involved In The Controversy Was Behind Vetting The Files", "date_published": "2022-12-06 18:30:55+00:00", "description": "The release of the initial installment of &#8220;The Twitter Files&#8221; late last week was reportedly compromised after the journalist responsible for releasing the files revealed Tuesday that a lawyer caught up in the controversy allegedly vetted the files before sending them to journalists. Twitter CEO Elon Musk released internal company communications through journalist Matt Taibbi ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/knowles-science-is-fake", "title": "Knowles: Science Is Fake", "date_published": "2022-12-06 18:16:08+00:00", "description": "The following was adapted from remarks delivered at Franciscan University of Steubenville on Tuesday, November 29, 2022. When I speak on campus, the libs call me all sorts of names: “racist,” “sexist,” “-phobic.” But the charge they hurl at me most often these days is “anti-science.” It doesn’t matter what I’m talking about: the coronavirus, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mysterious-80-foot-structure-unearthed-by-hurricanes-near-famous-florida-beach", "title": "Mysterious 80-Foot Structure Unearthed By Hurricanes Near Famous Florida Beach", "date_published": "2022-12-06 18:12:41+00:00", "description": "A mysterious 80-foot structure has been unearthed with the help of hurricanes Ian and Nicole, major storms that battered Florida in the last few months of the hurricane season. The structure was discovered Thanksgiving weekend during a low tide in Daytona Beach Shores, Florida, just a short walk from &#8220;the world&#8217;s most famous beach.&#8221; The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-clinical-guidelines-offer-therapeutic-alternative-to-affirming-gender-dysphoric-youth", "title": "New Clinical Guidelines Offer Therapeutic Alternative To ‘Affirming’ Gender Dysphoric Youth", "date_published": "2022-12-06 18:11:37+00:00", "description": "A network of mental health professionals wrote a new set of clinical guidelines for adolescents struggling with gender dysphoria, offering an &#8220;exploratory&#8221; alternative to &#8220;affirming&#8221; a minor&#8217;s chosen transgender identity. The Gender Exploratory Therapy Association (GETA) developed &#8220;A Clinical Guide for Therapists Working with Gender-Questioning Youth&#8221; to present mental health professionals with a new therapeutic ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alex-jones-breaks-his-silence-following-viral-anti-semitic-interview-with-ye", "title": "Alex Jones Breaks His Silence Following Viral ‘Anti-Semitic’ Interview With Ye", "date_published": "2022-12-06 18:09:16+00:00", "description": "InfoWars owner and host Alex Jones broke his silence Tuesday following his viral interview with Ye, formerly known as Kanye West, in a conversation with conservative comedian and political commentator Steven Crowder. Crowder said he invited Jones onto his show &#8220;Louder with Crowder&#8221; to provide some context after his &#8220;bumpy ride&#8221; interviewing Ye — who ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/do-not-believe-a-word-of-it-detransitioned-navy-seal-says-cnn-used-him-as-trans-propaganda", "title": "‘Do Not Believe A Word Of It’: Detransitioned Navy SEAL Says CNN Used Him As Trans Propaganda", "date_published": "2022-12-06 18:05:09+00:00", "description": "Retired Navy SEAL Chris Beck says CNN used him to promote transgenderism during a 2013 interview with host Anderson Cooper. Beck, a decorated vet who served as a part of SEAL Team Six, told the world in 2013 on CNN airwaves that he identified as a woman named Kristin Beck. &#8220;Everything you see on CNN ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/outgoing-nebraska-governor-ricketts-looking-to-fill-ben-sasses-senate-seat", "title": "Outgoing Nebraska Governor Ricketts Looking To Fill Ben Sasse’s Senate Seat", "date_published": "2022-12-06 17:48:14+00:00", "description": "Republican Nebraska Governor Pete Ricketts announced he is seeking to fill the seat left by outgoing Senator Ben Sasse (R-NE). In an announcement Tuesday, Ricketts said he would seek the office after Sasse left to become the next president of the University of Florida. Ricketts was term-limited as governor and will be replaced by Governor-elect ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/left-wing-media-company-buzzfeed-to-dismiss-large-share-of-workforce", "title": "Left-Wing Media Company BuzzFeed To Dismiss Large Share Of Workforce", "date_published": "2022-12-06 17:45:39+00:00", "description": "BuzzFeed plans to dismiss 12% of employees as the left-wing digital media company braces for difficult macroeconomic conditions and adapts to new market trends. The layoffs, impacting approximately 180 employees, occur as the company pivots toward “areas that will drive growth” and away from “areas with less audience engagement,” according to a message sent to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-biden-wont-visit-border-cali-wants-oil-company-fines-pentagon-still-wants-covid-vax", "title": "Tuesday Afternoon Update: Biden Won’t Visit Border, Cali Wants Oil Company Fines, Pentagon Still Wants COVID Vax", "date_published": "2022-12-06 17:30:36+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Kirstie Alley, Dead, Age 71 Actress and mother Kirstie Alley passed away Monday at the age of 71. Alley reportedly died of recently-discovered colon cancer. Alley famously starred in the sitcom &#8220;Cheers,&#8221; and became an outspoken ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hawaii-national-guard-activated-as-volcano-continues-to-erupt", "title": "Hawaii National Guard Activated As Volcano Continues To Erupt", "date_published": "2022-12-06 17:10:53+00:00", "description": "The eruption of Hawaii’s Mauna Loa volcano has led to the National Guard being activated over concerns regarding lava moving closer to a major commuter highway. The volcano has been spewing lava for ten days. The lava is now less than two miles from the Daniel K. Inouye Highway, but there is still no threat “to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-rogan-accuses-dwayne-the-rock-johnson-of-using-steroids-come-clean-right-now", "title": "Joe Rogan Accuses Dwayne ‘The Rock’ Johnson Of Using Steroids: ‘Come Clean Right Now’", "date_published": "2022-12-06 17:01:08+00:00", "description": "Legendary podcast host Joe Rogan is urging actor Dwayne &#8220;The Rock&#8221; Johnson to come clean about his alleged steroid use in response to a figure in the fitness world admitting last week that he lied about the issue. Rogan, who is also a UFC commentator, made the remarks about Johnson in reference to Brian Johnson, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-cosby-sued-by-five-women-for-sexual-assault-under-new-state-law", "title": "Bill Cosby Sued By Five Women For Sexual Assault Under New State Law", "date_published": "2022-12-06 16:49:40+00:00", "description": "Five women filed a lawsuit against actor and comedian Bill Cosby in New York court on Monday regarding accusations of sexual assault. The lawsuit by actresses Lili Bernard and Eden Tirl, as well as Jewel Gittens, Jennifer Thompson, and Cindra Ladd names Cosby and media companies NBC Universal Media, Kaufman Astoria Studios, and The Carsey-Werner ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chipmaker-triples-investment-in-new-arizona-plant-to-40-billion", "title": "Chipmaker Triples Investment In New Arizona Plant To $40 Billion", "date_published": "2022-12-06 16:33:51+00:00", "description": "Taiwanese semiconductor company TSMC will more than triple a previously planned $12 billion investment toward new facilities in Arizona as the global computer chip supply chain remains the focus of worldwide concern. The $40 billion commitment represents one of the largest foreign direct investments in American history, as well as the largest in the history ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-secretary-of-state-urges-israels-allies-to-leverage-the-jewish-state", "title": "Biden’s Secretary of State Urges Israel’s Allies To ‘Leverage’ The Jewish State", "date_published": "2022-12-06 16:31:00+00:00", "description": "U.S. Secretary of State Antony Blinken on Sunday told a Washington-based group that has regularly advocated against Israel that the U.S. and the Jewish State&#8217;s Arab neighbors should &#8220;leverage&#8221; their peaceful relations on behalf of Palestinians and that Jewish settlements in disputed territories must end. J Street, a lobbying group that purports to promote peace between ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/teacher-says-its-enjoyable-confusing-kids-about-gender", "title": "Teacher Says It’s Enjoyable Confusing Kids About Gender", "date_published": "2022-12-06 16:25:56+00:00", "description": "An elementary school teacher wrote on Facebook that seeing children confused about their teacher’s gender is enjoyable, according to a report. Blaine Banghart teaches music at University Elementary School in Shreveport, Louisiana, and goes by MX instead of Mr. or Ms. &#8220;The kids are all confused and asking why I have a mustache if I’m ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-white-house-takes-page-out-of-clinton-playbook-for-hunter-scandal-defense", "title": "Biden White House Takes Page Out Of Clinton Playbook For Hunter Scandal Defense", "date_published": "2022-12-06 16:25:29+00:00", "description": "The White House on Monday played down a batch of newly released Twitter emails that reveal internal discussions about suppressing stories on Hunter Biden&#8217;s laptop as &#8220;old news.&#8221; Elon Musk&#8217;s release of the &#8220;Twitter Files&#8221; has stoked conservatives, who see collusion between Democrats and social media platforms to suppress stories leading up to the 2020 ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-house-members-urge-firing-of-non-binary-biden-official-sam-brinton-over-alleged-theft", "title": "GOP House Members Urge Firing Of Non-Binary Biden Official Sam Brinton Over Alleged Theft", "date_published": "2022-12-06 16:12:08+00:00", "description": "A group of House Republicans is asking for non-binary Biden official Sam Brinton to be fired over the alleged theft of a woman&#8217;s luggage at a Minneapolis airport. Brinton, a nuclear engineer who claims to be the first non-binary, gender-fluid official in the White House, was arrested after allegedly taking another passenger&#8217;s suitcase and using ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-jury-finds-trump-organization-guilty-in-tax-evasion-trial", "title": "BREAKING: Jury Finds Trump Organization Guilty In Tax Evasion Trial", "date_published": "2022-12-06 16:06:13+00:00", "description": "The Trump Organization, former President Donald Trump&#8217;s company, was found guilty Tuesday of committing tax fraud. A jury ruled that two entities underneath the Trump Organization umbrella schemed to evade taxes by paying a number of its top executives through gifts and perks that were deducted from their paychecks, according to The New York Times. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sam-bankman-fried-hires-attorney-who-defended-epstein-confidant-ghislaine-maxwell", "title": "Sam Bankman-Fried Hires Attorney Who Defended Epstein Confidant Ghislaine Maxwell", "date_published": "2022-12-06 16:00:33+00:00", "description": "Former FTX CEO Sam Bankman-Fried has retained attorney Mark Cohen, the former prosecutor who recently defended Jeffrey Epstein confidant Ghislaine Maxwell and drug lord Joaquín &#8220;El Chapo&#8221; Guzmán, as his insolvent cryptocurrency companies face legal scrutiny. FTX recently filed for bankruptcy after users discovered that trading firm Alameda Research, a company run by former Bankman-Fried ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/clinical-investigator-of-puberty-blocking-drug-warns-of-safety-hazards-for-children", "title": "Clinical Investigator Of Puberty-Blocking Drug Warns Of Safety Hazards For Children", "date_published": "2022-12-06 15:54:51+00:00", "description": "A clinical investigator of the drug commonly used off-label to block puberty in trans-identifying adolescents voiced his concerns about administering the drug without conducting proper safety tests. Dr. Marc B. Garnick, a Harvard professor, oncologist, and co-principal investigator for the drug Lupron, wrote a letter to the editor of the New York Times in support ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/suicide-squad-star-admits-she-changed-a-scene-in-new-movie-because-she-wanted-to-kiss-brad-pitt-sue-me", "title": "‘Suicide Squad’ Star Admits She Changed A Scene In New Movie Because She Wanted To Kiss Brad Pitt: ‘Sue Me’", "date_published": "2022-12-06 15:52:38+00:00", "description": "&#8220;Suicide Squad&#8221; actress Margot Robbie admitted during a recent interview that she lobbied director Damien Chazelle to change a scene in the upcoming film &#8220;Babylon&#8221; because she wanted the chance to kiss Brad Pitt. Speaking to E! News — in an interview that aired on Monday — Robbie described &#8220;what will become an iconic kiss ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-stars-we-lost-in-2022", "title": "Hollywood Stars We Lost In 2022", "date_published": "2022-12-06 15:49:43+00:00", "description": "It’s that bittersweet time of year when we reflect on the last 12 months and recall the faces we’ll never see on screens again. Some stars pass far too soon. Others we glibly assume will be around forever. TV icon Betty White fit that description when she passed on December 31, 2021, at 99. This ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/exhausted-emotionally-and-physically-singer-idina-menzel-opens-up-about-ivf-struggle", "title": "‘Exhausted Emotionally And Physically’: Singer Idina Menzel Opens Up About IVF Struggle", "date_published": "2022-12-06 15:48:38+00:00", "description": "Actress Idina Menzel has opened up about the IVF struggle she and husband Aaron Lohr have gone through over the last four years. The 51-year-old actress/singer said that after more rounds than she cared to recall of in vitro fertilization, she was exhausted and decided it was time to move on, InStyle magazine reported. &#8220;At ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/philly-gas-station-hires-armed-guards-to-counter-crime", "title": "Philly Gas Station Hires Armed Guards To Counter Crime", "date_published": "2022-12-06 15:42:45+00:00", "description": "A Philadelphia gas station owner frustrated with rampant crime has employed armed guards to protect his business and customers. Weeks after Neil Patel hired the services of Pennsylvania S.I.T.E. State Agents, a private company, agents armed with long guns wearing tactical gear patrolling the KARCO gas station at Broad and Clearfield streets have become a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-choice-is-clear-great-american-family-actor-exits-stage-left-over-candace-cameron-bure-marriage-comments", "title": "‘My Choice Is Clear’: Great American Family Actor Exits Stage Left Over Candace Cameron Bure Marriage Comments", "date_published": "2022-12-06 15:34:06+00:00", "description": "Actor Neal Bledsoe announced plans to cut ties with the Great American Family (GAF) network over recent comments from outspoken Christian actress Candace Cameron Bure. Bledsoe said that in order to stand up for the LGBTQ+ community, he felt he had no choice but to leave the network. His comments come after Bure said that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/one-whopper-every-30-seconds-piers-morgan-says-were-up-to-5-lies-so-far-in-harry-and-meghan-trailers", "title": "‘One Whopper Every 30 Seconds’: Piers Morgan Says ‘We’re Up To 5 Lies So Far’ In ‘Harry And Meghan’ Trailers", "date_published": "2022-12-06 15:18:30+00:00", "description": "TV host Piers Morgan claims &#8220;we&#8217;re up to 5 lies so far&#8221; in the trailers promoting  Meghan Markle and Prince Harry&#8217;s upcoming Netflix docuseries, &#8220;Harry and Meghan.&#8221; On Tuesday, the 57-year-old British broadcaster tweeted a headline from The Sun to his 8.2 million followers that read, &#8220;Sussex, Lies and Video Tape: Image of press hounding ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-complete-sideshow-jpmorgan-chase-ceo-jamie-dimon-says-cryptocurrencies-are-like-pet-rocks", "title": "‘A Complete Sideshow’: JPMorgan Chase CEO Jamie Dimon Says Cryptocurrencies Are Like ‘Pet Rocks’", "date_published": "2022-12-06 14:51:35+00:00", "description": "JPMorgan Chase CEO Jamie Dimon compared cryptocurrencies to “pet rocks” on Tuesday and said that the nascent sector is the recipient of undue attention. The executive told a panel of CNBC anchors that their outlet spends too much time covering cryptocurrencies, although he acknowledged that the underlying blockchain technology likely has useful applications. &#8220;I think ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/brittany-aldean-slams-balenciaga-says-she-refuses-to-wear-a-brand-that-has-any-affiliation-with-sexual-exploitation-of-children", "title": "Brittany Aldean Slams Balenciaga, Says She Refuses To ‘Wear A Brand That Has Any Affiliation’ With ‘Sexual Exploitation Of Children’", "date_published": "2022-12-06 14:35:45+00:00", "description": "Country star Jason Aldean&#8217;s wife, Brittany Aldean, said she refuses to &#8220;wear a brand that has any affiliation&#8221; with the &#8220;sexual exploitation of children&#8221; following Balenciaga&#8217;s &#8220;disgusting&#8221; BDSM-themed ad campaign. During Fox News&#8216; &#8220;Tucker Carlson Tonight,&#8221; the host asked Brittany about her recent Instagram post showing her carrying out trash bags filled with the fashion ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whoopi-suggests-her-right-to-ignore-religion-trumps-someone-elses-right-to-practice-theirs", "title": "Whoopi Suggests Her Right To Ignore Religion Trumps Someone Else’s Right To Practice Theirs", "date_published": "2022-12-06 14:28:59+00:00", "description": "Whoopi Goldberg suggested during Tuesday’s broadcast of “The View” that her “freedom from religious beliefs” carried more weight than others&#8217; rights to practice their respective religions. Goldberg and her co-hosts discussed the case that is currently before the Supreme Court — 303 Creative v. Elenis — and throughout the segment Goldberg appeared to argue both sides of the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-dems-reportedly-will-buck-biden-join-gop-to-repeal-military-vaccine-mandate", "title": "House Dems Reportedly Will Buck Biden, Join GOP To Repeal Military Vaccine Mandate", "date_published": "2022-12-06 14:11:02+00:00", "description": "According to a new report, House Democrats are going to defy President Biden by joining House Republicans to jettison the requirement for military service members to get the COVID-19 vaccine. The National Defense Authorization Act, the annual defense policy bill, will repeal the COVID-19 vaccine mandate for members of the military; it will be voted ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/andy-biggs-to-challenge-kevin-mccarthy-for-speaker-position", "title": "Andy Biggs To Challenge Kevin McCarthy For Speaker Position", "date_published": "2022-12-06 14:07:30+00:00", "description": "Rep. Andy Biggs (R-AZ) is running against House Minority Leader Kevin McCarthy (R-CA) to become Speaker of the House of Representatives. McCarthy won the Republican nomination to become Speaker over Biggs last month by a vote of 188 to 31. Biggs, who chairs the conservative House Freedom Caucus, wrote in a Tuesday opinion piece for ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/been-pushing-for-that-for-years-margot-robbie-wants-gay-romance-between-harley-quinn-and-poison-ivy-to-hit-big-screen", "title": "‘Been Pushing For That For Years’: Margot Robbie Wants Gay Romance Between Harley Quinn And Poison Ivy To Hit Big Screen", "date_published": "2022-12-06 13:57:46+00:00", "description": "Actress Margot Robbie said she’s keen on playing Harley Quinn and exploring her romance with Poison Ivy for the first time on the big screen.  The 32-year-old native Australian, who has played the role of Quinn in several projects, made the comments during a recent interview with ComicBook.com while promoting her new movie, “Babylon.” When ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/suspected-colorado-gay-nightclub-shooter-charged-with-305-counts-faces-life-in-prison-without-parole", "title": "Suspected Colorado Gay Nightclub Shooter Charged With 305 Counts, Faces Life In Prison Without Parole", "date_published": "2022-12-06 13:51:57+00:00", "description": "The 22-year-old suspect accused of killing five and wounding dozens of others after opening fire at a gay nightclub in Colorado last month was formally charged on Tuesday with 305 counts, including charges of assault, hate crimes, and murder. The alleged gunman, who will not be named per Daily Wire policy about not giving notoriety ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aclu-threatens-hospital-if-it-doesnt-perform-transgender-surgeries", "title": "ACLU Threatens Hospital If It Doesn’t Perform Transgender Surgeries", "date_published": "2022-12-06 13:42:51+00:00", "description": "A hospital in Memphis, Tennessee, is being threatened by the American Civil Liberties Union (ACLU) with a possible complaint to the U.S. Department of Health and Human Services Office for Civil Rights unless it performs transgender surgeries. The warning comes as Methodist Le Bonheur Healthcare paused the surgery planned for 19-year-old Chris Evans, whom the ACLU ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-rep-launches-probe-reports-of-bidens-secret-deal-with-saudi-arabia-ahead-of-midterms", "title": "GOP Rep Launches Probe Into Reports Of Biden’s ‘Secret Deal’ With Saudi Arabia Ahead Of Midterms", "date_published": "2022-12-06 13:18:54+00:00", "description": "A ranking Republican on the House Oversight Committee is launching a broad probe into reports of President Joe Biden&#8217;s &#8220;secret deal&#8221; with Saudi Arabia ahead of the 2022 midterm elections. Rep. James Comer (R-KY) is calling on leaders at the Department of Energy (DOE), State Department, Environmental Protection Agency (EPA), and the Securities and Exchange ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nba-basketball-announcer-has-medical-emergency-on-live-television", "title": "NBA Basketball Announcer Has Medical Emergency On Live Television", "date_published": "2022-12-06 12:59:33+00:00", "description": "A television announcer was hospitalized after experiencing a medical episode and losing consciousness before an NBA game tipped off on Monday night. Atlanta Hawks play-by-play man Bob Rathbun, 68, was on-air with analyst and Hall of Famer Dominique Wilkins when he began shaking and passed out before the game against the Oklahoma City Thunder. Hawks ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-important-things-going-on-biden-spits-in-the-face-of-every-american-with-latest-excuse-for-not-visiting-border", "title": "‘More Important Things Going On’: Biden Spits In The Face Of Every American With Latest Excuse For Not Visiting Border", "date_published": "2022-12-06 12:53:04+00:00", "description": "President Joe Biden is in Arizona on Tuesday but won&#8217;t be going to the border. Why? Well, if you ask the &#8220;Big Guy,&#8221; there are &#8220;more important things going on&#8221; than the record amount of illegal immigration America is facing. &#8220;Why go to a border state and not visit the border?&#8221; Fox News reporter Peter ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jpmorgan-ceo-jamie-dimon-predicts-when-americans-savings-will-run-dry", "title": "JPMorgan CEO Jamie Dimon Predicts When Americans’ Savings Will Run Dry", "date_published": "2022-12-06 12:45:52+00:00", "description": "JPMorgan Chase CEO Jamie Dimon predicted that robust consumer spending may run dry toward the middle of next year. During a Tuesday interview with CNBC, the seasoned executive commented on a variety of market phenomena and noted that the United States economy is currently the strongest in the world. “If you look in the short ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ashton-kutcher-says-he-and-his-disabled-twin-brother-michael-are-straight-up-equals", "title": "Ashton Kutcher Says He And His Disabled Twin Brother Michael Are ‘Straight Up Equals’", "date_published": "2022-12-06 12:32:05+00:00", "description": "Ashton Kutcher said he used to feel sorry for his disabled twin brother Michael, but has since come to regard him as an equal. The 44-year-old actor reflected on their sibling relationship during a joint interview the pair did for the new Paramount+ series &#8220;The Checkup with Dr. David Agus.&#8221; Ashton said he used to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-fonz-weighs-in-on-georgia-run-off-runs-face-first-into-john-fetterman-and-joe-biden", "title": "‘The Fonz’ Weighs In On Georgia Run-Off, Runs Face First Into John Fetterman And Joe Biden", "date_published": "2022-12-06 12:23:13+00:00", "description": "&#8220;Happy Days&#8221; actor Henry Winkler weighed in on the Georgia Senate run-off — in favor of incumbent Democratic Sen. Raphael Warnock — but his reasoning quickly sparked a number of unflattering references to Senator-elect John Fetterman (D-PA) and President Joe Biden. Winkler, who played ultimate king of cool Arthur &#8220;The Fonz&#8221; Fonzarelli on the iconic ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-release-more-information-about-alleged-stalker-of-university-of-idaho-victim", "title": "Police Release More Information About Alleged ‘Stalker’ Of University Of Idaho Victim", "date_published": "2022-12-06 12:16:54+00:00", "description": "Police in Moscow, Idaho, have released information about a man believed to possibly be the person one of the four University of Idaho stabbing victims referred to as a “stalker.” The Moscow Police Department made clear that it does not believe the man involved in this incident is related to the murders of Kaylee Goncalves, 21; ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-cant-imagine-vanna-white-says-shes-not-ready-to-give-up-wheel-of-fortune-even-if-pat-sajak-is", "title": "‘I Can’t Imagine’: Vanna White Says She’s Not Ready To Give Up ‘Wheel Of Fortune’ Even If Pat Sajak Is", "date_published": "2022-12-06 12:15:33+00:00", "description": "Vanna White has been turning letters on “Wheel of Fortune” for four decades and she’s not ready to stop now. The 65-year-old game show mainstay discussed how she felt about possibly moving on from her role during an interview with People. While “Wheel of Fortune” host Pat Sajak has hinted at the idea of retiring soon, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/christian-groups-dinner-reservation-canceled-because-restaurants-lgbtq-staff-felt-uncomfortable-unsafe", "title": "Christian Group’s Dinner Reservation Canceled Because Restaurant’s LGBTQ Staff Felt ‘Uncomfortable … Unsafe’", "date_published": "2022-12-06 12:04:46+00:00", "description": "A Richmond, Virginia, restaurant canceled a dinner reservation made by a Christian organization, claiming they did so because LGBTQ members of their staff would feel “uncomfortable or unsafe.” The Family Foundation, which is associated with Focus on the Family and promotes traditional marriage and the right to life, made dinner reservations at Metzger Bar and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-thanks-companies-for-resuming-ads-on-twitter-despite-leftist-pressure-campaign", "title": "Musk Thanks Companies For Resuming Ads On Twitter Despite Leftist Pressure Campaign", "date_published": "2022-12-06 11:51:48+00:00", "description": "Twitter CEO Elon Musk expressed his gratitude for companies that resumed advertisements on the platform despite a pressure campaign from leftist activist groups. Several organizations endorsed a letter to the executives of major Twitter advertisers claiming that “extremists” see Musk’s takeover of the social media platform as “a new opportunity to post the most abusive, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/university-of-virginia-awards-posthumous-degrees-to-three-murdered-football-players", "title": "University Of Virginia Awards Posthumous Degrees To Three Murdered Football Players", "date_published": "2022-12-06 11:43:28+00:00", "description": "The University of Virginia has awarded posthumous degrees to three football players killed last month in a shooting on campus. Associate Dean for Undergraduate Academic Programs Rachel Most made the request on behalf of Devin Chandler, Lavel Davis Jr., and D&#8217;Sean Perry. The degrees were presented to each player&#8217;s family by Director of Athletics Carla ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/3-reasons-the-senate-runoff-in-georgia-is-crucial", "title": "3 Reasons The Senate Runoff In Georgia Is Crucial", "date_published": "2022-12-06 11:29:14+00:00", "description": "We&#8217;re finally here: At long last, we&#8217;re about to be done with the 2022 midterm elections. The U.S. Senate was mostly settled within a few days of the November 8 election, with Democrats retaining control of the chamber. But neither candidate in the Georgia race won a majority of the vote, forcing a runoff between ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kirstie-alleys-cause-of-death-revealed", "title": "Kirstie Alley’s Cause Of Death Revealed", "date_published": "2022-12-06 11:26:03+00:00", "description": "Actress Kirstie Alley died on Monday, December 5, after a short battle with cancer. Her children, True and Lillie Parker, made the heartbreaking announcement via their mother&#8217;s social media accounts — and on Tuesday, a representative for the late actress confirmed to People Magazine that Alley, 71, had only recently been diagnosed with colon cancer. According ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/vaguely-familiar-heres-the-fauci-fib-that-stood-out-most-in-the-docs-dishonest-deposition", "title": "‘Vaguely Familiar?’: Here’s The Fauci Fib That Stood Out Most In The Doc’s Dishonest Deposition", "date_published": "2022-12-06 11:17:57+00:00", "description": "Dr. Anthony Fauci would wear a mask for the rest of his life just to hide his face if he weren&#8217;t vaccinated and triple-boosted for shame. The octogenarian immunologist who once claimed to be the human embodiment of science put on a clinic of mendacity in a November 23 deposition for a lawsuit brought by the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-the-transfer-portal-is-rapidly-transforming-college-football", "title": "How The Transfer Portal Is Rapidly Transforming College Football", "date_published": "2022-12-06 10:38:08+00:00", "description": "Yesterday, the transfer portal window opened for everyone. To say it was wild is grossly misleading. A barrage of big names entered college football’s version of free agency from all positions, but the number of quarterbacks who are &#8216;portaling&#8217; is off the charts. There are some programs that can change their fortunes quickly and give ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/author-shares-that-only-2-people-came-to-her-book-signing-then-famous-authors-chime-in-i-have-sat-lonely", "title": "Author Shares That Only 2 People Came To Her Book Signing, Then Famous Authors Chime In: ‘I Have Sat Lonely’", "date_published": "2022-12-06 10:24:31+00:00", "description": "New author Chelsea Banning was feeling sad following the low turnout at her book signing but then got support from some of the most famous authors in the world. The Ohio native posted about the event on her Twitter account. Banning told NPR that nearly 40 people had responded that they would attend her signing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/vivek-ramaswamys-strive-asset-management-to-uproot-esg-moves-at-three-major-companies", "title": "Vivek Ramaswamy’s Strive Asset Management To Uproot ESG Moves At Three Major Companies", "date_published": "2022-12-06 09:39:52+00:00", "description": "Strive Asset Management revealed a plan Tuesday to spurn risks presented to the shareholders of ExxonMobil, Chevron, and Home Depot by the environmental, social, and governance movement, also known as ESG. The series of actions, first shared with The Daily Wire, will be executed next year to prevent the companies from “prioritizing ESG over excellence,” ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actress-kate-winslet-traumatized-from-titanic-says-testosterone-hating-director-james-cameron", "title": "Actress Kate Winslet ‘Traumatized’ From ‘Titanic,’ Says Testosterone-Hating Director James Cameron", "date_published": "2022-12-06 07:54:10+00:00", "description": "Movie director James Cameron said in a recent interview that &#8220;Titanic&#8221; actress Kate Winslet was &#8220;traumatized&#8221; from making the blockbuster film. The remarks from Cameron come after he gave an interview with The Hollywood Reporter at the end of November about the second film of the Avatar movie franchise — “Avatar: The Way Of Water” ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-reacts-to-tragic-death-of-beloved-cheers-star-kirstie-alley", "title": "Hollywood Reacts To Tragic Death Of Beloved ‘Cheers’ Star Kirstie Alley", "date_published": "2022-12-06 07:29:42+00:00", "description": "Hollywood responded with an outpouring of love in response to Monday&#8217;s tragic news that actress Kirstie Alley, who starred in “Cheers,” “Veronica’s Closet,” and “Drop Dead Gorgeous,” had died at 71. Alley’s children released the news of her death, saying that she died after a battle with cancer and that she was surrounded by her ...", "persistent": false}]