[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/ukraina-kyrylo-budanow-wojna-nie-potrwa-dlugo-wrocimy-do-granic-z-1991-roku/", "title": "Ukraina. Kyryło Budanow: Wojna nie potrwa długo, wrócimy do granic z 1991 roku", "date_published": "2022-10-01 20:27:00+00:00", "description": "Cała ta wojna nie potrwa tak długo - powiedział Kyryło Budanow, szef ukraińskiego wywiadu wojskowego, którego wypowiedź z konferencji prasowej była cytowana przez agencję Interfax-Ukraina. Budanow nakreślił scenariusz wojny, aż do jej końca, kiedy Kijów ma odzyskać wszystkie terytoria utracone od 2014 r."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/wielka-brytania-nie-zyje-gwardzista-jack-burnell-williams-pelnil-warte-przy-trumnie-elzbiety-ii/", "title": "Wielka Brytania. Nie żyje gwardzista Jack Burnell-Williams. Pełnił wartę przy trumnie Elżbiety II", "date_published": "2022-10-01 19:17:00+00:00", "description": "Jack Burnell-Williams to 18-letni gwardzista, który jeszcze niespełna dwa tygodnie temu pełnił wartę przy trumnie królowej Elżbiety II. W środę 28 września jego ciało znaleziono w koszarach w Londynie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/nord-stream-2-dunska-agencja-energii-z-gazociagu-przestal-wyciekac-gaz/", "title": "Nord Stream 2. Duńska Agencja Energii: Z gazociągu przestał wyciekać gaz", "date_published": "2022-10-01 17:34:00+00:00", "description": "Z gazociągu Nord Stream 2 przestał wyciekać gaz - podała w sobotę wieczorem Duńska Agencja Energii. Gazociąg został uszkodzony po detonacji ładunków wybuchowych. Zaatakowany został też rurociąg NS1. Nie jest wiadomo, kto dokonał ataków."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/lyman-ramzan-kaydrow-krytykuje-rosyjska-armie-wzywa-do-uzycia-broni-jadrowej/", "title": "Łyman. Ramzan Kaydrow krytykuje rosyjską armię. Wzywa do użycia broni jądrowej", "date_published": "2022-10-01 17:15:00+00:00", "description": "Nie mogę milczeć o tym, co stało się w Łymanie - stwierdził w najnowszym wpisie przywódca Czeczenii Ramzan Kadyrow. Za sukcesy ukraińskiej kontrofensywy obwinił rosyjskiego generała Aleksandra Łapina, którego nazwał nieudacznikiem. Zaproponował też podjęcie bardziej drastycznych kroków, by wygrać wojnę. Jednym z nich byłoby użycie taktycznej broni jądrowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/krym-kleby-dymu-nad-lotniskiem-belbek-kolo-sewastopola-media-informuja-o-eksplozji/", "title": "Krym. Kłęby dymu nad lotniskiem Belbek koło Sewastopola. Media informują o eksplozjach", "date_published": "2022-10-01 15:55:00+00:00", "description": "Zdjęcia i nagrania unoszących się kłębów dymu nad lotniskiem wojskowym Belbek koło Sewastopola obiegły w sobotę media społecznościowe. Według rosyjskich władz doszło do zapalenia się samolotu. Ukraińskie media informują z kolei o dźwiękach eksplozji słyszanych w mieście."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/usa-rosyjski-konsulat-w-nowym-jorku-oblany-czerwona-farba-sa-nagrania/", "title": "USA. Rosyjski konsulat w Nowym Jorku oblany czerwoną farbą. Są nagrania", "date_published": "2022-10-01 15:32:00+00:00", "description": "Rosyjski konsulat w Nowym Jorku został w piątek pomazany czerwoną farbą. W sieci pojawiło się nagranie z momentu samego incydentu, jak i zdjęcia z jego efektem. Na filmie widać jak nad ranem czasu miejscowego, mężczyzna ubrany na czarno zaczyna rozpylać czerwoną farbę w sprayu na elewacji budynku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/wojna-w-ukrainie-pijani-rosjanie-na-komisjach-mobilizacyjnych-w-zyciu-nie-widzialem-trzezwych/", "title": "Wojna w Ukrainie. Pijani Rosjanie na komisjach mobilizacyjnych. \"W życiu nie widziałem trzeźwych\"", "date_published": "2022-10-01 15:18:00+00:00", "description": "Ja w życiu nie widziałem tam trzeźwych ludzi - powiedział w telewizyjnym wywiadzie rosyjski deputowany Andriej Gurulew, Były zastępca dowódcy południowego okręgu wojskowego Rosji odniósł się do pojawiających się w mediach społecznościowych informacji o pijanych rekrutach w komisjach mobilizacyjnych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/ukraina-wojska-ukrainskie-weszly-do-lymanu-rosjanie-sie-wycofuja/", "title": "Ukraina. Wojska ukraińskie weszły do Łymanu. Rosjanie się wycofują", "date_published": "2022-10-01 14:26:00+00:00", "description": "Siły ukraińskie wkroczyły do Łymanu - podał w sobotę popołudniu Reuters. W mieście okrążonych było kilka tysięcy Rosjan. - Trwają walki - poinformował rzecznik Wschodniego Zgrupowania Wojsk Serhij Czerewatyj. Rosyjskie ministerstwo obrony niedługo później potwierdziło decyzję o wycofaniu swoich sił."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/ukraina-w-ostrzelanej-przez-rosjan-kolumnie-zginelo-co-najmniej-20-osob-w-tym-10-dzieci/", "title": "Ukraina. W ostrzelanej przez Rosjan kolumnie zginęło co najmniej 20 osób, w tym 10 dzieci", "date_published": "2022-10-01 13:41:00+00:00", "description": "Co najmniej 20 osób zginęło, w tym 10 dzieci w ostrzelanej przez Rosjan kolumnie samochodów w powiecie kupiańskim w obwodzie charkowskim na północnym wschodzie Ukrainy - przekazała Służba Bezpieczeństwa Ukrainy (SBU)."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/belgia-80-latka-zapisala-w-testamencie-ponad-3-mln-euro-miastu-w-belgii/", "title": "Belgia. 80-latka zapisała w testamencie kilka mln euro miastu w Belgii", "date_published": "2022-10-01 12:50:00+00:00", "description": "80-letnia Holenderka, zmarła niedawno, przekazała w testamencie swój majątek dla miasta Brugia w Belgii. Włodarze otrzymali w darowiźnie niemałą kwotę ponad 3,3 mln euro. Nigdy nie widziałem darowizny tej wielkości – powiedział gazecie Het Laatste Nieuws, która opublikowała informację, burmistrz Dirk De fauw."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/tesla-pokazala-humanoidalnego-robota-wykonuje-powtarzalne-czynnosci/", "title": "Tesla pokazała humanoidalnego robota. Wykonuje powtarzalne czynności", "date_published": "2022-10-01 11:48:00+00:00", "description": "Elon Musk właściciel i dyrektor Tesli zaprezentował podczas wydarzenia AI Day stworzonego przez firmę humanoidalnego robota zwanego Optimus. Robot wykonuje samodzielnie powtarzalne czynności."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/wojna-w-ukrainie-rosjanie-porwali-dyrektora-zaporoskiej-elektrowni-atomowej/", "title": "Wojna w Ukrainie. Rosjanie porwali dyrektora Zaporoskiej Elektrowni Atomowej", "date_published": "2022-10-01 09:06:00+00:00", "description": "Rosyjskie wojsko zatrzymało, a następnie wywiozło z zawiązanymi oczami w nieznanym kierunku dyrektora Zaporoskiej Elektrowni Atomowej - poinformował w sobotę w komunikacie szef Enerhoatomu. Nie ma informacji o losie Ihora Muraszowa. Petro Kotin domaga się jego natychmiastowego uwolnienia, zwrócił się także m.in. do Międzynarodowej Agencji Energii Atomowej (MAEA) o pomoc."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/wojna-w-ukrainie-rosjanie-wywiezli-okolo-8-tys-dzieci-czesc-trafia-do-adopcji/", "title": "Wojna w Ukrainie. Rosjanie wywieźli około 8 tys. dzieci. Część trafia do adopcji", "date_published": "2022-10-01 08:43:00+00:00", "description": "Prawie 8 tysięcy dzieci zostało wywiezionych z Ukrainy do Rosji, ich liczba może być jeszcze większa, ponieważ władze w Kijowie nie dysponują wszystkimi danymi uprowadzonych dzieci. Rosyjskie szacunki mówią nawet o 600 tys. nieletnich."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/wojna-w-ukrainie-isw-sily-ukrainskie-w-ciagu-72h-najprawdopodobniej-odbija-lub-otocza-lyman/", "title": "Wojna w Ukrainie. ISW: Siły ukraińskie w ciągu 72h najprawdopodobniej odbiją lub otoczą Łyman", "date_published": "2022-10-01 08:05:00+00:00", "description": "Miasto Łyman w Donbasie na wschodzie Ukrainy zostanie najprawdopodobniej odbity lub otoczony przez wojska ukraińskie w ciągu 72 godzin - ocenia amerykański Instytut Studiów nad Wojną (ISW)."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/mount-everest-andrzej-bargiel-czeka-na-dobra-pogode-by-zjechac-na-nartach-z-osmiotysiecznika/", "title": "Mount Everest. Andrzej Bargiel czeka na dobrą pogodę, by zjechać na nartach z ośmiotysięcznika", "date_published": "2022-10-01 07:22:00+00:00", "description": "Andrzej Bargiel i Janusz Gołąb najprawdopodobniej jeszcze w sobotę podejmą decyzję, czy zdecydują się na atak szczytowy na najwyższy wierzchołek Ziemi Mount Everest (8848 m n.p.m.). Bargiel zamierza zjechać z góry na nartach. Jego plan może się udać tylko wtedy, gdy na szczycie będzie dobra pogoda, zapewniająca widoczność i umiarkowany wiatr przez dwa dni - mówił w Polsat News jego brat Bartek."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/wojna-w-ukrainie-rosja-zamawia-jod-w-jodku-potasu-cztery-dni-na-przetarg/", "title": "Wojna w Ukrainie. Rosja zamawia jod w jodku potasu. Cztery dni na przetarg", "date_published": "2022-10-01 06:05:00+00:00", "description": "Federalna rosyjska agencja zamawia tabletki z jodkiem potasu, a na złożenie ofert są zaledwie cztery dni. Zamówienie ma wartość prawie 5 mln rubli - podają media. Lek ten jest stosowany do ochrony tarczycy w przypadku skażenia radioaktywnego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-01/korea-polnocna-dwa-pociski-balistyczne-wystrzelone-w-kierunku-morza-japonskiego/", "title": "Korea Północna. Dwa pociski balistyczne wystrzelone w kierunku Morza Japońskiego", "date_published": "2022-10-01 04:54:00+00:00", "description": "Korea Północna wystrzeliła w sobotę dwie rakiety balistyczne krótkiego zasięgu. Pociski spadły do Morza Japońskiego przy wschodnim wybrzeżu kraju. Armia Korei Południowej poinformowała, że w tym tygodniu odnotowano już cztery starty rakiet Pjongjangu."}]