[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/rosjanie-uciekaja-przed-mobilizacja-dotarli-do-usa/", "title": "Wojna w Ukrainie. Rosjanie uciekają przed mobilizacją. Dotarli do... USA", "date_published": "2022-10-06 20:59:00+00:00", "description": "Rosjanie masowo uciekają z kraju przed mobilizacją. Najpopularniejszymi kierunkami są Gruzja i Kazachstan. Inną drogę obrało dwóch mężczyzn, którzy przed powołaniem do wojska uciekli na terytorium USA. Konkretnie na jedną z wysp, należącą do stanu Alaska."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/premier-mateusz-morawieckisssssss/", "title": "Premier Mateusz Morawiecki w Pradze: Ten szczyt potwierdził, że Rosja jest w pełnej izolacji", "date_published": "2022-10-06 20:33:00+00:00", "description": "Ten szczyt potwierdził, że Rosja jest w pełnej izolacji nie tylko państw UE, ale też od innych państw, które czasami bezpośrednio z nią graniczą i wszystkie potępiają agresję Rosji - powiedział premier Mateusz Morawiecki w czwartek w Pradze."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/bialorus-kara-za-podnoszenie-cen-lukaszenka-rozwiazal-problem-inflacji/", "title": "Białoruś. Kara za podnoszenie cen. Łukaszenka \"rozwiązał\" problem inflacji", "date_published": "2022-10-06 20:17:00+00:00", "description": "W reakcja na szalejącą inflację białoruski przywódca Alaksandr Łukaszenka ogłosił całkowity zakaz podnoszenia cen w całym kraju. Każdy sprzedawca, który złamie zakaz, może spodziewać się kary."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/wojna-w-ukrainie-dmitrij-pieskow-zelenski-wezwal-do-rozpoczecia-wojny-swiatowej/", "title": "Wojna w Ukrainie. Dmitrij Pieskow: Zełenski wezwał do rozpoczęcia wojny światowej", "date_published": "2022-10-06 19:26:00+00:00", "description": "Takie wypowiedzi to nic innego, jak apel o rozpoczęcie kolejnej wojny światowej z nieprzewidywalnymi, potwornymi konsekwencje - tak rzecznika Kremla Dmitrij Pieskowa miał skomentować w RIA Novosti rzekome słowa prezydent Ukrainy dla australijskiego Lowy Institute. Wołodymyr Zełenski miał zasugerować, że NATO powinno rozpocząć uderzenia prewencyjne, by wykluczyć użycie broni jądrowej przez Rosję."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/motocyklista-wjechal-wprost-pod-ciezarowke-wczesniej-napisal-wiadomosc/", "title": "Francja: Motocyklista wjechał wprost pod ciężarówkę. Wcześniej napisał SMS-a do byłej partnerki", "date_published": "2022-10-06 17:16:00+00:00", "description": "50-letni motocyklista zginął w zderzeniu z samochodem ciężarowym. Według francuskich mediów wszystko wskazuje na to, że nie był to nieszczęśliwy wypadek, lecz samobójstwo. Mężczyzna wysłał bowiem wcześniej SMS-a do swojej byłej partnerki, w którym poinformował o chęci odebrania sobie życia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/finlandia-dwie-awarie-w-elektrowni-atomowej-wstrzymana-praca-dwoch-reaktorow/", "title": "Finlandia: Dwie awarie w elektrowni atomowej. Wstrzymana praca dwóch reaktorów", "date_published": "2022-10-06 16:53:00+00:00", "description": "Dwie awarie w pierwszym i drugim reaktorze elektrowni atomowej w Finlandii. Praca siłowni była przez kilka dni wstrzymana. W czwartek jej operator podał, że drugi blok został uruchomiony. Naprawa uszkodzenia w pierwszym reaktorze może potrwać do 16 października. Spółka energetyczna Fortum nie łączy ze sobą wykrytych usterek. Zapewnia, że w obu wypadkach nie wystąpiło zagrożenie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/who-ostrzega-przed-syropami-na-kaszel-zmarlo-66-dzieci/", "title": "WHO ostrzega przed syropami na kaszel. Zmarło 66 dzieci", "date_published": "2022-10-06 16:06:00+00:00", "description": "W Gambii w ostatnim czasie doszło do zagadkowych zgonów kilkudziesięciu dzieci. Sytuacja była na tyle poważna, że zajęła się nią Światowa Organizacja Zdrowia (WHO). Po wnikliwym przeanalizowaniu sprawy okazało się, że za śmierć dzieci mogą odpowiadać produkowane w Indiach syropy na kaszel."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/wlochy-noworodek-w-reklamowce-porzucony-przy-drodze-trwaja-poszukiwania-matki/", "title": "Włochy. Noworodek w reklamówce porzucony przy drodze. Trwają poszukiwania matki", "date_published": "2022-10-06 15:16:00+00:00", "description": "- To cud. Tak małe dziecko nie przeżyłoby samo nocy porzucone na dworze - mówią lekarze, którzy opiekują się w szpitalu maleńkim chłopcem znalezionym w foliowej reklamówce przy drodze w Paceco (Włochy). Policja szuka matki chłopca."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/niemcy-policja-bedzie-kontrolowac-ciezarowki-z-odpadami-chca-zatrzymac-fale-nielegalnych-smieci/", "title": "Niemcy. Kontrola ciężarówek z odpadami. Uderzenie w falę nielegalnych śmieci jadących do Polski", "date_published": "2022-10-06 14:34:00+00:00", "description": "W Niemczech, w pobliżu granicy z Polską, przeprowadzona została z udziałem urzędników z obu krajów akcja kontroli ciężarówek z odpadami. Spośród kilkunastu skontrolowanych pojazdów właściciel jednego będzie odpowiadał za nielegalny przewóz śmieci. W środę najczęściej wieziono do naszego kraju zużyte opony, stare ubrania, papier i odpady metalowe."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/turcja-awaria-podwozia-podczas-ladowania-pasazerowie-ewakuowani-na-pas-startowy/", "title": "Turcja: W lądującym boeingu pękła opona, a później stanęła w ogniu. Pasażerowie ewakuowani", "date_published": "2022-10-06 14:00:00+00:00", "description": "Opona Boeinga 737-800 należącego do Turkish Airlines pękła podczas lądowania na lotnisku Hatay w południowej Turcji. Podgrzane podwozie doprowadziło do pożaru. Pasażerów ewakuowano na płytę lotniska."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/holandia-siedem-osob-rannych-po-wypadku-w-holandii-polski-kierowca-byl-prawdopodobnie-pijany/", "title": "Holandia. Polak wjechał w cysternę. Siedem osób rannych", "date_published": "2022-10-06 13:48:00+00:00", "description": "54-letni kierowca furgonetki, która uderzyła w cysternę w Badhoevedorp, prawdopodobnie był pod wpływem alkoholu - poinformowała holenderska policja. W wypadku spowodowanym przez Polaka rannych zostało siedem osób. Kierowcę po przesłuchaniu zwolniono do domu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/tajlandia-wiadomo-kim-jest-sprawca-strzelaniny-w-zlobku-co-najmniej-38-ofiar-w-tym-22-dzieci/", "title": "Tajlandia. Wiadomo, kim jest sprawca strzelaniny w żłobku. Co najmniej 38 ofiar, w tym 22 dzieci", "date_published": "2022-10-06 13:28:00+00:00", "description": "Co najmniej 38 osób, w tym 22 dzieci nie żyje po tym jak w Tajlandii były policjant uzbrojony w broń palną i nóż zaatakował żłobek. Następnie zabił swoją żonę i dziecko, a sobie odebrał życie. Miejscowe władze poinformowały, że 34-letni mężczyzna został usunięty ze służby w ubiegłym roku za narkotyki. W czwartek wyszedł z więzienia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/atak-nozownika-w-centrum-londynu/", "title": "Wielka Brytania. Atak nożownika w centrum Londynu", "date_published": "2022-10-06 13:09:00+00:00", "description": "Niedaleko stacji kolejowej Liverpool Street w centralnym Londynie doszło do dramatycznego incydentu. Na ruchliwej ulicy przed biurowcem na Bishopsgate uzbrojony w nóż napastnik ranił trzy osoby. Czwarta miała doznać obrażeń na skutek popchnięcia na ziemię. Poszkodowani trafili do szpitala, a policja otoczyła miejsce zdarzenia kordonem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/niemcy-strajk-pilotow-tanich-linii-eurowings/", "title": "Niemcy. Strajk pilotów tanich linii Eurowings", "date_published": "2022-10-06 12:01:00+00:00", "description": "Trwa jednodniowy strajk pilotów tanich linii Eurowings. O rozpoczęciu akcji poinformował nad ranem rzecznik związku zawodowego pilotów Vereinigung Cockpit (VC). Odwołano około połowę zaplanowanych lotów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/nosila-23-soczewki-kontaktowe-w-jednym-oku-myslala-ze-nie-trzeba-ich-zdejmowac/", "title": "Nosiła 23 soczewki kontaktowe w jednym oku. Myślała, że nie trzeba ich zdejmować", "date_published": "2022-10-06 11:52:00+00:00", "description": "W sieci pojawiło się nagranie z zabiegu usunięcia z oka pacjentki 23 soczewek kontaktowych, które nosiła bez przerwy od ponad trzech tygodni. To rekordowa liczba kontaktów wyjętych z jednej gałki ocznej. Wideo zostało opublikowane przez klinikę w USA ku przestrodze. Wcześniejszy rekord należał do 65-latki, która 27 silikonowych nakładek nosiła przez 35 lat."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/mateusz-morawiecki-o-wycieku-z-nord-stream-to-najprawdopodobniej-dzielo-rosyjskich-sluzb/", "title": "Mateusz Morawiecki o wycieku z Nord Stream: To najprawdopodobniej dzieło rosyjskich służb", "date_published": "2022-10-06 11:39:00+00:00", "description": "- To najprawdopodobniej, według informacji, które dostajemy także od naszych zagranicznych przyjaciół, dzieło rosyjskich służb - powiedział premier Mateusz Morawiecki podczas wizyty w Pradze."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/literacka-nagroda-nobla-2022-laureatka-annie-ernaux/", "title": "Literacka Nagroda Nobla 2022. Laureatką Annie Ernaux", "date_published": "2022-10-06 11:02:00+00:00", "description": "Francuzka Annie Ernaux otrzymała Literacką Nagrodę Nobla w 2022 roku - poinformowała Akademia Szwedzka. Wyróżnienie przyznano za odwagę i kliniczną ostrość, z jaką odkrywa korzenie, wyobcowanie i zbiorowe ograniczenia pamięci osobistej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/wojna-w-ukrainie-zolnierze-spiewaja-la-la-la-wystep-dla-zmobilizowanych-w-jekaterynburgu/", "title": "Wojna w Ukrainie. Żołnierze śpiewają \"la la la\". Występ dla zmobilizowanych w Jekaterynburgu", "date_published": "2022-10-06 09:51:00+00:00", "description": "Dla zmobilizowanych żołnierzy w Jekaterynburgu przygotowano niespodziankę. Przed wyjazdem na front w Ukrainie Rosjanie mogli posłuchać muzyki na żywo. Niektórzy wspólnie z wokalistką śpiewali refren piosenki, inni radośnie podrygiwali w rytm. Wideo z tego wydarzenia trafiło do sieci. Internauci zwrócili uwagę, że autorką piosenki jest artystka urodzona w Kijowie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/tiktokerka-wlala-wodke-do-filtra-na-wode-efekt-ja-zaskoczyl/", "title": "Tiktokerka wlała wódkę do filtra na wodę. Efekt ją zaskoczył", "date_published": "2022-10-06 08:29:00+00:00", "description": "Autorka kreatywnych treści internetowych przedstawiająca się jako Han Walls postanowiła zweryfikować popularny wśród internautów trend przelewania wódki przez domowy filtr do wody. Smak alkoholu po tym zabiegu wywołał u niej spore zdumienie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/wielka-brytania-lista-zakazanych-zwrotow-w-nowym-poradniku-odradza-mowic-panie-i-panowie/", "title": "Wielka Brytania: Lista zakazanych zwrotów w nowym poradniku. Odradza mówić \"panie i panowie\"", "date_published": "2022-10-06 08:15:00+00:00", "description": "Nie tylko mama i tata, ale także ubogie dzielnice, bezdomni i wybór stylu życia - to niektóre ze zwrotów zakazanych przez językowy poradnik, który otrzymali samorządowcy z Wielkiej Brytanii. Jego twórcy chcą nauczyć ich, jak traktować podwładnych z szacunkiem i nie wykluczać ich ze wspólnoty. Dziennikarze zapytali przedstawicieli lokalnych władz o ocenę publikacji i usłyszeli: To bzdury."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/andrzej-poczobut-wpisany-przez-kgb-na-liste-terrorystow/", "title": "Andrzej Poczobut wpisany przez białoruski reżim na listę terrorystów", "date_published": "2022-10-06 08:07:00+00:00", "description": "Andrzej Poczobut został wpisany przez białoruski reżim na listę terrorystów - podaje organizacja Wiosna96. Dziennikarz od marca 2021 roku przebywa w areszcie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/szachy-hans-niemann-mial-oszukiwac-w-ponad-stu-partiach-szachow-online/", "title": "Szachy. Hans Niemann miał oszukiwać w ponad stu partiach szachów online", "date_published": "2022-10-06 07:57:00+00:00", "description": "19-letni Hans Niemann miał oszukiwać w ponad stu partiach szachów online od 2020 roku - wynika z raportu największego serwisu szachowego chess.com. Amerykanina o oszustwo jako pierwszy oskarżył mistrz świata, Duńczyk Magnus Carlsen. - Uważam, że za oszustwa powinien być dożywotni zakaz gry w turniejach - mówił w Polsat News Krzysztof Budrewicz, szachista i sędzia szachowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/usa-policja-zostawila-radiowoz-na-przejezdzie-kolejowym-w-srodku-siedziala-zatrzymana/", "title": "USA. Policja zostawiła radiowóz na przejeździe kolejowym. W środku siedziała zatrzymana", "date_published": "2022-10-06 06:25:00+00:00", "description": "20-letnia kobieta zatrzymana przez funkcjonariuszy w stanie Kolorado doznała ciężkich obrażeń po tym, jak w stojący na przejeździe kolejowym policyjny radiowóz, w którym przebywała, uderzył pociąg towarowy. Skuta kajdankami nie była w stanie wydostać się z pojazdu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/meksyk-atak-na-ratusz-co-najmniej-18-ofiar-w-tym-burmistrz/", "title": "Meksyk: Atak na ratusz. Co najmniej 18 ofiar, w tym burmistrz", "date_published": "2022-10-06 05:30:00+00:00", "description": "Brutalny atak w mieście San Miguel Totolapan (stan Guerrero) na południu Meksyku. Uzbrojeni napastnicy wtargnęli do ratusza, gdzie zabili 18 osób. W masakrze zginął burmistrz miasta. Za atakiem stoi prawdopodobnie lokalna organizacja przestępcza Los Tequileros."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-06/grecja-w-poblizu-wyspy-lesbos-zatonela-lodz-z-migrantami-co-najmniej-15-ofiar/", "title": "Grecja: W pobliżu wyspy Lesbos zatonęła łódź z migrantami. Co najmniej 15 ofiar", "date_published": "2022-10-06 04:15:00+00:00", "description": "Na Morzu Egejskim, na wschód od greckiej wyspy Lesbos zatonęła łódź z migrantami. Na pokładzie znajdowało się około 40 osób. Grecka straż przybrzeżna poinformowała o śmierci co najmniej 15 osób. Trwają poszukiwania pozostałych pasażerów."}]