[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/francja/", "title": "Francja. Pomyłka kosztowała eksperta pracę. Chińską wazę wycenił... 4000 razy za nisko", "date_published": "2022-10-08 20:48:00+00:00", "description": "Unikatowa chińska waza sprzedana za 7,7 mln euro została zlekceważona przez eksperta francuskiego domu aukcyjnego, który uznał, że to nieudolna XX-wieczna kopia z masowej produkcji i nie powinna kosztować więcej niż 2000 euro. Jednak, gdy tylko pojawiła się w katalogu, na jej punkcie oszaleli kupujący z Chin. Licytację wygrał nabywca, który do końca walczył o nią przez telefon. Eksperta zwolniono."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/usa-atak-pitbulli-na-rodzine-nie-zyje-dwoje-dzieci-matka-w-szpitalu/", "title": "USA. Atak pitbulli na rodzinę. Nie żyje dwoje dzieci. Matka w szpitalu", "date_published": "2022-10-08 19:54:00+00:00", "description": "Dwa pitbulle zaatakowały rodzinę w stanie Tennessee w USA. Nie żyje dwoje małych dzieci, a matka, która chciała je ratować, została przewieziona do szpitala w stanie krytycznym z poważnymi obrażeniami całego ciała. Zwierzęta zostały uśpione - podało biuro szeryfa hrabstwa Shelby, które prowadzi śledztwo w sprawie tragedii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/wojna-w-ukrainie-ekspert-o-aresztowaniach-wojskowych-w-moskwie-czekam-na-potwierdzenie-usa/", "title": "Wojna w Ukrainie. Ekspert o \"aresztowaniach wojskowych\" w Moskwie. \"Czekam na potwierdzenie USA\"", "date_published": "2022-10-08 17:23:00+00:00", "description": "Ukraiński wywiad poinformował w sobotę o trwającej w Moskwie operacji skierowanej przeciwko wojskowym i ich aresztowaniach. - Nie sądzę, żeby to był pucz wojskowych - powiedział w Polsat News dr Wojciech Szewko. Dodał, że informacji nie potwierdzają niezależne rosyjskie media i Stany Zjednoczone, które mają źródła w stolicy Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/kapitan-mial-odurzyc-kadetow-akademii-morskiej-i-zgwalcic-jednego-z-nich/", "title": "USA: Kapitan miał odurzyć kadetów akademii morskiej i zgwałcić jednego z nich", "date_published": "2022-10-08 14:14:00+00:00", "description": "Kapitan statku miał odurzyć dwóch studentów, a następnie zgwałcić jednego z nich - informuje CNN. Śledztwo wszczęła w tej sprawie Straż Przybrzeżna. Wcześniej mężczyzna był już oskarżony o gwałt, ale sąd apelacyjny oddalił wyrok."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/usa-umowil-sie-na-randke-z-tindera-skonczyl-zwiazany-i-okaleczony/", "title": "USA: Umówił się na randkę z Tindera. Skończył związany i okaleczony", "date_published": "2022-10-08 14:02:00+00:00", "description": "Tragicznie dla młodego mężczyzny mogła skończyć się randka z Tindera z rok starszą Lauren. Dziewczyna związała go, dusiła i zadawała ciosy nożem. - Jeśli zaczniesz krzyczeć to cię zabiję - usłyszał od swojej oprawczyni. 21-latkowi udało się wyswobodzić, uciec na parking i wezwać policję. Napastniczka może trafić do więzienia na 25 lat."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/wojna-w-ukrainie-nowy-dowodca-sil-rosyjskich-w-ukrainie/", "title": "Wojna w Ukrainie. Siergiej Surowikin nowym dowódcą sił rosyjskich", "date_published": "2022-10-08 13:35:00+00:00", "description": "Rosyjskie ministerstwo obrony podało, że nowym dowódcą rosyjskich sił zbrojnych zaangażowanych w operację specjalną w Ukrainie został generał Siergiej Surowikin. Oświadczenie, na które powołuje się agencja Reutera, zostało opublikowane w sobotę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/niemcy-awaria-na-kolei-to-efekt-sabotazu/", "title": "Niemcy: Awaria na kolei to efekt sabotażu", "date_published": "2022-10-08 12:33:00+00:00", "description": "Na kilka godzin zawieszone zostały dalekobieżne połączenia kolejowe w północnych Niemczech. Jak przekazała agencja Reutera, początkowy komunikat Deutsche Bahn mówił o usterce technicznej. W sobotnie popołudnie przekazano jednak, że doszło do sabotażu. Problem dotyczył wszystkich składów ICE, IC i EC."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/premier-udostepnil-zdjecie-wspomnial-o-kralovcu/", "title": "Premier udostępnił zdjęcie. Wspomniał o Kralovcu", "date_published": "2022-10-08 12:01:00+00:00", "description": "Czescy internauci ogłosili kilka dni temu aneksję obwodu Kaliningradzkiego. Była to reakcja na rosyjskie pseudoreferenda w Donbasie. Do nieformalnej inicjatywę naszych sąsiadów odniósł się premier Mateusz Morawiecki, który w jednym z wpisów na Twitterze wspomniał o Kralovcu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/eksplozja-na-moscie-krymskim-zostal-awansowany-na-tunel/", "title": "Eksplozja na Moście Krymskim. \"Został awansowany na tunel\"", "date_published": "2022-10-08 11:07:00+00:00", "description": "W sobotę rano doszło do wybuchu na Moście Krymskim. Internet zalała fala komentarzy oraz prześmiewczych memów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/wybuch-na-moscie-krymskim-panika-na-krymie/", "title": "Wybuch na Moście Krymskim. Panika na Krymie", "date_published": "2022-10-08 08:22:00+00:00", "description": "Zniszczenie Mostu Krymskiego spowodowało poważne utrudnienia w dostępie do Rosji. Władze zaanektowanego Krymu oświadczyły, że sprzedaż niektórych produktów spożywczych zostanie ograniczona. Gigantyczne kolejki ustawiają się też na stacjach benzynowych, a według niektórych doniesień w Cieśninie Kerczeńskiej tłoczą się statki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/wybuch-na-moscie-krymskim-gen-pacek-rosjanie-boja-sie-ze-kraj-jest-slaby/", "title": "Wybuch na Moście Krymskim. Gen. Pacek: Rosjanie boją się, że kraj jest słaby", "date_published": "2022-10-08 07:34:00+00:00", "description": "- Rosjanie są przerażeni, że po raz kolejny dowództwo rosyjskie nie zapanowało nad sytuacją - powiedział w Polsat News gen. Bogusław Pacek, dyrektor Instytutu Bezpieczeństwa i Rozwoju Międzynarodowego. W jego ocenie, jest to pierwszy widoczny efekt eksplozji, do której doszło na Moście Krymskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/zabijal-i-okradal-starsze-kobiety-seryjny-morderca-skazany/", "title": "USA. Zabijał i okradał starsze kobiety. Seryjny morderca skazany", "date_published": "2022-10-08 06:30:00+00:00", "description": "Sąd w Dallas skazał 49-letniego mężczyznę za zabójstwo 87-letniej kobiety. Według śledczych Billy Chemirmir, który w kwietniu został skazany za zabójstwo innej kobiety, ma na koncie znacznie więcej morderstw."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/pozar-na-moscie-krymskim/", "title": "Pożar na Moście Krymskim. Zawaliła się część przeprawy", "date_published": "2022-10-08 06:15:00+00:00", "description": "Na odnodze kolejowej Mostu Krymskiego wybuchł pożar. W sieci pojawiają się zdjęcia i nagrania, na których widać m.in., że fragment mostu runął do wody. Krym, most, początek. Wszystko, co nielegalne musi zostać zniszczone, wszystko, co skradzione musi zostać zwrócone Ukrainie, wszystko co należy do rosyjskiej okupacji musi zostać wygnane - napisał Mychajło Podolak."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-08/eksplozja-na-stacji-benzynowej-w-irlandii-sa-ofiary/", "title": "Eksplozja na stacji benzynowej w Irlandii. Są ofiary", "date_published": "2022-10-08 04:43:00+00:00", "description": "Co najmniej trzy osoby zginęły w wyniku eksplozji na stacji benzynowej w miejscowości Creeslough na północy Irlandii. Ofiar może być jednak więcej. Na miejscu trwa akcja ratunkowa."}]