[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-former-paypal-exec-led-backlash-before-paypal-abandoned-alleged-plan-to-fine-users-2500-for-misinformation", "title": "Elon Musk, Former PayPal Exec Led Backlash Before PayPal Abandoned Plan To Fine Users $2,500 For ‘Misinformation’", "date_published": "2022-10-08 18:54:46+00:00", "description": "PayPal reversed its decision to fine users $2,500 for violating its terms of service after Elon Musk and a former executive led a furious backlash against the move on social media. In a tweet Saturday, former PayPal President David Marcus spoke out against a new policy, first reported by The Daily Wire, that would apparently ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paypal-reverses-plan-to-fine-users-2500-for-misinformation-after-daily-wire-report", "title": "PayPal Reverses Plan To Fine Users $2,500 For ‘Misinformation’ After Daily Wire Report", "date_published": "2022-10-08 17:45:09+00:00", "description": "A red-faced PayPal walked back a shocking new policy announcement that users who advance &#8220;misinformation&#8221; could face fines of $2,500 per offense, saying it was all a mistake after The Daily Wire called attention to the chilling scheme. The financial services company, which has repeatedly deplatformed organizations and individual commentators for their political views, announced ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/instagram-restricts-kanye-wests-account-kanye-responds-with-shot-at-mark-zuckerberg", "title": "Instagram Restricts Kanye West’s Account; Kanye Responds With Shot At Mark Zuckerberg", "date_published": "2022-10-08 17:10:23+00:00", "description": "Instagram restricted rapper and fashion designer Kanye West’s Instagram account after West was accused of posting anti-semitic content. The social media company also deleted content from the billionaire’s profile, NBC News reported. A spokesperson for Meta, Instagram’s parent company, confirmed the company&#8217;s decision to Variety and said the temporary restriction is standard for accounts that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-democrats-demand-answers-for-high-gas-prices-they-wont-like-the-response", "title": "California Democrats Demand Answers For High Gas Prices – They Won’t Like The Response", "date_published": "2022-10-08 16:51:45+00:00", "description": "California Democrats demanded answers from gas companies for still skyrocketing gas prices, accusing oil and gas producers and refiners of raising prices more than necessary in order to rake in profits. &#8220;Here are the facts: Crude oil prices are DOWN. And yet…gas prices are up. That’s because greedy oil companies are ripping you off,&#8221; California ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-calls-for-a-special-session-to-impose-even-more-taxes-on-oil-and-gas-despite-highest-prices-in-the-nation", "title": "Newsom Calls For A Special Session To Impose Even More Taxes On Oil And Gas, Despite Highest Prices In The Nation", "date_published": "2022-10-08 16:00:24+00:00", "description": "California Governor Gavin Newsom called for a special session Friday to impose another tax on oil and gas companies. In a tweet Friday afternoon, Newsom announced that he would call a special session of the California legislature to pass legislation enacting a windfall tax on oil and gas companies. The tax proposal would come even ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-bill-maher-grills-chris-wallace-over-voting-for-trump", "title": "WATCH: Bill Maher Grills Chris Wallace Over Voting For Trump", "date_published": "2022-10-08 15:46:58+00:00", "description": "Comedian Bill Maher grilled former &#8220;Fox News Sunday&#8221; host Chris Wallace on Friday, asking him whether or not he had cast a vote for former President Donald Trump. Wallace joined Maher for a panel discussion on &#8220;Real Time With Bill Maher: Overtime&#8221; — along with former New Jersey Governor Chris Christie (R) and journalist Katty ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-football-coach-former-nfl-player-collapses-on-sideline-during-game-carted-off-field", "title": "Michigan Football Coach, Former NFL Player Collapses On Sideline During Game, Carted Off Field", "date_published": "2022-10-08 15:39:16+00:00", "description": "A University of Michigan assistant football coach collapsed on the sidelines during a college football game Saturday and had to be carted off the field and transported to a hospital.  Running backs coach Mike Hart fell to the ground during the first half of the Michigan Wolverines game against the Indiana Hoosiers at Memorial Stadium ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ukraine-capital-asks-residents-to-mask-up-as-covid-cases-surge", "title": "Ukraine Capital Asks Residents To Mask Up As COVID Cases Surge", "date_published": "2022-10-08 15:39:05+00:00", "description": "No, this isn&#8217;t a Babylon Bee article. The government of Kyiv, Ukraine, is really asking its wartime city to mask up against COVID amidst rising cases. In late September, Kyiv&#8217;s city government asked residents to wear masks on &#8220;public transport, in places that serve clients, and in educational facilities.&#8221; According to the city&#8217;s healthy ministry, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/only-child-senate-candidate-defends-abortion-says-mother-had-one-before-he-was-born", "title": "‘Only Child’ Senate Candidate Defends Abortion, Says Mother Had One Before He Was Born", "date_published": "2022-10-08 14:29:23+00:00", "description": "Wisconsin Lt. Governor Mandela Barnes (D) used the example of his own mother having an abortion before he was born to defend abortion during a Senate debate against Sen. Ron Johnson (R-WI). Barnes, who has featured his mother in previous campaign ads, made the statement during a Friday evening debate in Milwaukee, where he faced ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dem-operatives-behind-network-of-fake-news-pop-up-sites-in-battleground-states-report", "title": "Dem Operatives Behind Network Of Fake News Pop-Up Sites In Battleground States: Report", "date_published": "2022-10-08 12:08:59+00:00", "description": "Democratic operatives are flooding battleground states with more than 50 supposedly local media outlets that are really designed to promote liberal candidates, according to a bombshell investigation by Axios. One man linked to the scheme is David Brock, the one-time conservative journalist who did a 180-degree turn and founded Media Matters For America, the controversial ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-west-flames-ex-wife-in-interview-over-message-she-sends-to-little-girls", "title": "Kanye West Flames Ex-Wife In Interview Over Message She Sends To Little Girls", "date_published": "2022-10-08 11:09:46+00:00", "description": "Rapper Kanye West took a shot at ex-wife Kim Kardashian in an interview this week for the message that she sends to little girls. West made the remarks during a wide-ranging interview Friday night with Fox News host Tucker Carlson after arriving back in the U.S. from France where he attended the Paris Fashion Week. West ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leaked-clip-shows-nba-player-violently-attacking-teammate-at-practice", "title": "Leaked Clip Shows NBA Player Violently Attacking Teammate At Practice", "date_published": "2022-10-08 11:08:34+00:00", "description": "The Golden State Warriors are reportedly furious that video leaked to the public this week that showed Draymond Green punching Jordan Poole during a scuffle at practice. TMZ released the leaked tape showing Green &#8220;violently attacking&#8221; Poole, including &#8220;viciously punching him to the ground,&#8221; the report said. One video posted online, which is featured below, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-rips-companies-that-hire-blm-managers-nike-is-redlining-and-gerrymandering-black-people", "title": "Kanye Rips Companies That Hire ‘BLM Managers’: Nike ‘Is Redlining And Gerrymandering Black People’", "date_published": "2022-10-08 11:07:28+00:00", "description": "Rapper Kanye West slammed companies that hire Black Lives Matter &#8220;managers&#8221; in an interview this week, and he took specific aim at Nike. West made the remarks during a wide-ranging interview Friday night with Fox News host Tucker Carlson after arriving back in the U.S. from France where he attended the Paris Fashion Week. &#8220;One idea ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-blames-marxists-for-turning-his-transgender-child-against-him", "title": "Elon Musk Blames Marxists For Turning His Transgender Child Against Him", "date_published": "2022-10-08 11:05:31+00:00", "description": "Entrepreneur Elon Musk blamed the far-Left for turning his transgender child against him, according to remarks that he made in an interview published this week. The 18-year-old biological son of Elon Musk, who identifies as female, filed court papers back in June renouncing the billionaire and seeking a name change. Xavier Musk wants to be ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-west-reveals-what-faded-his-relationship-with-barack-obama", "title": "Kanye West Reveals What ‘Faded’ His Relationship With Barack Obama", "date_published": "2022-10-08 11:04:05+00:00", "description": "Rapper Kanye West revealed in an interview this week that his relationship with former President Barack Obama &#8220;faded&#8221; the moment that he stopped saying the things that he was supposed to say &#8220;as a rapper.&#8221; West made the remarks during a wide-ranging interview Friday night with Fox News host Tucker Carlson after arriving back in the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-explains-how-he-got-biden-to-cooperate-after-biden-had-not-called-prior-to-hurricane", "title": "DeSantis Explains How He Got Biden To Cooperate After Biden Had Not Called Prior To Hurricane", "date_published": "2022-10-08 11:02:25+00:00", "description": "Florida Republican Governor Ron DeSantis explained during an interview Friday night how he got President Joe Biden to cooperate with efforts to assist Florida after the state was hit by one of the most powerful hurricanes to ever hit the country late last month. DeSantis&#8217; remarks come after Biden previously had not called the governor prior ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/key-bridge-spanning-russia-crimea-blown-up-in-likely-suicide-bombing-on-putins-birthday", "title": "Key Bridge Spanning Russia, Crimea Blown Up In Likely Suicide Bombing On Putin’s Birthday", "date_published": "2022-10-08 08:03:15+00:00", "description": "A key bridge connecting Crimea to mainland Russia was badly damaged in a huge explosion early Saturday, according to Russian media and social media video. The Kerch bridge, which joins the annexed Russian peninsula to Russia, is Europe’s longest bridge. Reports said an explosion ignited fuel tanks on the strategically important bridge, and social media ..."}]