[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/rosja-byly-mistrz-swiata-w-szachach-anatolij-karpow-w-spiaczce-tajemniczy-wypadek-czy-pijanstwo/", "title": "Rosja. Były mistrz świata w szachach Anatolij Karpow w śpiączce. Tajemniczy wypadek", "date_published": "2022-10-31 21:19:00+00:00", "description": "Anatolij Karpow, były mistrz świata w szachach, a obecnie deputowany rosyjskiej Dumy przebywa w szpitalu w stanie śpiączki farmakologicznej. Polityk putinowskiej partii Zjednoczona Rosja miał paść ofiarą niewyjaśnionego wypadku, do którego doszło w jego domu. W mediach pojawiają się sprzeczne tezy. Jedna z nich zakłada atak na szachistę, inna natomiast pijaństwo.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/corman-roth-nie-zyje-syn-popularnego-aktora-tima-rotha-przegral-walke-z-nowotworem-mial-25-lat/", "title": "Cormac Roth nie żyje. Syn popularnego aktora Tima Rotha przegrał walkę z nowotworem. Miał 25 lat", "date_published": "2022-10-31 20:58:00+00:00", "description": "Cormac Roth, gitarzysta i producent muzyczny, syn aktora Tima Rotha, zmarł w wieku 25 lat. Był dziką i elektryczną kulą energii, a jego duch był wypełniony światłem i dobrocią - czytamy w specjalnym oświadczeniu wydanym przez rodzinę muzyka.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/norwegia-zwieksza-gotowosc-sil-zbrojnych-powodem-zagrozenie-ze-strony-rosji/", "title": "Norwegia zwiększa gotowość sił zbrojnych. Powodem zagrożenie ze strony Rosji", "date_published": "2022-10-31 20:15:00+00:00", "description": "- Jesteśmy w najpoważniejszej sytuacji w zakresie polityki bezpieczeństwa od kilkudziesięciu lat - powiedział szef norweskiego rządu Jonas Gahr Store podczas specjalnego wystąpienia. Poinformował, że 1 listopada w jego kraju nastąpi zwiększenie gotowości sił zbrojnych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/covid-19-wariant-cerber-bq-1-1-szybko-rozprzestrzenia-sie-w-niemczech/", "title": "Koronawirus. Wariant Cerber BQ.1.1 szybko rozprzestrzenia się w Niemczech", "date_published": "2022-10-31 19:44:00+00:00", "description": "Cerber jest potomkiem podwariantu Omikron BA.5. i obecnie rozprzestrzenia się silnie w Stanach Zjednoczonych. Jednak wyraźnie rośnie w siłę również na Starym Kontynencie. Europejskie Centrum ds. Zapobiegania i Kontroli Chorób zakłada, że ​​wariant BQ.1.1 będzie od połowy listopada odpowiadał za ponad 50 procent zakażeń SARS-CoV-2.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/szwecja-kradzieze-drewna-w-parkach-narodowych-na-zlodziei-czekaja-surowe-kary/", "title": "Szwecja: Kradzieże drewna w parkach narodowych. Na złodziei czekają surowe kary", "date_published": "2022-10-31 19:02:00+00:00", "description": "Szwecja boryka się z poważnym problemem w postaci kradzieży drewna opałowego. Incydenty mają miejsce głównie w parkach narodowych. W jednym z nich zatrudniono już dodatkowych ekologów i strażników. Jak podkreśla zarządca parku Tyresta, nielegalny wyrąb drzew oznacza poważne konsekwencje. Wśród nich wymienia m.in. surowe kary finansowe oraz więzienie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/awaria-instagrama-serwis-masowo-blokuje-konta-uzytkownikow-zostaja-zawieszone/", "title": "Awaria Instagrama. Serwis masowo blokuje konta użytkowników, zostają zawieszone", "date_published": "2022-10-31 18:56:00+00:00", "description": "Instagram masowo blokuje konta użytkowników. Zawiesiliśmy Twoje konto 31 października 2022. Pozostało 30 dni na odwołanie się od tej decyzji - taki komunikat otrzymują dzisiaj korzystający z aplikacji. Serwis wyjaśnia, że to awaria, którą próbują naprawić.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/usa-klient-przebrany-za-naziste-wyproszony-z-lokalu-wyjdz-dla-wlasnego-bezpieczenstwa/", "title": "USA: Klient przebrany za nazistę wyproszony z lokalu. \"Wyjdź dla własnego bezpieczeństwa\"", "date_published": "2022-10-31 15:50:00+00:00", "description": "Podczas świętowania Halloween, do jednego z nowojorskich lokali wszedł mężczyzna przebrany za nazistę. Strój klienta nie spodobał się zarówno pracownikom, jak i gościom restauracji, którzy natychmiast wyprosili go. Wideo ze zdarzenia trafiło do sieci.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/moldawia-na-polnocy-kraju-spadla-rosyjska-rakieta/", "title": "Mołdawia. Na północy kraju spadła rosyjska rakieta", "date_published": "2022-10-31 12:27:00+00:00", "description": "W miejscowości Naslavcea na północy Mołdawii spadł dziś rano rosyjski pocisk, który leciał w kierunku Ukrainy i został zestrzelony przez ukraińską obronę przeciwlotniczą.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/koreanskie-inwestycje-w-polsce-jest-ich-coraz-wiecej/", "title": "Koreańskie inwestycje w Polsce. Jest ich coraz więcej", "date_published": "2022-10-31 09:05:00+00:00", "description": "Pod względem współpracy gospodarczej dla Korei jesteśmy w pierwszej dziesiątce państw Unii Europejskiej. Z polskiej perspektywy ten azjatycki kraj wyrasta na jednego z głównych inwestorów na naszym rynku. W 2021 roku w Polsce działało 548 firm koreańskich lub z udziałem Koreańczyków, ale te liczby szybko się dezaktualizują, bo inwestycji przybywa i rośnie apetyt na kolejne branże.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-31/korea-poludniowa-jacek-sasin-rozmawial-w-seulu-o-przeniesieniu-produkcji-zbrojnej-do-polski/", "title": "Korea Południowa. Jacek Sasin rozmawiał w Seulu o przeniesieniu produkcji zbrojnej do Polski", "date_published": "2022-10-31 05:28:00+00:00", "description": "Część produkcji południowokoreańskiego uzbrojenia zostanie przeniesiona do Polski. Takie zapewnienia podczas wizyty w Seulu miał otrzymać od szefa agencji uzbrojenia Korei Płd. Eoma Dong-Hwanema wicepremier Jacek Sasin.", "favourite": false}]