[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/resident-evil-producer-opens-new-studio-working-on-new-ip-that-aims-to-impress-the-whole-world/1100-6508767/?ftag=CAD-01-10abi2f", "title": "Resident Evil Producer Opens New Studio, Working On New IP That Aims To \"Impress The Whole World\"", "date_published": "2022-10-31 23:00:00+00:00", "description": "<p>Resident Evil producer Hiroyuki Kobayashi has started a new studio that is building a new IP that aims to \"impress the whole world.\" NetEase Games announced that it has opened a new development shop in Japan called GPTRACK50 that hopes to create \"entertainment concepts\" that appeal globally.</p><p>Kobayashi is also known for producing games in Capcom franchises such as Devil May Cry and Dragon's Dogma. The new studio will be staffed by \"experienced professionals\" from across gaming, film, and TV.</p><p dir=\"ltr\">NetEase said its goal is to build \"original IPs that would impress the whole world.\"</p><a href=\"https://www.gamespot.com/articles/resident-evil-producer-opens-new-studio-working-on-new-ip-that-aims-to-impress-the-whole-world/1100-6508767/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/the-highs-and-lows-of-modern-warfare-2s-launch-gamespot-news/2300-6459885/", "title": "The Highs And Lows Of Modern Warfare 2's Launch | GameSpot News", "date_published": "2022-10-31 22:31:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4056658-20221031_modernwarfare2launchissues_newsv2.jpg\" width=\"480\" /> Modern Warfare 2 multiplayer launches with some high highs and low lows, Phil Spencer talks more about Call of Duty exclusivity, and EA expands its upcoming Marvel gaming lineup. All this on today’s GameSpot News.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/daniel-radcliffe-doesnt-want-to-get-locked-into-playing-wolverine/1100-6508772/?ftag=CAD-01-10abi2f", "title": "Daniel Radcliffe Doesn't Want To Get Locked Into Playing Wolverine", "date_published": "2022-10-31 22:28:00+00:00", "description": "<p>Not many actors have played one character for as long as, or in as many films as Hugh Jackman played Wolverine, but Daniel Radcliffe isn't far off with over a decade of Harry Potter films under his belt. The 33-year-old ex-wizard isn't too keen to jump into a role that the previous actor has now occupied for over twice as long, <a href=\"https://variety.com/2022/film/news/daniel-radcliffe-rejects-wolverine-casting-rumor-1235418270/\">Variety</a> reports.</p><p>According to Radcliffe, the Wolverine rumor that has circled around him for quite a while is \"purely a press tour rumor.\"</p><p>\"I say something, and then occasionally I get bored of answering that way, so I say something different, and that sets it off again,\" Radcliffe said about the Wolverine rumor. \"I should just never open my mouth.\"</p><a href=\"https://www.gamespot.com/articles/daniel-radcliffe-doesnt-want-to-get-locked-into-playing-wolverine/1100-6508772/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/call-of-duty-modern-warfare-2-multiplayer-review-a-return-of-classic-mp-tarnished-by-poor-decisions/1900-6417992/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Multiplayer Review - A Return Of Classic MP Tarnished By Poor Decisions", "date_published": "2022-10-31 22:20:00+00:00", "description": "<p>Infinity Ward's rebooted <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare 2</a> brings back a more classic Call of Duty multiplayer experience than we've seen in recent years, with maps better tailored to traditional 6v6 play and dialed-back movement mechanics. Modern Warfare 2's gameplay really feels like a refreshing return to old times again for Call of Duty, but unfortunately, the package as a whole feels lacking and gun customization is overly complex.</p><p dir=\"ltr\">As a whole, Modern Warfare 2's multiplayer is the fast-paced shooter you expect it to be. The standard maps are scaled down for 6v6 matches this year, so there are less quiet and campy moments, and you're almost always finding yourself in the thick of the action. Modern Warfare 2 does dial back the overly fast-paced movement of recent years too, but that doesn't mean you can't choose a run-and-gun playstyle. The gameplay is just a bit less twitchy too, as the movement feels more on par with the original Modern Warfare series than the 2019 version.</p><p dir=\"ltr\">Sliding doesn't quite feel as fast and fluid as Modern Warfare 2019 and the bunny-hopping movement has been nerfed a little since the beta. You can still hop around a corner, but there's not a build-up of an overly-aggressive speed that lets you start hopping all over the map. This makes the multiplayer movement feel more grounded and slower-paced than the last few entries of the franchise, which is a great change. The last few years of Call of Duty has left the majority of the casual player base at a disadvantage in trying to counter the hopping and sliding frenzy.</p><a href=\"https://www.gamespot.com/reviews/call-of-duty-modern-warfare-2-multiplayer-review-a-return-of-classic-mp-tarnished-by-poor-decisions/1900-6417992/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fatal-frame-mask-of-the-lunar-eclipse-gets-us-release-date/1100-6508771/?ftag=CAD-01-10abi2f", "title": "Fatal Frame: Mask Of The Lunar Eclipse Gets US Release Date", "date_published": "2022-10-31 20:47:00+00:00", "description": "<p>Fatal Frame: Mask of the Lunar Eclipse will release digitally on PC, Xbox One, Xbox Series X|S, PlayStation 4, PlayStation 5, and Nintendo Switch on March 9, 2023.</p><p>The fourth entry in the beloved survival horror franchise, the game's plot concerns Ruka Minazuki, whose two friends died in an abandoned sanatorium on Rogetsu Isle. She returns to discover the truth of what happened. You will play as several characters to get to the bottom of the mystery.</p><p>Fatal Frame's combat is centered around taking pictures of ghosts with a magical camera, known as the Camera Obscura. Enemies can take different kinds of damages based on the film used and the composition of the shot. This version of the game adds a photo mode, alongside the usual graphic enhancements.</p><a href=\"https://www.gamespot.com/articles/fatal-frame-mask-of-the-lunar-eclipse-gets-us-release-date/1100-6508771/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-weapons-best-loadouts/1100-6508769/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Weapons - Best Loadouts", "date_published": "2022-10-31 20:25:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare 2</a> boasts a ton of weapons and attachments to gear up with, and sometimes customizing the most optimal weapon loadout in the Gunsmith can be a bit overwhelming. Here we recommend some of Modern Warfare 2's best multiplayer weapon loadouts to help get you started in multiplayer.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">M4</a></li></ul></div><p dir=\"ltr\"> </p><h2 dir=\"ltr\" id=\"M4\">M4</h2><figure style=\"width: 1894px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1639/16394540/4056605-callofduty%C2%AE_modernwarfareii_20221031151703%282%29.jpeg\"><img alt=\"M4 assault rifle\" src=\"https://www.gamespot.com/a/uploads/scale_super/1639/16394540/4056605-callofduty%C2%AE_modernwarfareii_20221031151703%282%29.jpeg\" /></a><figcaption>M4 assault rifle</figcaption></figure><p> </p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-weapons-best-loadouts/1100-6508769/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/halos-warthog-is-real-and-drivable-if-youre-a-small-child/1100-6508768/?ftag=CAD-01-10abi2f", "title": "Halo's Warthog Is Real And Drivable, If You're A Small Child", "date_published": "2022-10-31 19:55:00+00:00", "description": "<p>I cannot believe I'm writing this, but Microsoft has released a ride-on Halo Warthog designed for kids ages three and up. The 24-volt vehicle has two seats and even has the Gauss Cannon on the back, which has been rigged with a laser tag blaster. It comes with a vest so you can chase after the person wearing it. The Warthog is available to purchase exclusively at <span class=\"norewrite\">           <a href=\"https://www.walmart.com/ip/24-Volt-Microsoft-Halo-Warthog-Ride-On-with-Laser-Tag-Blaster-and-Vest-Included-For-Boys-Girls-Ages-3-and-up/783754636?fulfillmentIntent=Shipping&amp;athbdg=L1100\">Walmart</a> </span> for a whopping $498.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.walmart.com/ip/24-Volt-Microsoft-Halo-Warthog-Ride-On-with-Laser-Tag-Blaster-and-Vest-Included-For-Boys-Girls-Ages-3-and-up/783754636?fulfillmentIntent=Shipping&amp;athbdg=L1100\">See at Walmart</a> </div><p>I'm not sure if three-year-olds even know about Halo. To investigate, I asked my 19-month-old son if he wanted to play Halo Infinite. His response? \"Elmo.\" Though this wasn't a scientific study, it might signal that parents will want this ride-on Warthog more than their youngsters. The sad truth is that parents won't be able to fit behind the wheel. I already asked my wife if I could buy the Warthog \"for our son,\" but she, unsurprisingly, told me no.</p><figure style=\"width: 800px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4056596-warthogthumb.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4056596-warthogthumb.jpg\" /></a></figure><p>Back to the Warthog itself. It looks pretty darn cool, an authentic replica of the iconic vehicle from the Halo series. It has off-road terrain wheels, operable headlights, and sound effects like a blaster noise and an engine revving. The Gauss Cannon rotates and features \"weapon\" voice commands. There's even a dashboard that displays the Warthog's \"health.\"</p><a href=\"https://www.gamespot.com/articles/halos-warthog-is-real-and-drivable-if-youre-a-small-child/1100-6508768/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/black-adam-comes-to-multiversus-with-arcade-mode/1100-6508766/?ftag=CAD-01-10abi2f", "title": "Black Adam Comes To MultiVersus With Arcade Mode", "date_published": "2022-10-31 19:41:00+00:00", "description": "<p>Black Adam arrived in Multiversus today alongside a brand new Arcade mode. He is a slow but hard-hitting superhero, with electrical attacks and the power of flight.</p><p>Black Adam is a bruiser type character, with lightning abilities that can deal continual damage. He moves slowly, but dishes out big damage with large hit boxes. He can shock opponents with electrical attacks, create forcefields to block enemy projectiles, and fly to evade and recover. Black Adam even has some ranged attacks, such as an electric ball that can chain between enemies. He can also give allies some of his electrical power.</p><p><a href=\"https://www.gamespot.com/articles/black-adam-for-multiversus-delayed/1100-6508696/\">The character's debut in Multiversus was delayed</a> to fix unspecified problems. There was no word on when exactly Black Adam would arrive, but the delay ended up being only a few days. Though obviously a tie-in with the recently released movie, Black Adam's appearance in the game takes more from comics than from Dwayne \"The Rock\" Johnson. Players can also pick up the Comic Classic Black Adam skin in the Multiversus store, which removes the massive cape that defines the game's default design and instead opts for a golden sash.</p><a href=\"https://www.gamespot.com/articles/black-adam-comes-to-multiversus-with-arcade-mode/1100-6508766/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/yahya-abdul-mateen-ii-to-lead-marvels-wonder-man-disney-plus-series-report/1100-6508764/?ftag=CAD-01-10abi2f", "title": "Yahya Abdul-Mateen II To Lead Marvel's Wonder Man Disney Plus Series - Report", "date_published": "2022-10-31 19:31:00+00:00", "description": "<p>A few months after reports of a <a href=\"https://www.gamespot.com/articles/wonder-man-series-coming-to-disney-plus-report/1100-6504706/\">Wonder Man series coming to Disney+</a>, the series seemingly has its lead. Yahya Abdul-Mateen II, known for his DC-centric roles in the Aquaman movies and HBO's Watchmen, has been tapped as the series lead for the upcoming Wonder Man series, according to <a href=\"https://deadline.com/2022/10/wonder-man-yahya-abdul-mateen-ii-to-lead-marvel-series-for-disney-plus-1235159111/\">Deadline</a>.</p><p>Abdul-Mateen will be leading the series, presumably as Wonder Man--a many-faceted Marvel character who was both a hero and a villain (and an actor). Wonder Man (also known as Simon Williams) made his debut in Avengers #9 in 1964, created by Stan Lee, Don Heck, and Jack Kirby. Originally a villain of the Masters of Evil group, Williams worked for Baron Zemo and was a test subject for Zemo who gave Williams powers. Eventually, Williams left the group, became an actor, then an Avenger, and the brain pattern for Vision--that's a whole other thing the MCU won't tackle as Vision is Jarvis in the cinematic realm.</p><p>The new Wonder Man series is in development from Destin Daniel Cretton (Shang-Chi) and Andrew Guest (Hawkeye). The show will also feature Ben Kingsley reprising his Iron Man 3 and Shang-Chi role of Trevor Slattery. It will be hitting Disney+, which has really beefed up its Marvel catalog with series like Loki, She-Hulk, Moon Knight, and more recently, the <a href=\"https://www.gamespot.com/reviews/werewolf-by-night-review-marvel-studios-spooky-special-presentation-shows-the-mcu-has-range/1900-6417974/\">Werewolf By Night special</a>. Nothing else is known about Wonder Man at this time.</p><a href=\"https://www.gamespot.com/articles/yahya-abdul-mateen-ii-to-lead-marvels-wonder-man-disney-plus-series-report/1100-6508764/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/friday-the-13th-prequel-series-from-hannibal-mastermind-coming-to-peacock/1100-6508763/?ftag=CAD-01-10abi2f", "title": "Friday The 13th Prequel Series From Hannibal Mastermind Coming To Peacock", "date_published": "2022-10-31 19:30:00+00:00", "description": "<p dir=\"ltr\">Jason lives, sort of. The Friday the 13th franchise is roaring back to life with the announcement of a new prequel series coming to Peacock. Crystal Lake, set before the events of the iconic films, is being written and produced by Hannibal mastermind Bryan Fuller, who will also serve as showrunner.</p><p dir=\"ltr\">A24--the studio behind 2022's X and Pearl--will produce the series. This is the first entry in the Friday the 13th series since 2009's pseudo reboot, also titled Friday the 13th. In recent years, the franchise rights have been at the center of a legal battle between Sean S. Cunningham, who directed and produced the original film, and screenwriter Victor Miller.</p><p dir=\"ltr\">As a result of the case, Miller gained control of the script and original characters from the first film, per <a href=\"https://www.hollywoodreporter.com/tv/tv-news/friday-the-13th-prequel-tv-show-crystal-lake-peacock-1235252051/\">The Hollywood Reporter</a>. What he doesn’t have control over is adult Jason Voorhees, which is seemingly why we’re getting a prequel.</p><a href=\"https://www.gamespot.com/articles/friday-the-13th-prequel-series-from-hannibal-mastermind-coming-to-peacock/1100-6508763/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ghostbusters-rise-of-the-ghost-lord-announced-for-playstation-vr2-and-meta-quest-2/1100-6508765/?ftag=CAD-01-10abi2f", "title": "Ghostbusters: Rise Of The Ghost Lord Announced For PlayStation VR2 And Meta Quest 2", "date_published": "2022-10-31 19:27:00+00:00", "description": "<p>The Ghostbusters VR game announced in April 2022 now has a full title and release window. This game, <a href=\"https://www.gamespot.com/articles/ghostbusters-vr-game-announced-for-meta-quest-2-watch-the-first-trailer/1100-6502660/\">revealed earlier this year as Ghostbusters VR</a>, is called Ghostbusters: Rise of the Ghost Lord. It is a VR title for Meta Quest 2 and PlayStation VR2 that's scheduled to launch in 2023.</p><p>nDreams is developing the title, which will be published by Sony Pictures Virtual Reality. Players will become a ghostbuster in San Francisco as they traverse the city to bust ghosts. Locations like the Golden Gate Bridge will be featured in the campaign, which supports solo play and co-op. The end goal is to defeat the Ghost Lord and his minions from destroying San Francisco.</p><div>          </div><p>Full details on the game haven't been confirmed yet, but players will be able to use and upgrade \"iconic Ghostbusters equipment\" and customize their characters. More details on Rise of the Ghost Lord were revealed to Kinda Funny as part of a sponsored video broadcast today that you can watch above.</p><a href=\"https://www.gamespot.com/articles/ghostbusters-rise-of-the-ghost-lord-announced-for-playstation-vr2-and-meta-quest-2/1100-6508765/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/resident-evil-village-shadow-of-rose-dlc-where-to-find-the-three-masks/1100-6508762/?ftag=CAD-01-10abi2f", "title": "Resident Evil Village Shadow Of Rose DLC - Where To Find The Three Masks", "date_published": "2022-10-31 19:18:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/resident-evil-village/\">Resident Evil Village</a>'s DLC, The Winter's Expansion is here, including <a href=\"https://www.gamespot.com/articles/resident-evil-village-dlc-how-to-unlock-lady-dimitrescu-and-heisenberg-in-mercenaries/1100-6508664/\">additional Mercenaries content</a> and a new short campaign to playthrough starring Ethan Winter's daughter, Rose Winters. Shortly after the opening sequence of the DLC you will find yourself in Lady Dimitrescu's castle, tasked with finding three masks to obtain a crystal. Here's where you can find all three masks.</p><h2 dir=\"ltr\">The Bronze Mask</h2><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1599/15997278/4056566-bronzemask.jpg\"><img alt=\"The Bronze Mask can be found in the courtyard, but you need to unlock a new ability before you can grab it.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1599/15997278/4056566-bronzemask.jpg\" /></a><figcaption>The Bronze Mask can be found in the courtyard, but you need to unlock a new ability before you can grab it.</figcaption></figure><p dir=\"ltr\">You start in the main hall where the statue puzzle is. From here, head to the dining room, which connects to the courtyard and the kitchen. The door to the courtyard is locked with a chain. You can find the bolt cutters in the back right area of the kitchen, which contains one enemy. Grab the bolt cutters and head into the courtyard. The Bronze Mask is actually in the center of the courtyard, but you need to unlock an ability first, so head to the left side of the courtyard and enter.</p><p dir=\"ltr\">Inside you will head up a set of stairs and into a library where there are five enemies. There is a ton of goop on the ground that you need to avoid, limiting you to a single path through this area. The next room has a ton of goop on the floor, requiring you to head up some stairs and walk across the top of a bookshelf to knock over a ladder, which you can walk across to clear the room. The next area has a ladder, which you can climb into the attic. Head to the back left section to find a white glowing object, which gives Rose the ability to destroy red glowing bulbs, which will clear away some of the goop.</p><a href=\"https://www.gamespot.com/articles/resident-evil-village-shadow-of-rose-dlc-where-to-find-the-three-masks/1100-6508762/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/best-buy-early-black-friday-sale-adds-even-more-deals/2900-4410/", "title": "Best Buy Early Black Friday Sale Adds Even More Deals", "date_published": "2022-10-31 19:08:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053509-bestbuy.jpg\" /><br /><h3><p>Black Friday is right around the corner, but Best Buy is getting a jump-start on the action with some early discounts. Head over to the retailer today and you'll find a slew of impressive <strong>early Black Friday deals</strong>--including steep price cuts on TVs, laptops, smart home gadgets, and more.</p><p>TVs are a big part of the event, with products from Samsung, LG, and Sony getting huge discounts. Whether you're shopping for a 75-inch TV for your game room or just need a spare monitor for an extra bedroom, you'll find a bit of everything on sale at Best Buy right now.</p><p>Aside from all the TV deals, you'll find a few great laptops (and even a prebuilt gaming PC) with remarkably low price tags. We've scoured the catalog of Best Buy's early Black Friday event, and you'll find our favorite deals listed below.</p></h3></p><br />     <p><h2>Best TV Deals</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053506-lg48inch.jpg\" /><br /><h3><p>Most of the current Black Friday TV deals at Best Buy are reserved for ultra-expensive models, but there are still plenty of reasonably priced models to consider. Chief among them is the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgkRJsy6T?u1=gs-gs29004410\">Samsung 75-Inch LED 4K UHD TV,</a> </span> which is down to just $580 (usually $850).</p><p>If you don’t need something that massive, you can snag the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgps6Xy9c?u1=gs-gs29004410\">LG 48-Inch Class A2 4K TV</a> </span> for just $570, down from $1300. Not only do you get a crisp 4K resolution, but its fancy α7 Gen5 AI Processor 4K allows it to adjust both the picture and sound quality on the fly to give you an optimal viewing experience for every type of content.</p><p>A few other great TV deals are available at Best Buy, and we’ve listed our favorites below.</p></h3></p><br />     <p><h2>Sony 65-Inch Class Bravia XR X90K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056352-bravia.jpg\" /><br /><h3><p><strong> $1000 ($<del>1300</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcYVvqDcK?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Samsung 75-Inch LED 4K UHD TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053464-samsung75inch.jpg\" /><br /><h3><p> </p><p><strong>$580 ($<del>850</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgkRJsy6T?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 55-Inch The Frame QLED 4K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053465-samsung55inchframe.jpg\" /><br /><h3><p><strong>$1000 ($<del>1500</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipccv8OXvM?u1=gs-gs29004410\">See at Best Buy</a> </div></div></h3></p><br />     <p><h2>LG 48-Inch Class A2 Series OLED 4K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053466-lg48inch.jpg\" /><br /><h3><p> </p><p><strong>$570 ($<del>1300</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgps6Xy9c?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>LG 65-Inch Class B2 Series OLED 4K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053467-lgoled65inch.jpg\" /><br /><h3><p> </p><p><strong>$1500 ($<del>1900</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgqSBc74p?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>LG 65-Inch Class NanoCell LED 4K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053468-lgnanocell.jpg\" /><br /><h3><p><strong>$680 ($<del>750</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgrS5ZHw5?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Samsung 65-Inch Neo QLED 8K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053469-samsungneo.jpg\" /><br /><h3><p><strong>$2600 ($<del>3000</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcfdZUXiG?u1=gs-gs29004410\">See at Best Buy</a> </div></div></h3></p><br />     <p><h2>LG 70-Inch Class NanoCell LED 4K TV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053470-lgnano70.jpg\" /><br /><h3><p> </p><p><strong>$700 ($<del>900</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgtJXzgfk?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Best Laptop Deals</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053507-hpvictus.jpg\" /><br /><h3><p>There are only a few early Black Friday laptop deals at Best Buy--but they're more than worth a closer look. One of the biggest price cuts is for the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgxXmrVyX?u1=gs-gs29004410\">Lenovo Ideapad Gaming 3,</a> </span> which is down to just $550 from $900 and comes with an RTX 3050Ti. It’s not the most powerful GPU in the RTX 30 lineup, but no doubt it’s a great card at that price.</p><p>If you don’t mind running a GTX 1650, be sure to check out the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgu5uzfpb?u1=gs-gs29004410\">ASUS ROG Zephyrus.</a> </span> It's down to just $950 and offers 16GB RAM, 512GB SSD, and a portable 14-inch display.</p><p>You'll also find the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cipcw66oAHb?u1=gs-gs29004410\">Gigabyte G5 laptop</a> </span> listed for just $550, down from $1000. It's equipped with the RTX 3050 Ti, 8GB RAM, and 512GB SSD. And now that it's <strong>discounted by $450</strong>, it's definitely worth a closer look.</p><p>Rounding out the laptops deals you’ll find a steeply discounted <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgv6ejRxJ?u1=gs-gs29004410\">Surface Pro.</a> </span> If none of these catch your eye, be sure to check back as we inch closer to Black Friday, as retailers (including Best Buy) are sure to offer more huge discounts throughout the month of November.</p></h3></p><br />     <p><h2>Gigabyte G5 Gaming Laptop (RTX 3050 Ti)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056344-gigabyte.jpg\" /><br /><h3><p><strong> $550 ($<del>1000</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcw66oAHb?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Samsung Galaxy Book2 Pro 360</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056342-samsunggalaxybook.jpg\" /><br /><h3><p><strong> $1000 ($<del>1500</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipctdX8dts?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>ASUS ROG Zephyrus G14 (GTX 1650)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053460-asusrogzephyrus.jpg\" /><br /><h3><p><strong>$950 ($<del>1150</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgu5uzfpb?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Microsoft Surface Pro 7+ (Latest Model)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053461-microsoftsurface.jpg\" /><br /><h3><p> </p><p><strong>$600 ($<del>930</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgv6ejRxJ?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Lenovo Ideapad Gaming 3 (RTX 3050 Ti)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053463-lenovoideapad.jpg\" /><br /><h3><p> </p><p><strong>$550 ($<del>900</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgxXmrVyX?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Other Tech Deals</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053508-pixelbuds.jpg\" /><br /><h3><p>From smartwatches and soundbars to headphones and computer monitors, a little bit of everything is on sale at Best Buy right now. And if you're looking to build out a smart home this holiday season, consider starting with the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cipcBU0xt9q?u1=gs-gs29004410\">2nd Gen Nest Hub,</a> </span> which you can find discounted to just $50.</p><p>Beats headphones are also heavily represented in the savings, with the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgCrjyXX2?u1=gs-gs29004410\">Studio 3</a> </span> on sale for $230 (down from $350) and the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimgDPX3h1U?u1=gs-gs29004410\">Powerbeats Pro</a> </span> on sale for $150 (down from $200).</p><p>Below you’ll find some of the best early Black Friday tech deals at Best Buy.</p></h3></p><br />     <p><h2>Nest Hub Max Smart Display</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056351-nesthubmax.jpg\" /><br /><h3><p><strong> $164 ($<del>230</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcU8c5tTb?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Netgear Nighthawk AXE7300 Router</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056346-nighthawk.jpg\" /><br /><h3><p><strong> $230 ($<del>400</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcDONWR4a?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>JVC True Wireless Earbuds</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056353-jvc.jpg\" /><br /><h3><p><strong> $35 ($<del>70</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipc4pmJPf4?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>ASUS TUF Gaming 27-Inch Monitor</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056343-tufmonitor.jpg\" /><br /><h3><p><strong> $170 ($<del>300</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcvrOJpek?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Nest Hub 7-Inch Smart Display</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056345-nesthub.jpg\" /><br /><h3><p><strong> $50 ($<del>100</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcBU0xt9q?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>iBuyPower SlateMR</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056341-ibuypower.jpg\" /><br /><h3><p><strong>$780 ($<del>980</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipcqyWxPg7?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung Galaxy Watch4 (44mm)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053486-galaxywatch.jpg\" /><br /><h3><p><strong>$200 ($<del>280</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgzwQKbaZ?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Beats Studio 3 Wireless Headphones</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053473-beatsstudio3.jpg\" /><br /><h3><p><strong>$230 ($<del>350</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgCrjyXX2?u1=gs-gs29004410\">See at Best Buy</a> </div></h3></p><br />     <p><h2>Powerbeats Pro</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053474-powerbeats.jpg\" /><br /><h3><p> </p><p><strong>$150 ($<del>200</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgDPX3h1U?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Google Pixel Buds Pro Earbuds</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053475-pixelbuds.jpg\" /><br /><h3><p> </p><p><strong>$150 ($<del>200</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgGWLPNHt?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Sony WH-XB910N Wireless Headphones</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053476-sonywhxb9.jpg\" /><br /><h3><p> </p><p><strong>$123 ($250)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimgKPwAyLm?u1=gs-gs29004410\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 27-Inch Odyssey Monitor</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4053479-samsungodysseymonitor.jpg\" /><br /><h3><p><strong>$250 ($<del>400</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipclHNkp13?u1=gs-gs29004410\">See at Best Buy</a> </div></div></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/new-sony-gaming-headset-gets-massive-discount/2900-4431/", "title": "New Sony Gaming Headset Gets Massive Discount", "date_published": "2022-10-31 19:03:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056457-inzonelineup%281%29.jpg\" /><br /><h3><p>If you’re in the market for a new gaming headset, then you’re in luck, as the entire Sony Inzone lineup is seeing price cuts at Amazon and Best Buy right now. Prices range from just $78 for the entry-level <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sony-INZONE-Headset-Over-ear-Headphones-MDR-G300/dp/B0B1SXW7LB?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4431|vg:-|st:mwb\">H3</a> </span> and soar up to $278 for the premium <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sony-INZONE-Wireless-Canceling-Over-ear-Headphones/dp/B0B1TDHLPT?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4431|vg:-|st:mwb\">H9,</a> </span> but it’s the mid-level <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B1S4RXQB?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4431|vg:-|st:mwb\">H7</a> </span> that’s the most enticing--as its price has dropped from <b>$230 to just $148</b>.</p><p>The Inzone headsets were just <a href=\"https://www.gamespot.com/articles/sony-reveals-new-line-of-gaming-headsets-and-monitors-for-ps5-and-pc/1100-6504964/\">released earlier this year</a> and serve as multiplatform devices that works on both PC and PS5. Note that these carry the Sony logo, not the PlayStation logo, and they're arguably a better fit for PC than PS5 (since you'll gain access to the 360 Spatial Sound to customize your listening experience). That being said, you'll get a lot of cool features regardless of what platform you hook these up to, including Tempest 3D audio support on PS5. Here’s a closer look at all three to help you determine if one is a good fit for your gaming needs.</p></h3></p><br />     <p><h2>Sony Inzone H7 Wireless Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056446-h7.jpg\" /><br /><h3><p><strong>$148 ($<del>230</del>)</strong></p><p>Discounted by $82, this is the lowest price we’ve seen for the Inzone H7 headset since launch. And considering it’s manufactured by Sony and optimized for both PS5 and PC, that’s reason alone to check it out. You’ll also be treated to a premium design that takes strong cues from the new-gen console, up to 40 hours of runtime on a single charge, and a convenient, wireless connection that works via a USB dongle and Bluetooth. There’s also a Discord-certified microphone that makes it easy to communicate with your teammates. If Amazon sells out, you’ll also find the H7 on sale at <span class=\"norewrite\">           <a href=\"https://shop-links.co/cipd8iUzmDS?u1=gs-gs29004431\">Best Buy.</a> </span></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B1S4RXQB?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4431|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Sony Inzone H3 Wired Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056447-h3.jpg\" /><br /><h3><p><strong>$78 ($<del>100</del>)</strong></p><p>Few headsets in the sub-$100 range offer the features found on the H3. You’ll need to put up with a wired connection, but it comes with 360 Spatial Sound to enhance the quality of your audio, compatibility with the Inzone Hub software to personalize your setup, and a sleek design that looks very similar to the more expensive H7 and H9. The Inzone H3 Wired Gaming Headset is also on sale at <span class=\"norewrite\">           <a href=\"https://shop-links.co/cipd9CGkKV5?u1=gs-gs29004431\">Best Buy.</a> </span></p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sony-INZONE-Headset-Over-ear-Headphones-MDR-G300/dp/B0B1SXW7LB?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4431|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />     <p><h2>Sony Inzone H9 Wireless Noise Canceling Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4056449-h9.jpg\" /><br /><h3><p><strong>$278 ($<del>300</del>)</strong></p><p>The Inzone H9 is only seeing a discount of $22, but it’s still worth considering if you’re searching for a high-end headset. Aside from every feature found on the H7, you’ll also get some great noise-canceling technology and an upgraded design that features the same leatherette found on Sony's flagship WH-1000XM5 headphones. <span class=\"norewrite\">           <a href=\"https://shop-links.co/cipeaouxHeY?u1=gs-gs29004431\">Best Buy</a> </span> is discounting the Inzone H9.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sony-INZONE-Wireless-Canceling-Over-ear-Headphones/dp/B0B1TDHLPT?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4431|vg:-|st:mwb\">See at Amazon</a> </div></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/nfls-patrick-peterson-roasts-kyler-murray-with-video-game-themed-celebration-after-interception/1100-6508760/?ftag=CAD-01-10abi2f", "title": "NFL's Patrick Peterson Roasts Kyler Murray With Video Game-Themed Celebration After Interception", "date_published": "2022-10-31 18:50:00+00:00", "description": "<p>NFL QB Kyler Murray of the Arizona Cardinals is known for his love of video games. So when he threw an interception during Sunday's game against the Minnesota Vikings, Patrick Peterson of the Vikings trolled the QB with a video game-themed celebration.</p><p>Watch in the video below as Peterson pretends to play a video game by motioning like he was putting on a headset on and then moving his thumbs and fingers as if he's playing a video game. Peterson wasn't the player who picked off Murray on that play, but he joined his team in celebrating the interception all the same.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Celebrating another Victory Monday <a href=\"https://t.co/ehlJ0LMgWz\">pic.twitter.com/ehlJ0LMgWz</a></p>  — Minnesota Vikings (@Vikings) <a href=\"https://twitter.com/Vikings/status/1587089513402306567?ref_src=twsrc^tfw\">October 31, 2022</a></blockquote>              </div><p>Peterson told reporter Tom Pelissero that he was imitating Call of Duty: Modern Warfare II specifically with his roast of Murray. \"I think it's called Call of Duty? I'm not much of a gamer. Heard it just came out,\" Peterson said.</p><a href=\"https://www.gamespot.com/articles/nfls-patrick-peterson-roasts-kyler-murray-with-video-game-themed-celebration-after-interception/1100-6508760/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gabe-newell-stars-in-hilarious-ad-revealing-a-cave-johnson-voice-pack-for-dota-2/1100-6508757/?ftag=CAD-01-10abi2f", "title": "Gabe Newell Stars in Hilarious Ad Revealing A Cave Johnson Voice Pack For Dota 2", "date_published": "2022-10-31 18:19:00+00:00", "description": "<p>Valve announced that a Cave Johnson voice pack is coming to Dota 2 via a new video starring Valve president Gabe Newell. Cave Johnson is a fan-favorite character from Valve's first-person puzzler Portal 2.</p><p>The Cave Johnson Mega Kills pack will be included in as part of the upcoming Battle Pass: Part 2, which drops on November 3. Cave Johnson is the former CEO and founder of the fictional Aperture Science in the Portal games. He is voiced by the beloved, Oscar-winning actor J.K. Simmons.</p><p>The video begins with Dota 2 personalities and hosts Kaci Aitchison and Jake Kanner (aka Sir ActionSlacks) trapped in a recording studio. A looming and distracted Gabe Newell forces the two hosts to record a Mega Kills pack. After their efforts prove to be subpar, Gabe makes a potato-powered phone call from one Tech CEO to another. It's a funny video, laden with Dota 2 and Valve references. It's worth watching if you are a Dota 2 diehard or you long for the days when Valve made video games and would like to see them poke a little fun at themselves.</p><a href=\"https://www.gamespot.com/articles/gabe-newell-stars-in-hilarious-ad-revealing-a-cave-johnson-voice-pack-for-dota-2/1100-6508757/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fifa-23-is-soaring-with-30000-years-worth-of-gameplay-so-far/1100-6508756/?ftag=CAD-01-10abi2f", "title": "FIFA 23 Is Soaring With 30,000 Years Worth Of Gameplay So Far", "date_published": "2022-10-31 18:08:00+00:00", "description": "<p>FIFA 23 is setting records for EA Sports. Electronic Arts has announced that the game had a \"record-breaking\" launch, reaching 10.3 million players in the first week, which was good for the \"biggest launch period\" in the history of the professional football series.</p><p>EA went on to say that FIFA 23 has been played in 200+ nations worldwide, with players collectively logging 1.7 billion games thus far. Virtual footballers have spent more than 15.7 billion minutes in the game so far, which works out to more than 30,000 years. Players have collectively scored 4.3 billion goals so far, EA said.</p><p>Additionally, Jude Bellingham is the top transfer player in FIFA 23 so far, with more than 630,000 players trying to add the Borussia Dortmund midfielder to their side.</p><a href=\"https://www.gamespot.com/articles/fifa-23-is-soaring-with-30000-years-worth-of-gameplay-so-far/1100-6508756/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-player-completes-master-nightfall-activity-without-any-movement-keys/1100-6508754/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Player Completes Master Nightfall Activity Without Any Movement Keys", "date_published": "2022-10-31 18:03:00+00:00", "description": "<p>Master Nightfall Strikes are one of the most challenging PvE activities in Destiny 2, but if that activity isn't challenging enough, try doing it with your movement keys disabled entirely. That's just what YouTuber Esoterickk did, as they not only completed the challenge with their movement entirely sealed off, but they did so without any teammates to offer battlefield support.</p><p>According to the rules that Esoterickk set, the WASD keys were disabled, but jumping, access to a Sparrow transport, and boost control on their Titan was still allowed. For additional movement, sword attacks, the Titan Arc subclass ability Thruster, and Super attacks could propel them forwards.</p><div>          </div><p>\"Obviously, Arc and Lightning Crystals make this much easier than it otherwise would be, and also being a Master Nightfall instead of a Grandmaster,\" Esoterickk wrote. \"Otherwise I felt it would be way too tedious and long to do, so at least this way it's somewhat entertaining still. Not really all that difficult at the end of the day, just something different to do I guess.\"</p><a href=\"https://www.gamespot.com/articles/destiny-2-player-completes-master-nightfall-activity-without-any-movement-keys/1100-6508754/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wow-dragonflight-twitch-drops-include-a-free-dragon-mount/1100-6508755/?ftag=CAD-01-10abi2f", "title": "WoW: Dragonflight Twitch Drops Include A Free Dragon Mount", "date_published": "2022-10-31 17:46:00+00:00", "description": "<p>Blizzard will soon be giving away free in-game goodies for <a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft</a> in the form of Twitch Drops, with a mount, pet, and in-game toy all up for grabs.</p><p dir=\"ltr\">As detailed in a new <a href=\"https://worldofwarcraft.com/en-us/news/23873861/dragonflight-twitch-drops-earn-rewards-watching-and-supporting-creators\">blog post</a>, the first phase of the promotion will start on November 15 with the arrival of the second phase of the <a href=\"https://www.gamespot.com/articles/wow-dragonflight-pre-patch-will-come-in-two-phases-starting-oct-25/1100-6508381/\">Dragonflight pre-patch</a>. Between November 15-17, players who have connected their Battle.net account to their Twitch account and watch four hours of WoW content on a channel that has drops enabled will be able to earn the Dragon Kite in-game pet.</p><p dir=\"ltr\">To celebrate the release of the new Dragonflight expansion proper, another Twitch Drop will go live on the expansion's actual <a href=\"https://www.gamespot.com/articles/wow-dragonflight-is-officially-coming-november-28/1100-6507924/\">launch date</a>, November 28. Players will then have until November 30 to watch four hours of WoW: Dragonflight content on Twitch to earn the Feldrake mount, a re-colored version of a drake mount that has been in WoW since the release of <a href=\"https://www.gamespot.com/articles/wow-wrath-of-the-lich-king-classic-devs-talk-server-woes-the-dungeon-finder-debate-and-heroic-dungeons/1100-6507788/\">Wrath of the Lich King</a>.</p><a href=\"https://www.gamespot.com/articles/wow-dragonflight-twitch-drops-include-a-free-dragon-mount/1100-6508755/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/batman-spin-off-show-the-penguin-cast-female-lead/1100-6508749/?ftag=CAD-01-10abi2f", "title": "Batman Spin-Off Show The Penguin Cast Female Lead", "date_published": "2022-10-31 16:56:00+00:00", "description": "<p>Cristin Milioti has been cast in a lead role for HBO Max's upcoming The Batman spin-off TV series, according to a report. <a href=\"https://deadline.com/2022/10/cristin-milioti-the-penguin-sofia-falcone-colin-farrell-1235158959/\">Deadline</a> heard from sources that Milioti will play Sofia Falcone, the daughter of mob boss Carmine Falcone. In the 2022 film from director Matt Reeves, John Turturro played the role.</p><p>Milioti will star on the show opposite Colin Farrell as the Penguin. The drama series is in development under the working title The Penguin. The character Sofia Falcone appeared on the Fox series Gotham, played by Crystal Reed.</p><p>Milioti is known for her roles on the TV show How I Met Your Mother and the movie Palm Springs. She also stars on the Peacock original series The Resort.</p><a href=\"https://www.gamespot.com/articles/batman-spin-off-show-the-penguin-cast-female-lead/1100-6508749/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/shovel-knight-super-meat-boy-plush-and-game-bundles-are-steeply-discounted/2900-4430/", "title": "Shovel Knight, Super Meat Boy Plush And Game Bundles Are Steeply Discounted", "date_published": "2022-10-31 16:47:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4056340-plush-toys.jpg\" /><br /><h3><p>Between Black Friday and the festive season, now is a good time to start getting some early gift shopping done for the last few months of the year. For the gamer in your life, there are plenty of options out there, but nothing is more durable (or comforting!) as a themed plush toy. Hug it, squeeze it, or display it on a shelf, a plush toy based on a video game character is a great quick gift that can easily be stuffed into a stocking. If you need a few ideas, we've got three steeply discounted plush suggestions below that you can look at, all designed by specialist company New Game Plush. As an added bonus, all three of these dolls come with a digital game code for Nintendo Switch, so that's essentially two gifts for the price of one.</p></h3></p><br />     <p><h2>Shovel Knight: Treasure Trove (Plush and game code)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4056339-shovel-knight.jpg\" /><br /><h3><p>Shovel Knight is an indie gaming icon who has appeared in numerous games at this point. This particular doll captures the pixel-influenced design of the medieval warrior, retaining his simple charm and even bundling his trademark weapon alongside him in case any nefarious activity breaks out on your shelf.</p><p>This version of the game is the Treasure Trove edition, which packs in the original adventure with new tales starring Plague Knight, Specter Knight, and King Knight. There's also four-player local co-op mode, a co-op campaign, and several challenge modes to dig into.</p><p>It's worth noting that just the game itself normally costs $40, so you're getting a discount on the game and getting a plush to sweeten the pot.</p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipa0ZYU27u?u1=gs-gs29004430\">See at Best Buy</a> </div></div></div></h3></p><br />     <p><h2>Super Meat Boy Forever (Plush and game code)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4056338-super-meat-boy.jpg\" /><br /><h3><p>You could hit up your local butcher, grab a steak, and draw a face in it, or for a more hygenic celebration of Super Meat Boy, you could grab this adorable plushie instead. Plus, it won't spoil after a few days. This doll captures all the charm of the spectacular slab of meat, and packs in Super Meat Boy Forever for added digital nutritional value. If you're unfamiliar with the game, imagine tight platforming, brutal challenges, and constant squishy death that gives way to a feeling of undiluted satisfaction when you eventually clear a level.</p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipa1kX270T?u1=gs-gs29004430\">See at Best Buy</a> </div></div></div></h3></p><br />     <p><h2>Shantae and the Seven Sirens (Plush and game code)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4056337-shantae.jpg\" /><br /><h3><p>One of the best-kept secrets in platform gaming, Shantae games are quirky and vibrant quests starring the plucky adventurer. The Switch code for Shantae and the Seven Sirens gives you access to a game that combines Fusion Magic abilities with an awesome aquatic journey full of danger as Shantae takes on the Seven Sirens. The included plush is about nine inches tall when seated, and comes with a fully posable ponytail and Shantae's secret weapon.</p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cipa1FYBzxr?u1=gs-gs29004430\">See at Best Buy</a> </div></div></div></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-season-15-trailer-unveils-a-bewitching-new-battle-pass/1100-6508752/?ftag=CAD-01-10abi2f", "title": "Apex Legends Season 15 Trailer Unveils A Bewitching New Battle Pass", "date_published": "2022-10-31 16:43:00+00:00", "description": "<p>We're just hours away from the launch of <a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> Season 15: <a href=\"https://www.gamespot.com/articles/apex-legends-season-15-start-date-catalyst-divided-moon-map-and-everything-we-know/1100-6508308/\">Eclipse</a>. Players have already met the Season 15's new legend, <a href=\"https://www.gamespot.com/articles/catalyst-guide-apex-legends/1100-6508542/\">Catalyst</a>, along with her <a href=\"https://www.gamespot.com/articles/apex-legends-broken-moon-map-builds-on-the-afrofuturism-of-catalyst-and-seer-home/1100-6508730/\">homeworld's moon</a>, where the <a href=\"https://www.gamespot.com/articles/apex-legends-season-15-new-map-explores-bright-side-of-broken-moon-contrasts-heaven-and-hell/1100-6508537/\">new Broken Moon map</a> is set. But today, Respawn introduced players to the Eclipse battle pass via a new trailer uploaded to the official Apex Legends YouTube and Twitter accounts this morning.</p><p>The new trailer gives players a better look at the spellbinding cosmetics they briefly glimpsed in <a href=\"https://www.gamespot.com/articles/apex-legends-season-15-gameplay-trailer-puts-catalysts-abilities-under-the-spotlight/1100-6508539/\">last week's gameplay trailer</a>, and they are truly something to behold. From star-crossed legend skins to witchy weapon charms, the Eclipse battle pass is sure to have even the staunchest of skeptics feeling a little spellbound.</p><div>          </div><p>While the spooky season is coming to an end for most of us, the legends are just getting started--and with a practicing witch as the season's debut legend, the battle pass's spooky cosmetics are in good company. Adorned with moon motifs and other references to <a href=\"https://www.gamespot.com/articles/catalyst-is-apex-legends-first-transgender-character/1100-6508343/\">Catalyst's spiritual beliefs</a>, these cosmetics truly glow.</p><a href=\"https://www.gamespot.com/articles/apex-legends-season-15-trailer-unveils-a-bewitching-new-battle-pass/1100-6508752/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/first-look-at-new-evil-dead-sequel-movie-released-for-halloween/1100-6508750/?ftag=CAD-01-10abi2f", "title": "First Look At New Evil Dead Sequel Movie Released For Halloween", "date_published": "2022-10-31 16:38:00+00:00", "description": "<p>The Evil Dead franchise began as a cult classic with the original film in 1981. The film made writer/director Sami Raimi, a then-fresh face to horror, one of the leading voices for the past four decades. Now, the story continues with director Lee Cronin (50 States of Fright, The Hole in the Ground), with a script co-written by Cronin and Raimi in Evil Dead Rise.</p><p>Cronin has been teasing fans this month with filming progress on his <a href=\"https://twitter.com/curleecronin/status/1577724038939549696\">Twitter</a>, but on Halloween, the original star of The Evil Dead, Bruce Campbell posted the official first look at the upcoming sequel that is sure to hype fans up.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Trick or treat, Deadites. Here is the first peek at Evil Dead Rise - in theaters April 21. <a href=\"https://twitter.com/hashtag/EvilDeadRise?src=hash&amp;ref_src=twsrc^tfw\">#EvilDeadRise</a> <a href=\"https://t.co/COq0Uml7uk\">pic.twitter.com/COq0Uml7uk</a></p>  — Bruce Campbell (@GroovyBruce) <a href=\"https://twitter.com/GroovyBruce/status/1587115453335277569?ref_src=twsrc^tfw\">October 31, 2022</a></blockquote>              </div><p>The film's official synopsis reveals it's about two estranged sisters, played by Alyssa Sutherland and Lily Sullivan, whose reunion is cut short by the rise of flesh-possessing demons, thrusting them into a primal battle for survival as they face the most nightmarish version of family imaginable. It's unconfirmed who the woman in the photo is, but it's guaranteed to not be great for those on the other side.</p><a href=\"https://www.gamespot.com/articles/first-look-at-new-evil-dead-sequel-movie-released-for-halloween/1100-6508750/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2s-amsterdam-level-could-prompt-legal-action/1100-6508747/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2's Amsterdam Level Could Prompt Legal Action", "date_published": "2022-10-31 16:17:00+00:00", "description": "<p dir=\"ltr\">Call of Duty: Modern Warfare 2's Amsterdam level has already triggered a range of reactions, including some Dutch people praising its <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-amsterdam-level-is-being-praised-for-its-realism/1100-6508549/\">realistic depiction</a> of the famous city. However, not all the press is positive, as it seems that a hotel that's clearly depicted in the game is considering possible legal action against publisher Activision Blizzard.</p><p dir=\"ltr\">As reported by the Dutch outlet <a href=\"https://myprivacy.dpgmedia.nl/consent?siteKey=PUBX2BuuZfEPJ6vF&amp;callbackUrl=https://www.volkskrant.nl/privacy-wall/accept?redirectUri=%2fcultuur-media%2famsterdam-is-levensecht-in-de-nieuwe-call-of-duty-maar-niet-iedereen-is-daar-blij-mee%7eb567044a%2f%3freferrer%3dhttps%253A%252F%252Fwww.google.com%252F\">de Volksrant</a>, the five-star Conservatorium Hotel appears under the name Breenbergh in Call of Duty: Modern Warfare 2, and the hotel's manager isn't happy about its depiction as a warzone. In real life, the Conservatorium itself is a former bank building designed by the famous Dutch architect Daniel Knuttel, which was converted into a luxury hotel in the 1980s.</p><p dir=\"ltr\">\"We have taken note of the fact that the Conservatorium Hotel is undesirably the scene of the new Call of Duty,\" the hotel's manager Roy Tomassen said. \"More generally, we don't support games that seem to encourage the use of violence. The game in no way reflects our core values and we regret our apparent and unwanted involvement.\"</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2s-amsterdam-level-could-prompt-legal-action/1100-6508747/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-loses-as-much-as-200-on-every-xbox-it-sells-phil-spencer-says-report/1100-6508748/?ftag=CAD-01-10abi2f", "title": "Xbox Loses As Much As $200 On Every Xbox It Sells, Phil Spencer Says - Report", "date_published": "2022-10-31 16:16:00+00:00", "description": "<p>According to Microsoft Gaming CEO Phil Spencer, Microsoft loses as much as $200 on every Xbox it sells. <a href=\"https://www.cnbc.com/2022/10/26/microsofts-phil-spencer-gaming-somewhat-resilient-to-weak-economy.html\">According to CNBC</a>, Spencer recently disclosed that Microsoft subsidizes the production cost of a new Xbox by about $100 to $200 per console.</p><p>Spencer added, the report said, that Microsoft expects to make up the difference by selling games and accessories, which are known to have better profit margins. The report had no information on the subsidization costs for the Xbox Series X versus the Xbox Series S versus the Xbox One.</p><p>It's been known for some time that consoles are loss leaders. But this is among the first times that an executive at a console producer is putting a specific dollar amount, or in this case, a range, to the extent of the cost. The CNBC piece doesn't directly quote Spencer, and GameSpot has followed up with Microsoft in an attempt to get more details.</p><a href=\"https://www.gamespot.com/articles/xbox-loses-as-much-as-200-on-every-xbox-it-sells-phil-spencer-says-report/1100-6508748/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/last-chance-to-snag-8-steam-deck-ready-games-for-10/1100-6507979/?ftag=CAD-01-10abi2f", "title": "Last Chance To Snag 8 Steam Deck-Ready Games For $10", "date_published": "2022-10-31 16:11:00+00:00", "description": "<p>Fanatical has yet another new build-your-own bundle deal available, this time for up to 8 Steam games for just $10 through the Play on the Go Bundle. This bundle expires today, October 31, at 5 PM PT / 8 PM ET, so make sure to check it out before it's gone.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/[subid_value]/https://www.fanatical.com/en/pick-and-mix/build-your-own-play-on-the-go-bundle-2\">See at Fanatical</a> </div><p dir=\"ltr\"> </p><p dir=\"ltr\">As the name implies, the bundle lets you pick from 16 portable-friendly games certified playable on Steam Deck that are great for portable gaming sessions, though they play perfectly well on a standard PC setup as well. The deal starts at three games for $5, or you can bump up to five games for $7 or eight games for $10.</p><a href=\"https://www.gamespot.com/articles/last-chance-to-snag-8-steam-deck-ready-games-for-10/1100-6507979/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/friday-the-13th-how-many-people-jason-voorhees-killed-and-where-to-stream-every-movie/2900-1636/", "title": "Friday The 13th: How Many People Jason Voorhees Killed, And Where To Stream Every Movie", "date_published": "2022-10-31 16:04:00+00:00", "description": "<p><h2>Jason Voorhees is a misunderstood undead serial murderer who loves his mommy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318427-s1.jpg\" /><br /><h3><p>Happy Halloween! Since it's one of the spookiest days of the year, let's take a look back at one of the spookiest (and corniest) horror franchises in horror: <a href=\"https://www.gamespot.com/articles/friday-the-13th-gets-cool-bluray-steelbook-and-vin/1100-6474757/\">Friday the 13th</a>. It's a film series that taught us if you are a teenage counselor at a camp for kids, and you're engaging in sex, drugs, or rock n' roll, there's a good chance a man in a hockey mask--or his mother or a paramedic--will kill you.</p><p>For nearly four decades, Jason Voorhees has been on a killing spree. Are you doing drugs in a cabin? You're dead. Are you making out with someone in a sleeping bag in the woods? You're dead. Are you on a boat trying to get to Manhattan? You are also dead. Trying to live your life in space? You're <em>super</em> dead.</p><p>Who doesn't love Jason and his signature hockey mask? Here's a part of Americana, and although he is a movie monster, we still want to celebrate him. Since the Friday the 13th film series kicked off in 1990--40 years ago--Jason has been on a killing spree. But how many people has he killed in each movie?</p><p>While we've ranked movies by box office totals and their overall quality in the past, this time around we're ranking the Friday the 13th movies by how many people Jason has killed in each movie. Obviously, if you're a fan of the series, then you know Jason wasn't the main killer in a couple of the movies in the franchise. Don't worry, we're also aware of that as well.</p><p>So going through the world of Jason Voorhees and all his horrific murders, here's every Jason movie, ranked by his body count. Additionally, Shout Factory released a boxed set of every movie in the franchise which includes deleted scenes from Friday The 13th: Part 2, which are part of the <a href=\"https://www.gamespot.com/articles/you-must-watch-friday-the-13th-part-2s-fabled-gore-cut/1100-6484134/\">legendary Gore Cut</a>. Additionally, you'll find services to stream every single one of these movies.</p></h3></p><br />     <p><h2>12. Friday the 13th (1980)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318448-mv5bnwmxytyzywqtngzmny00mtg5ltk1n2mtnzq5njqxyjq5ntjhxkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sx669_cr0%2C0%2C669%2C999_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>Coming in at last place is the original <em>Friday the 13th</em>, as Jason Voorhees wasn't the killer. His mother Pamela was. This movie came along early in the slasher movie genre, just a couple years after <em>Halloween</em>.</p><p><strong>Total Jason Voorhees kills:</strong> 0</p><p><em>Note: Pamela Voorhees killed nine people in case you were curious.</em></p><p> </p><p> </p></h3></p><br />     <p><h2>11. Friday the 13th: A New Beginning (1985)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318439-friday-the-13th-part-5-a-new-beginning.21492.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>Conceptually, <em>A New Beginning</em> isn't a terrible idea, as the movie follows Tommy Jarvis--who killed Jason Voorhees years prior. Tommy now lives in a halfway house for mentally ill teenagers. However, Jason has returned and is on a killing spree. Here's the crazy twist: it's not Jason committing the murders. It's a paramedic named Roy doing all the killing, and there are some really bizarre kills here, like eyes being gouged out by garden shears.</p><p><strong>Total Jason Voorhees kills:</strong> 0</p><p><em>Note: Roy killed 17 people.</em></p><p><strong> </strong></p></h3></p><br />     <p><h2>10. Friday the 13th: Part 2 (1981)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318441-mv5bm2mwzwjjndetn2fmyy00yjdhlwfjztetnta3zjvkzdjjnjyxxkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sy1000_cr0%2C0%2C645%2C1000_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>The 1981 sequel introduces Jason Voorhees for the first time; however, he has yet to get his signature hockey mask. He instead wears a burlap sack over his head. At this point in the series, there aren't any over-the-top kills, as the craziest one is someone being strangled with barbed wire.</p><p><strong>Total Jason Voorhees kills:</strong> 9</p><p><em>Note: The count is possibly 10 because it's up for debate that Paul was killed off-screen, but there's no way for sure knowing who killed him.</em></p></h3></p><br />     <p><h2>9. Friday the 13th Part III (1982)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318451-mv5bzjrimtdly2qtzge3ys00yjqzltk5mmutnjvjmjuzywrimwnhxkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sy1000_cr0%2C0%2C670%2C1000_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>Of course, <em>Friday the 13th Part III</em> was in 3D, which was all the rage during the '80s. This movie marks the first time Jason crushed someone's head, as well as the first time he wears his signature hockey mask.</p><p><strong>Total Jason Voorhees kills:</strong> 12</p></h3></p><br />     <p><h2>8. Friday the 13th: The Final Chapter (1984)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318438-fridaythe13thpart4_poster.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>While the fourth movie is titled <em>The Final Chapter</em>, in no way is it actually the \"final chapter\" in the series. This <em>Friday the 13th</em> installment features Jason killing someone with a garden claw.</p><p><strong>Total Jason Voorhees kills:</strong> 13</p></h3></p><br />     <p><h2>7. Friday the 13th (2009)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318446-mv5bmtq5odi5ntmzn15bml5banbnxkftztcwnzy4mtyxmg%40%40._v1_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+, HBO Max</p><p>The 2009 <em>Friday the 13th</em> reboot packed the first three original films into one, non-stop movie. Jason gets a headshot with a bow and arrow in this one.</p><p><strong>Total Jason Voorhees kills: </strong>13</p><div><div class=\"norewrite\" title=\"[Various] Sign up for HBO Max\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1591/15918215/3807477-hbomax.jpg\" />                                 <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\">Sign up for HBO Max</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\">Gain access to original shows and movies for $15/month</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\">See more at HBO Max</a>                     </div>                         </div>                     </div> </div></div><p> </p></h3></p><br />     <p><h2>6. Friday the 13th Part VII: The New Blood (1988)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318450-mv5byzrhmza5zgitodmxmy00ytriltg3mjutmmrjmzlizdkxowi2xkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sy1000_cr0%2C0%2C674%2C1000_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>Jason has been at the bottom of Camp Crystal laying dormant. In <em>The New Blood</em>, a telekinetic teenager releases him and must find a way to stop him. The most ridiculous kill of the film comes from Jason driving a party horn through a young woman's eye. This is also the movie that features Jason swinging a sleeping bag--with someone inside--against a tree. It's easily the most memorable kill in the franchise.</p><p><strong>Total Jason Voorhees kills:</strong> 15</p></h3></p><br />     <p><h2>5. Friday the 13th Part VIII: Jason Takes Manhattan (1989)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318444-mv5bmduymgixzdctndvlmy00zmvllwizzgutmzq2nwvhntgwmjizxkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>In<em> Jason Takes Manhattan</em>, Voorhees gets on a boat headed to Manhattan with a group of graduating high school students and takes them all out, one by one. Sadly, unlike the title states, he spends very little of the movie actually in New York City. The kills in this movie get more inventive and one of the most ridiculous comes when Jason literally punches someone so hard that their head flies off their body.</p><p><strong>Total Jason Voorhees kills:</strong> 15*</p><p><em>Notes: Count could be as many as 18. There are a couple accidents here as well as a guy who Jason throws into a mirror at a diner, but there's no confirmed kill there. In addition, there is no way of knowing how many people were killed when the S.S. Lazarus sank.</em></p></h3></p><br />     <p><h2>4. Jason Lives: Friday the 13th Part VI (1986)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318447-mv5bndllzgzlzwmtmmm4yi00ndg2lwi3ndmtnwi0mdzkmjjkotm3xkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sy1000_cr0%2C0%2C657%2C1000_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+</p><p>Jason comes back to life in the sixth film. Tommy Jarvis, from <em>A New Beginning</em>, tries to dispose of Jason's body but accidentally brings him back to life. While the movie features a lot of machete-hacking mayhem, the best kill comes from an officer getting a metal dart thrown into his skull.</p><p><strong>Total Jason Voorhees kills:</strong> 18</p></h3></p><br />     <p><h2>3. Jason X (2001)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318464-mv5byzc0mdllyjktyzfjzi00otgwlwjmzwmtodlmmtvlodqyztgwxkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sy1000_cr0%2C0%2C673%2C1000_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Tubi</p><p>Everything about <em>Jason X</em> is ridiculous. In the 25th century, Jason wakes up on a spaceship and insanity ensues. There are a lot of silly kills in this movie, including a woman's head getting frozen in liquid nitrogen, then smashed on a countertop.</p><p><strong>Total Jason Voorhees kills:</strong> 21*</p><p><em>Note: There's no way of knowing how many people died when the Solaris space station exploded.</em></p></h3></p><br />     <p><h2>2. Freddy vs. Jason (2003)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318449-mv5bodnlnwvjotmtzjvjyy00mzrjltg2mmqtntm3mwvmzjfjyzgwxkeyxkfqcgdeqxvymzm4mjm0nzg%40._v1_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> HBO Max</p><p><em>Freddy vs. Jason</em> pits the two most iconic supernatural killers in horror history--sorry Michael Myers--and they fight to the \"death.\" There aren't a lot of inventive kills in this movie; \"however, while wielding a flaming machete, Jason does take out a whole bunch of party-goers at a rave, which is quite enjoyable to watch, unless you're into that whole rave scene.</p><p><strong>Total Jason Voorhees kills:</strong> 22*</p><p><em>Note: Hard to pinpoint how many people Jason killed during the cornfield rave scene.</em></p><div><div class=\"norewrite\" title=\"[Various] Sign up for HBO Max\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1591/15918215/3807477-hbomax.jpg\" />                                 <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\">Sign up for HBO Max</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\">Gain access to original shows and movies for $15/month</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://cnetpartner.go2cloud.org/aff_c?aff_id=1&amp;offer_id=1&amp;aff_sub=[subid_value]&amp;url=https://www.hbomax.com/\">See more at HBO Max</a>                     </div>                         </div>                     </div> </div></div><p> </p></h3></p><br />     <p><h2>1. Jason Goes to Hell: The Final Friday (1993)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318445-mv5bmguxzgvimdktowm5os00mtlmltkzztytzwjmzgeznjg1m2zlxkeyxkfqcgdeqxvymtqxnzmzndi%40._v1_sy1000_cr0%2C0%2C672%2C1000_al_.jpg\" /><br /><h3><p><strong>Streaming on:</strong> Fubo, AMC+, HBO Max</p><p><em>Jason Goes to Hell</em> not only has a ridiculous plot, but it has the most Jason Voorhees kills in the franchise. The supernatural monster is killed by an FBI special ops team, and his spirit--stay with me--starts possessing people, which ends up with the possessed killing everyone around them. It may not be the body of Voorhees, but his spirit is technically doing the killing. The most ridiculous kill comes when a woman is drowned in a deep fryer.</p><p><strong>Total Jason Voorhees kills:</strong> 25</p><p><em>Note: 10 of the deaths--including a group of civilians that are killed--happen off-screen.</em></p></h3></p><br />     <p><h2>Total kills</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/3318524-end.jpg\" /><br /><h3><p>Since Jason's first murder in <em>Friday the 13th: Part II</em>--in 1981--he's killed 163 people, and even more if you count the people aboard the space station blowing up in <em>Jason X</em> or those who died when the ship sank in <em>Jason Takes Manhattan</em>. Once again, the kills in the first film and <em>A New Beginning</em> don't count because it wasn't Jason doing the killing. So while 163 is our total from this list, a few of the murders are up for debate.</p><p><strong>Total Jason Voorhees kills:</strong> 163</p></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ea-lands-three-game-deal-with-marvel-and-disney/1100-6508744/?ftag=CAD-01-10abi2f", "title": "EA Lands Three-Game Deal With Marvel And Disney", "date_published": "2022-10-31 15:43:00+00:00", "description": "<p>Last month's announcement of an upcoming game starring Iron Man was revealed to be the first of several titles based on a Marvel Comics IP, but EA didn't reveal exactly how many Marvel projects it has in development. Today, EA has lifted the lid on its collaboration plans with Disney and Marvel, and has confirmed that it a three-game deal has been signed according to to <a href=\"https://www.bloomberg.com/news/articles/2022-10-31/electronic-arts-strikes-three-game-deal-with-marvel\">Bloomberg</a>.</p><p>So far, only the <a href=\"https://www.gamespot.com/articles/eas-iron-man-game-aims-to-be-a-100-authentic-marvel-experience/1100-6507703/\">Iron Man game has been revealed</a>, which is being developed by Dead Space remake studio EA Motive. Still in a very early phase of development, EA Motive says that it is aiming to create an authentic Marvel experience starring the armored Avenger and will reportedly begin playtesting this week as part of some <a href=\"https://www.gamespot.com/articles/ea-motives-iron-man-game-enters-playtesting-phase/1100-6508740/\">early fine-tuning for the game</a>. The announcement post on EA's website last month said that Iron Man marked the start of a new long-term partnership between the company and Marvel Games, calling this game the \"first of several new games.\"</p><p>EA's previous partnership with Disney saw it land a multi-year deal to exclusively develop Star Wars games, which resulted in the release of two Star Wars: Battlefront games and the well-received Star Wars Jedi: Fallen Order. Since then, Disney has changed its strategy and has licensed out its IP to multiple studios.</p><a href=\"https://www.gamespot.com/articles/ea-lands-three-game-deal-with-marvel-and-disney/1100-6508744/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/infinity-ward-disables-call-of-duty-modern-warfare-2-attachment-tuning-due-to-crashes/1100-6508745/?ftag=CAD-01-10abi2f", "title": "Infinity Ward Disables Call Of Duty: Modern Warfare 2 Attachment Tuning Due To Crashes", "date_published": "2022-10-31 15:43:00+00:00", "description": "<p dir=\"ltr\">Tuning your attachments in Call of Duty: Modern Warfare 2 is a fun way to make your weapon behave exactly as you want, but it also has an unfortunate side effect: making the game crash. Infinity Ward announced on Twitter that attachment tuning in Modern Warfare 2 is disabled \"until further notice\" due to this crashing problem.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We are disabling attachment tuning until further notice to investigate crashes for users with 5 attachments tuned. If you currently have a tuned attachment equipped, you will need to unequip and reequip it to use your loadout.</p>  — Infinity Ward (@InfinityWard) <a href=\"https://twitter.com/InfinityWard/status/1586453540788019201?ref_src=twsrc^tfw\">October 29, 2022</a></blockquote>              </div><p dir=\"ltr\">According to the devs, these crashes seem to happen to users who have five attachments equipped, though they aren't quite sure what's causing it yet. Players who have used attachment tuning will have to reequip their attachments in order to use them.</p><p dir=\"ltr\">While Modern Warfare 2 had series' <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-has-biggest-playstation-store-launch-of-all-time-for-cod-series/1100-6508735/\">biggest</a> launch of all time on the PlayStation Store, it hasn't been entirely free of snags, either. Some players are <a href=\"https://www.gamespot.com/articles/cod-modern-warfare-2-jam-packed-highway-map-is-already-getting-hate/1100-6508723/\">complaining</a> about the new Santa Sena Border Crossing map, saying that it simply has too many exploding cars to be fun to play for any length of time.</p><a href=\"https://www.gamespot.com/articles/infinity-ward-disables-call-of-duty-modern-warfare-2-attachment-tuning-due-to-crashes/1100-6508745/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-499-october-31-2022/1100-6508743/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#499) - October 31, 2022", "date_published": "2022-10-31 15:20:00+00:00", "description": "<p>It's Monday and that can only mean one thing: We're back for another week of <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> guides. After a long weekend, it's time to get back into the swing of things, and we're here to make sure you do that by getting the Wordle correct. Unfortunately for those looking to cruise into November, the Wordle gods have given users a tricky answer, and on Halloween no less. Today's answer is not especially common, which will likely give a majority of players some trouble. If you haven't started the October 31 Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point and visiting this article, then you might be in need of some help.</p><p>That's where we can come in. Below, players will find two tips for today's Wordle on October 31. We've also spelled out the full answer for players who might not find the hints helpful enough.</p><h2>Today's Wordle Answer - October 31, 2022</h2><p>We'll begin with a couple of hints that directly relate to the answer but won't give it away.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-499-october-31-2022/1100-6508743/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-includes-toggleable-tinnitus-setting/1100-6508742/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Includes Toggleable Tinnitus Setting", "date_published": "2022-10-31 15:19:00+00:00", "description": "<p dir=\"ltr\">Call of Duty: Modern Warfare 2 includes a tinnitus setting that players can toggle on and off. The optional effect, which simulates the real-life ringing in ears that can be caused by close proximity to explosions and gunfire, is a fun addition to the franchise that's been around for some form or fashion for years now.</p><p dir=\"ltr\">However, not all shooter fans want to hear that effect for the hundreds of hours that they'll put into the game's multiplayer--especially if they suffer from real-life tinnitus. As such, this setting gives players the power to reduce its potency at will.</p><p dir=\"ltr\">This setting has some players requesting other such settings. For example, one <a href=\"https://www.reddit.com/r/ModernWarfareII/comments/yflgdb/massive_shout_out_to_the_tinnitus_setting/\">Reddit</a> user suggests that you should be able to adjust the snow-white effect of flashbangs to black, in order to avoid blinding players in darkened rooms. <a href=\"https://www.gamespot.com/games/battlefield-2042/\">Battlefield 2042</a> added this setting, and players have encouraged other developers to follow suit.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-includes-toggleable-tinnitus-setting/1100-6508742/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-season-15-patch-notes-reveal-a-revamped-ui-but-no-legend-tweaks/1100-6508746/?ftag=CAD-01-10abi2f", "title": "Apex Legends Season 15 Patch Notes Reveal A Revamped UI, But No Legend Tweaks", "date_published": "2022-10-31 15:08:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> Season 15: <a href=\"https://www.gamespot.com/articles/apex-legends-season-15-start-date-catalyst-divided-moon-map-and-everything-we-know/1100-6508308/\">Eclipse</a>, is set to launch tomorrow, and developer Respawn Entertainment just posted the upcoming season's patch notes in a new blog on <a href=\"https://www.ea.com/games/apex-legends/news/eclipse-patch-notes\">EA's official Apex Legends website</a>. Of course, much of the changes aren't too shocking--the notes mention more about the new Broken Moon map, including the other two maps that will be in rotation this season: World's Edge and Olympus. This confirms players won't be seeing Storm Point or Kings Canyon in standard battle royale mode, at least not for the first half of the season.</p><p>But the one surprising part of the Season 15 patch notes isn't what they contain--it's what they don't contain: Any legend nerfs or buffs whatsoever. For a game that now boasts a cast of 23 playable legends (counting Season 15's newest addition to the squad, <a href=\"https://www.gamespot.com/articles/catalyst-guide-apex-legends/1100-6508542/\">Catalyst</a>), it's surprising how short the patch notes are--and they don't mention any legend ability tweaks. Unlike the legends, however, plenty of weapons are getting a makeover this season.</p><h2 dir=\"ltr\">Weapons</h2><p dir=\"ltr\">The Mastiff is coming out of the Supply Drop and the RE-45 will take its place, equipped with the Disruptor Rounds hop-up. When it comes to the Replicator, the P2020 and Havoc will return to the floor, with the Spitfire and Peacekeeper replacing them. This season's gold weapons include the R-301, 30-30 Repeater, Devotion, EVA-8, and Prowler.</p><a href=\"https://www.gamespot.com/articles/apex-legends-season-15-patch-notes-reveal-a-revamped-ui-but-no-legend-tweaks/1100-6508746/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvels-spider-man-remastered-for-pc-hits-lowest-price-yet/1100-6506839/?ftag=CAD-01-10abi2f", "title": "Marvel's Spider-Man Remastered For PC Hits Lowest Price Yet", "date_published": "2022-10-31 14:39:00+00:00", "description": "<p>Marvel's Spider-Man Remastered released on PC a couple months back to rave reviews. If you haven't picked it up yet, your patience has been rewarded. <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/marvel-s-spider-man-remastered\">Marvel&#039;s Spider-Man Remastered is currently discounted to $43.19 at Fanatical.</a> </span> This is the lowest price yet since launch, and you'll receive a Steam key that can instantly be redeemed on Steam.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/marvel-s-spider-man-remastered\">See at Fanatical</a> </div></div><p> </p><p>If you have a Steam Deck, Marvel's Spider-Man is verified and runs pretty darn well on Valve's handheld. Of course, to get the most out of this PS5 port you'll need a powerful gaming desktop PC or laptop. Marvel's Spider-Man Remastered has a bunch of great features on PC, including ray tracing, ultrawide monitor support, and Nvidia's DLSS technology that dynamically upscales resolution.</p><a href=\"https://www.gamespot.com/articles/marvels-spider-man-remastered-for-pc-hits-lowest-price-yet/1100-6506839/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/god-of-war-ragnarok-producer-reacts-to-game-leaking-early-completely-fking-stupid/1100-6508741/?ftag=CAD-01-10abi2f", "title": "God Of War Ragnarok Producer Reacts To Game Leaking Early: \"Completely F**king Stupid\"", "date_published": "2022-10-31 14:20:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/god-of-war-ragnarok/\">God of War Ragnarok</a> releases in November, but at least one retailer began selling the game early, and that means spoilers about the highly anticipated PlayStation game are out there. Cory Barlog, who directed 2018's God of War and produced Ragnarok, voiced his frustration over this in a <a href=\"https://twitter.com/corybarlog/status/1586440845502607360?s=61&amp;t=FAdyxxBVIGBv8wuwTWvCqg\">series of tweets recently.</a></p><p>\"A retailer selling the game nearly TWO WEEKS before release. Just so disappointing,\" Barlog said. \"Sorry to everyone that you have to dodge the spoilers if you want to play the game fresh. Completely f**king stupid you have to do this. This is not at all how any of us at [Santa Monica Studio] wanted things to go.\"</p><p>Barlog said this situation makes him see the merit in having \"just an installer\" on the physical disc of a video game, so that anyone who obtained an early copy wouldn't necessarily be able to actually play the game. Some games do this, like <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare II</a>, which apparently comes with <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-disc-is-just-70-mb-requires-100-gb-install/1100-6508677/\">just 70MB of data on the disc and then requires a 100GB download to actually play the game.</a></p><a href=\"https://www.gamespot.com/articles/god-of-war-ragnarok-producer-reacts-to-game-leaking-early-completely-fking-stupid/1100-6508741/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ea-motives-iron-man-game-enters-playtesting-phase/1100-6508740/?ftag=CAD-01-10abi2f", "title": "EA Motive's Iron Man Game Enters Playtesting Phase", "date_published": "2022-10-31 14:16:00+00:00", "description": "<p>EA Motive's <a href=\"https://www.gamespot.com/games/iron-man/\">Iron Man</a> game has reportedly entered a phase of playtesting, just a month after it was first announced. According to <a href=\"https://insider-gaming.com/motives-iron-man-game-already-starts-playtesting/\">Insider Gaming</a>, testing sessions will be held from October 31 to November 2 and will also feature feedback sessions that discuss how the game will play, what modes it will offer users to explore, plot points, and more.</p><p>These sessions will be one-on-one, with the experience being detailed on the EA Playtesting website, the report said.</p><p>\"Get an inside look at a game/product and talk through your experience directly with an EA Researcher,\" the <a href=\"https://www.ea.com/en-gb/playtesting\">website reads</a>. \"They will ask you questions about your experiences, preferences, and other areas of interest. These conversations typically last between 30 and 120 minutes, and may happen online or in person at one of our Player Experience Labs.\"</p><a href=\"https://www.gamespot.com/articles/ea-motives-iron-man-game-enters-playtesting-phase/1100-6508740/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/b2g1-free-game-sale-at-best-buy-includes-ps5-exclusives-and-more/1100-6508739/?ftag=CAD-01-10abi2f", "title": "B2G1 Free Game Sale At Best Buy Includes PS5 Exclusives And More", "date_published": "2022-10-31 13:55:00+00:00", "description": "<p>Best Buy has kicked off a <strong><a href=\"https://shop-links.co/cio9Tot5CHc?u1=gs-gs11006508739\">buy two, get one free video game sale</a></strong> featuring titles for PS5, Xbox, and Nintendo Switch. The list of eligible games is pretty darn impressive, as it includes a number of PS5 exclusives and a bunch of games that released this year. As usual with these sales, the lowest priced item in your cart will be free. Though many of the included games are full price, you're still getting the best discount available now if you're interested in picking up a trio of games.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cio9Tot5CHc?u1=gs-gs11006508739\">B2G1 free games at Best Buy</a> </div></div><p> </p><p>PS5 users have a number of exclusives to choose from, including some of the best games available on the platform today. Games that released just this year, such as <strong>Uncharted: Legacy of Thieves Collection</strong>, <strong>Gran Turismo 7,</strong> and <strong>Horizon Forbidden West</strong>, are up for grabs. You can also snag hits like <strong>Ratchet &amp; Clank: Rift Apart, Ghost of Tsushima Director's Cut, Returnal</strong>, and <strong>Demon's Souls</strong>. The recently released <strong>Valkyrie Elysium</strong> is also featured in the promotion.</p><a href=\"https://www.gamespot.com/articles/b2g1-free-game-sale-at-best-buy-includes-ps5-exclusives-and-more/1100-6508739/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/madden-23-is-super-cheap-right-now-at-amazon/1100-6508092/?ftag=CAD-01-10abi2f", "title": "Madden 23 Is Super Cheap Right Now At Amazon", "date_published": "2022-10-31 13:49:00+00:00", "description": "<p>Madden NFL 23 is on sale for its lowest price yet at Amazon right now. This year’s flagship football title is down to just <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Madden-NFL-23-PlayStation-5/dp/B0B2KSTXWF?th=1&amp;tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">$30 ($70) for new PlayStation 5 and Xbox Series X|S copies,</a> </span> saving you a whopping $40 off the normal price. The PS4 and Xbox One versions of the game are also available for $30. This deal comes with fast and free shipping for Amazon Prime members.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Madden-NFL-23-PlayStation-5/dp/B0B2KSTXWF?th=1&amp;tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div><p dir=\"ltr\"> </p><p dir=\"ltr\"><span>Madden NFL 23 is the latest annual release in EA’s long-running football series. In </span><a href=\"https://www.gamespot.com/reviews/madden-nfl-23-review-high-upside/1900-6417946/\">our Madden NFL 23 review</a><span>, Mark Delany says the game is “an improvement in the series' most important way: the actual playing of football,” thanks to the new Fieldsense features and other smart enhancements, despite some lackluster and forgettable modes.</span></p><a href=\"https://www.gamespot.com/articles/madden-23-is-super-cheap-right-now-at-amazon/1100-6508092/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-will-keep-releasing-call-of-duty-on-playstation-phil-spencer-confirms-yet-again/1100-6508737/?ftag=CAD-01-10abi2f", "title": "Xbox Will Keep Releasing Call Of Duty On PlayStation, Phil Spencer Confirms Yet Again", "date_published": "2022-10-31 13:35:00+00:00", "description": "<p>Microsoft's planned acquisition of Activision Blizzard has been met with some resistance while various regulatory groups across the world have analyzed it for any anti-competitive elements, with Sony being one of the loudest voices in the room. The home of PlayStation has criticized as being potentially harmful to its business, but Microsoft's head of gaming Phil Spencer has once again dismissed the idea that Call of Duty will become an Xbox console exclusive.</p><p>\"We're not taking Call of Duty from PlayStation,\" Spencer said on the <a href=\"https://www.youtube.com/watch?v=qKy9c3p3rqU\">Same Brain</a> videocast (that section is highlighted in a tweet from <a href=\"https://twitter.com/tomwarren\">The Verge's Tom Warren</a> below). \"Our intent is not to do that and long as there is a PlayStation out there to ship to, our intent is that we continue to ship Call of Duty on PlayStation. Similar to what we've done with Minecraft, we've expanded the places that people can play Minecraft [and] we haven't reduced the places.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Xbox chief Phil Spencer on Call of Duty on PlayStation:<br />\"as long as there is a PlayStation out there to ship to, our intent is that we continue to ship Call of Duty on PlayStation” <a href=\"https://t.co/n2q3zEtLju\">https://t.co/n2q3zEtLju</a> <a href=\"https://t.co/qaGsnmjUC4\">pic.twitter.com/qaGsnmjUC4</a></p>  — Tom Warren (@tomwarren) <a href=\"https://twitter.com/tomwarren/status/1587006282103390208?ref_src=twsrc^tfw\">October 31, 2022</a></blockquote>              </div><p><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare II</a> just celebrated its <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-has-biggest-playstation-store-launch-of-all-time-for-cod-series/1100-6508735/\">biggest launch yet on PlayStation</a>. Sony revealed that Modern Warfare II has become the \"biggest PlayStation Store launch\" of all time for the Call of Duty series, including both preorders and day-one sales. On Xbox and Steam, the game holds the top spot on the best-seller lists, keeping the tradition of Call of Duty being a blockbuster multiplatform release alive and well.</p><a href=\"https://www.gamespot.com/articles/xbox-will-keep-releasing-call-of-duty-on-playstation-phil-spencer-confirms-yet-again/1100-6508737/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/hideo-kojima-pays-tribute-to-the-late-death-stranding-singer-ryan-karazija-of-low-roar/1100-6508738/?ftag=CAD-01-10abi2f", "title": "Hideo Kojima Pays Tribute To The Late Death Stranding Singer Ryan Karazija Of Low Roar", "date_published": "2022-10-31 13:14:00+00:00", "description": "<p>One of the most memorable elements of Hideo Kojima's Death Stranding was its standout soundtrack from the band Low Roar. Frontman Ryan Karazija recently passed away suddenly at the age of 40, and Kojima has paid tribute to the man who was instrumental in the creation of Death Stranding.</p><p>Posting on Twitter, Kojima said, \"I heard the news. I can't believe it. I don't want to believe it.\" The developer went on to say Death Stranding would not have happened without Karazija and his music.</p><p>\"Without Ryan, without you and your music, Death Stranding would not have been born. Your music will live forever in this world and in me. Thank you. Rest in peace,\" Kojima said.</p><a href=\"https://www.gamespot.com/articles/hideo-kojima-pays-tribute-to-the-late-death-stranding-singer-ryan-karazija-of-low-roar/1100-6508738/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-go-november-2022-update-adds-guzzlord-to-five-star-raids/1100-6508733/?ftag=CAD-01-10abi2f", "title": "Pokemon Go November 2022 Update Adds Guzzlord To Five-Star Raids", "date_published": "2022-10-31 13:00:00+00:00", "description": "<p dir=\"ltr\">After its silhouette appeared in the game's latest loading screen, the Alolan Ultra Beast Guzzlord has been confirmed for Pokemon Go as part of the game's November 2022 content update.</p><p dir=\"ltr\">Guzzlord will appear as the featured five-star Raid Pokemon beginning November 8, and it will remain there until November 23. The Junkivore Pokemon will also feature during the game's weekly Raid Hour events on November 9 and November 16 from 6 PM to 7 PM local time.</p><figure style=\"width: 1080px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4056266-10.31novembercontentupdate.png\"><img alt=\"The full Pokemon Go November 2022 update.\" src=\"https://www.gamespot.com/a/uploads/scale_super/3/37852/4056266-10.31novembercontentupdate.jpg\" /></a><figcaption>The full Pokemon Go November 2022 update.</figcaption></figure><p dir=\"ltr\"><span>The Pokemon Go November 2022 update also includes a full slate of in-game events, including a celebration of </span><a href=\"https://www.gamespot.com/articles/duskull-gets-its-flowers-in-the-pokemon-go-dia-de-muertos-celebration-november-1/1100-6508379/\">Dia de Muertos</a><span> on November 1, two Community Days--one featuring </span><a href=\"https://www.gamespot.com/articles/pokemon-go-november-community-day-classic-will-feature-dratini-the-dragon-pokemon/1100-6508066/\">Dratini</a><span> and the other featuring Teddiursa--one week apart on November 5 and November 12, and a Team Rocket Go Takeover event beginning November 14.</span></p><a href=\"https://www.gamespot.com/articles/pokemon-go-november-2022-update-adds-guzzlord-to-five-star-raids/1100-6508733/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/phil-spencer-knows-that-its-been-too-long-since-the-last-big-xbox-exclusive/1100-6508736/?ftag=CAD-01-10abi2f", "title": "Phil Spencer Knows That It's Been \"Too Long\" Since The Last Big Xbox Exclusive", "date_published": "2022-10-31 12:59:00+00:00", "description": "<p>Microsoft hasn't had a very busy year when it comes to first-party releases, but Xbox users can expect 2023 to be a big year for the console and the brand, according to Phil Spencer. In an interview on the <a href=\"https://www.youtube.com/watch?v=qKy9c3p3rqU\">Same Brain</a> videocast, Microsoft's head of gaming admitted that while 2022 had been a mostly quiet year, 2023 is shaping up to be a blockbuster season for Xbox.</p><p>\"One thing we've definitely heard loud and clear is it's been too long since we've shipped what people would say is a big first-party game,\" Spencer said (via <a href=\"https://www.videogameschronicle.com/news/phil-spencer-acknowledges-its-been-too-long-since-xboxs-last-big-first-party-game/\">VGC</a>). \"We can have our excuses with Covid and other things, but in the end I know people invest in our platform and they want to have great games. And as an industry, we have fewer games this holiday than we've had in a while when you just think about the launches. Call of Duty is coming, God of War is coming--which is great--Nintendo's had a good year. But in general, I would say we've been a little light.\"</p><p>The Covid pandemic that began in 2020 had a big impact on the development of games as studios had to deal with new challenges, but Spencer explained that its developers had gotten these games on track and ready for 2023. \"We're excited about 2023 and we've talked about games that are coming,” Spencer said. “Those games are tracking well [and] we're out of what Covid did to the production schedule.\"</p><a href=\"https://www.gamespot.com/articles/phil-spencer-knows-that-its-been-too-long-since-the-last-big-xbox-exclusive/1100-6508736/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-has-biggest-playstation-store-launch-of-all-time-for-cod-series/1100-6508735/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Has \"Biggest\" PlayStation Store Launch Of All Time For CoD Series", "date_published": "2022-10-31 12:42:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare II</a> was just released on Friday, and it had a massive launch on PlayStation. The company has announced that Modern Warfare II has become the \"biggest PlayStation Store launch\" of all time for the Call of Duty series. This includes both preorders and day-one sales, Sony said.</p><p>Sony did not provide a specific sales number for Modern Warfare II on PlayStation, however. The game is seemingly performing well on other platforms, too (of course), as <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=gs-gs{{TYPE_ID}}{{CONTENT_ID}}-dtp-en&amp;murl=https://www.xbox.com/en-US/games/all-games?cat=bestsellers\">Modern Warfare II ranks No. 1 on the Xbox best-seller list</a> and is <a href=\"https://store.steampowered.com/charts/\">topping the charts on PC via Steam as well</a>.</p><p>Video game sales across the industry are continuing to trend toward digital and away from physical, so it makes logical sense that Modern Warfare II would have set this digital PlayStation Store record. Modern Warfare II also achieved this sales record at a higher price: $70, which is the new normal for many AAA games. Just how well Modern Warfare II sold for physical copies relative to other games remains to be seen.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-has-biggest-playstation-store-launch-of-all-time-for-cod-series/1100-6508735/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/henry-cavill-is-leaving-the-witcher-for-season-4-replaced-by-liam-hemsworth/1100-6508734/?ftag=CAD-01-10abi2f", "title": "Henry Cavill Is Leaving The Witcher For Season 4, Replaced By Liam Hemsworth", "date_published": "2022-10-31 12:26:00+00:00", "description": "<p>Henry Cavill is leaving Netflix's extremely popular The Witcher TV series. Netflix has confirmed that The Witcher 4 is coming back for a fourth season, but Cavill is dropping out, replaced as Geralt of Rivia by The Hunger Games star Liam Hemsworth. It's going to be a <em>long </em>time until we see Hemsworth as Geralt, however, as Season 3 doesn't arrive until Summer 2023, so Season 4 won't likely arrive until 2024 at the soonest.</p><p>\"My journey as Geralt of Rivia has been filled with both monsters and adventures, and alas, I will be laying down my medallion and my swords for Season 4,\" <a href=\"https://www.netflix.com/tudum/articles/the-witcher-season-4-liam-hemsworth\">Cavill said in a statement</a>. \"In my stead, the fantastic Mr. Liam Hemsworth will be taking up the mantle of the White Wolf. As with the greatest of literary characters, I pass the torch with reverence for the time spent embodying Geralt and enthusiasm to see Liam's take on this most fascinating and nuanced of men. Liam, good sir, this character has such a wonderful depth to him, enjoy diving in and seeing what you can find.\"</p><p>Cavill is announcing his departure from The Witcher around the same time that he confirmed <a href=\"https://www.gamespot.com/articles/henry-cavill-is-officially-back-as-superman-going-forward/1100-6508559/\">he's coming back to play Superman again in new DC projects. </a></p><a href=\"https://www.gamespot.com/articles/henry-cavill-is-leaving-the-witcher-for-season-4-replaced-by-liam-hemsworth/1100-6508734/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}]