[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/fodcha-ddos-botnet-resurfaces-with-new.html", "title": "Fodcha DDoS Botnet Resurfaces with New Capabilities", "date_published": "2022-10-31 14:28:00+00:00", "description": "The threat actor behind the Fodcha distributed denial-of-service (DDoS) botnet has resurfaced with new capabilities, researchers reveal.\nThis includes changes to its communication protocol and the ability to extort cryptocurrency payments in exchange for stopping the DDoS attack against a target, Qihoo 360's Network Security Research Lab said in a report published last week.\nFodcha first came to", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/tips-for-choosing-pentesting-company.html", "title": "Tips for Choosing a Pentesting Company", "date_published": "2022-10-31 13:50:00+00:00", "description": "In today's world of automated hacking systems, frequent data breaches and consumer protection regulations such as GDPR and PCI DSS, penetration testing is now an essential security requirement for organisations of all sizes. But what should you look for when choosing the right provider?\nThe sheer number of providers can be daunting, and finding one which can deliver a high-quality test at a", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/unofficial-patch-released-for-new.html", "title": "Unofficial Patch Released for New Actively Exploited Windows MotW Vulnerability", "date_published": "2022-10-31 12:00:00+00:00", "description": "An unofficial patch has been made available for an actively exploited security flaw in Microsoft Windows that makes it possible for files signed with malformed signatures to sneak past Mark-of-the-Web (MotW) protections.\nThe fix, released by 0patch, arrives weeks after HP Wolf Security disclosed a Magniber ransomware campaign that targets users with fake security updates which employ a", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/samsung-galaxy-store-bug-couldve-let.html", "title": "Samsung Galaxy Store Bug Could've Let Hackers Secretly Install Apps on Targeted Devices", "date_published": "2022-10-31 10:25:00+00:00", "description": "A now-patched security flaw has been disclosed in the Galaxy Store app for Samsung devices that could potentially trigger remote command execution on affected phones.\nThe vulnerability, which affects Galaxy Store version 4.5.32.4, relates to a cross-site scripting (XSS) bug that occurs when handling certain deep links. An independent security researcher has been credited with reporting the issue", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/github-repojacking-bug-couldve-allowed.html", "title": "GitHub Repojacking Bug Could've Allowed Attackers to Takeover Other Users' Repositories", "date_published": "2022-10-31 09:17:00+00:00", "description": "Cloud-based repository hosting service GitHub has addressed a high-severity security flaw that could have been exploited to create malicious repositories and mount supply chain attacks.\nThe RepoJacking technique, disclosed by Checkmarx, entails a bypass of a protection mechanism called popular repository namespace retirement, which aims to prevent developers from pulling unsafe repositories with", "favourite": false}]