[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/francja-mieszkancy-paryza-wyszli-na-ulice-masowe-protesty-przeciwko-drozyznie/", "title": "Francja: Mieszkańcy Paryża wyszli na ulice. Masowe protesty przeciwko drożyźnie", "date_published": "2022-10-16 19:47:00+00:00", "description": "W Paryżu odbyły się protesty przeciwko galopującej inflacji. Uczestnicy strajku domagali się od rządzących m.in. zamrożenia cen żywności i podwyżek wynagrodzeń. W trakcie demonstracji doszło do starć z policją. Mundurowi użyli gazów łzawiących oraz pałek."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/media-nieslubna-corka-szojgu-ma-litewskie-obywatelstwo-jej-matce-grozi-deportacja/", "title": "Media: Nieślubna córka Szojgu ma litewskie obywatelstwo. Jej matce grozi deportacja", "date_published": "2022-10-16 19:19:00+00:00", "description": "Nieślubna córka Siergieja Szojgu posiada litewskie obywatelstwo - poinformował wydział śledczy litewskiego nadawcy publicznego LRT. Matce kobiety grozi z kolei deportacja. Służby na Litwie wycofały byłej partnerce rosyjskiego ministra obrony pozwolenie na pobyt w ich kraju."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/naukowcy-single-pachna-inaczej-niz-mezczyzni-w-zwiazkach/", "title": "Naukowcy: Zajęci mężczyźni pachną inaczej niż single", "date_published": "2022-10-16 17:12:00+00:00", "description": "Naukowcy z australijskiego Macquarie University przeprowadzili badanie na temat różnic w zapachu mężczyzn prowadzących samotny tryb życia, a panów żyjących w stałym związku. Wyniki prac zostały opublikowane na łamach czasopisma akademickiego Frontiers in Psychology."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/usa-joe-biden-udziela-nietypowych-rad-nastolatce-nagranie-obieglo-siec/", "title": "USA: Joe Biden udziela nietypowych rad nastolatce. Nagranie obiegło sieć", "date_published": "2022-10-16 14:32:00+00:00", "description": "Nie milkną echa rozmowy, jaką Joe Biden przeprowadził w sobotę z jedną z młodych obywatelek USA. Po wspólnym zdjęciu prezydent Stanów Zjednoczonych udzielił dziewczynie kilku porad sercowych. Sugerował jej m.in., aby nie wchodziła w poważny związek przed ukończeniem 30. roku życia. Amerykańskie media przypominają, że nie jest to pierwsza tego typu sytuacja z przywódcą USA w roli głównej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/usa-czarny-niedzwiedz-hibernowal-pod-weranda-domu-uspiono-go-i-odwiedziono-do-lasu/", "title": "USA. Niedźwiedź hibernował pod werandą domu. Uśpiono go i odwiedziono do lasu", "date_published": "2022-10-16 13:11:00+00:00", "description": "Zbliża się czas hibernowania dla czarnych niedźwiedzi. Jeden z nich wybrał sobie dość nietypowe miejsce na zimowy sen. Znaleziono go pod werandą domu. Pracownicy parku musieli zwierzę tymczasowo uśpić i wywieźć do lasu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/onz-rosyjscy-zolnierze-stosuja-gwalt-jako-strategie-wojskowa/", "title": "ONZ: Rosyjscy żołnierze stosują gwałt jako strategię wojskową", "date_published": "2022-10-16 11:16:00+00:00", "description": "ONZ przenalizowała ponad sto zgłoszonych przypadków gwałtów na Ukraińcach, dokonanych przez rosyjskich żołnierzy od początku wojny. Z zeznań ofiar wynika, że gwałt stał się strategią wojską, a wojskowi otrzymują środki pobudzające."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/wojna-w-ukrainie-para-mloda-wziela-slub-na-linii-frontu-razem-sluza-armii/", "title": "Wojna w Ukrainie. Wzięli ślub na linii frontu. Razem służą armii", "date_published": "2022-10-16 10:43:00+00:00", "description": "Żołnierz i snajperka ukraińskiej armii wzięli ślub na linii frontu. Ceremonię poprowadził generał. Za wiązankę ślubną wystarczył bukiet pszenicy. O tym niezwykłym wydarzeniu poinformowała panna młoda. Tak zrekrutowali snajperkę - napisała w mediach społecznościowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/holandia-wladze-wydaly-ostrzezenie-w-sprawie-epidemii-eboli-w-ugandzie/", "title": "Holandia. Władze wydały komunikat w sprawie epidemii Eboli. Ostrzeżenia dla turystów", "date_published": "2022-10-16 10:07:00+00:00", "description": "W związku z wybuchem epidemii Eboli w Ugandzie, władze holenderskie podniosły poziom zagrożenia wirusem. Każdemu, kto odwiedza ten afrykański kraj, odradza się m.in.: jedzenia dziczyzny i dotykanie zwierząt. Lekarzom polecono obserwację pacjentów. Ebolę określa się zabójczym wirusem, gdyż wywołuje wirusową gorączkę krwotoczną, którą charakteryzuje wysoka śmiertelność - nawet do 90 proc."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/usa-oszukali-banki-na-10-mln-dolarow-jedno-z-najodwazniejszych-oszustw-w-historii/", "title": "USA: Oszukali banki na 10 mln dolarów. \"Jedno z najodważniejszych oszustw w historii\"", "date_published": "2022-10-16 08:26:00+00:00", "description": "29-letnia Genesis Martusciello i 35-letni Carlos Castañeda wzbogacili się wyłudzając pieniądze z amerykańskich banków. Do przekrętu, który prawnicy z Florydy nazwali jednym z najodważniejszych w historii USA, wykorzystali rezydencje wenezuelskich urzędników."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/rosja-media-wykorzystuja-zdjecia-dekoracji-filmowych-w-warszawie-do-propagandy/", "title": "Rosja: Wykorzystali zdjęcia dekoracji filmowych w Warszawie do propagandy. Piszą o Tusku i Mentzenie", "date_published": "2022-10-16 07:14:00+00:00", "description": "W Warszawie powstaje film historyczny, do którego zbudowano scenografię z czasów II wojny światowej, a jej elementami były flagi III Rzeszy. Tymczasem rosyjska prasa komentując to przedsięwzięcie wykorzystała cytaty o Donaldzie Tusku i powiązała dekoracje filmowe z nazistowskimi flagami, z kongresem partii KORWiN."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/wojna-w-ukrainie-wolodymyr-zelenski-do-rosjan-kto-odda-sie-w-rece-ukrainskich-wladz-bedzie-zyl/", "title": "\"Operacja pogrzebowa\". Zełenski do Rosjan: Kto odda się w ręce ukraińskich władz - będzie żył", "date_published": "2022-10-16 05:43:00+00:00", "description": "- Łączne straty wroga w przeliczeniu na zabitych zbliżają się do 65 tys. Tak wielu obywateli Rosji oddało swoje życie za możliwość ignorowania rzeczywistości przez garstkę ludzi na Kremlu - powiedział prezydent Ukrainy Wołodymyr Zełeński. W najnowszym wystąpieniu przypomniał żołnierzom wroga, kto z nich przeżyje. Nazywaną przez Kreml operację specjalną określił mianem operacji pogrzebowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/niespokojna-noc-w-ukrainie-kolejny-ostrzal-nikopola/", "title": "Wojna w Ukrainie: Niespokojna noc. Kolejny ostrzał Nikopola", "date_published": "2022-10-16 05:17:00+00:00", "description": "W nocy z soboty na niedzielę Rosjanie po raz kolejny ostrzelali Nikopol. Udało im się uszkodzić sieć energetyczną i linie przesyłowe. Półtora tysiąca rodzin zostało bez prądu. Ukraińskie władze zapewniają, że służby walczą ze skutkami zniszczeń."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-16/ukraina-chiny-wzywaja-swoich-obywateli-do-ewakuacji/", "title": "Ukraina: Chiny wzywają swoich obywateli do ewakuacji", "date_published": "2022-10-16 04:13:00+00:00", "description": "Chińska ambasada i MSZ wzywają swoich obywateli do opuszczenia Ukrainy. W komunikacie poproszono o kontakt z placówką dyplomatyczną tak szybko jak to możliwe."}]