[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/feds-indict-alleged-fraudsters-in-scheme-that-involved-a-100-million-local-deli", "title": "Feds Indict Alleged Fraudsters In Scheme That Involved A $100 Million Local Deli", "date_published": "2022-09-27 19:07:13+00:00", "description": "Three men are facing federal fraud charges for a fraud scheme that involved a $100 million deli. Two men from North Carolina and a third living in Hong Kong are being charged with a multitude of fraud charges by the Department of Justice, prosecutors said Monday. The three men allegedly set up a holding company, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/realization-hit-me-like-a-flood-the-terminal-list-star-says-she-was-sexually-assaulted-early-in-her-career", "title": "‘Realization Hit Me Like A Flood’: ‘The Terminal List’ Star Says She Was Sexually Assaulted Early In Her Career", "date_published": "2022-09-27 19:02:01+00:00", "description": "&#8220;The Terminal List&#8221; star Constance Wu said a few years ago the &#8220;realization hit&#8221; her &#8220;like a flood&#8221; that she was allegedly sexually assaulted early in her career by an &#8220;aspiring novelist.&#8221; In an excerpt from the 40-year-old actress&#8217; new memoir &#8220;Making a Scene,&#8221; Wu talked about dating a novelist named &#8220;Ty&#8221; and wrote that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-america-stinks-on-ice-inflation-already-hurting-holiday-shopping", "title": "Biden’s America Stinks On Ice: Inflation Already Hurting Holiday Shopping", "date_published": "2022-09-27 18:36:04+00:00", "description": "Let&#8217;s call a spade a spade: Joe Biden&#8217;s America stinks on ice. And it is likely to get even worse as Bidenflation is hurting your ability to give out gifts at Christmas this year. It is not even Columbus Day yet, but record-high inflation already has American consumers reconsidering their holiday shopping habits. According to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-cant-do-it-anymore-christian-bale-explains-why-he-had-to-distance-himself-from-chris-rock-on-their-film-set", "title": "‘I Can’t Do It Anymore’: Christian Bale Explains Why He Had To Distance Himself From Chris Rock On Their Film Set", "date_published": "2022-09-27 18:24:58+00:00", "description": "Superstar Christian Bale said he had to end up isolating himself from Chris Rock on the set of their latest movie because it was too hard to stay in character for his part with the comedian cracking him up. The 48-year-old actor — known for his method acting — said Rock is &#8220;so bloody funny&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-tax-collections-set-to-rise-1-trillion-in-a-single-year", "title": "Federal Tax Collections Set To Rise $1 Trillion In A Single Year", "date_published": "2022-09-27 18:11:27+00:00", "description": "Federal tax collections are likely to reach a record high in the current fiscal year, rising as much as $1 trillion since the previous period. According to an analysis from the Tax Foundation published last week, data released by the Congressional Budget Office indicate a 23% increase in tax collections between fiscal years 2021 and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chemical-castration-and-gender-affirming-care-can-be-synonymous-leading-transgender-health-association-says", "title": "‘Chemical Castration’ And ‘Gender Affirming’ Care Can Be Synonymous, Leading Transgender Health Association Suggests", "date_published": "2022-09-27 18:04:10+00:00", "description": "The leading transgender health association suggested at a conference last week that &#8220;chemical castration&#8221; and &#8220;gender-affirming&#8221; care can be synonymous in the context of eunuchs. In a live-streamed session on the World Professional Association for Transgender Health&#8217;s new controversial “Eunuch” chapter, an endocrinologist described the prescription of GnRH analogues, or puberty blockers, and hormones — ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/anthony-bourdains-final-text-messages-revealed-including-messages-to-girlfriend-asia-argento", "title": "Anthony Bourdain’s Final Text Messages Revealed, Including Messages To Girlfriend Asia Argento", "date_published": "2022-09-27 17:49:15+00:00", "description": "Celebrity chef, author, and travel documentarian Anthony Bourdain in his final text messages before he took his own life complained about fame and told his girlfriend, Italian actress Asia Argento, that she was &#8220;careless&#8221; with his heart. Bourdain, described by some of his closest friends as a tortured soul, hanged himself in June 2018. Some ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hurricane-ian-advances-forcing-florida-residents-to-flee-their-homes", "title": "Hurricane Ian Advances, Forcing Florida Residents To Flee Their Homes", "date_published": "2022-09-27 17:22:47+00:00", "description": "Tens of thousands of South Florida residents under mandatory evacuations packed up and hit the interstate highways Tuesday as Hurricane Ian continued to advance toward the coast. During a press conference on Tuesday morning, Governor Ron DeSantis shared the update that urged Floridians to take necessary precautions as Ian could strike the Gulf Coast as ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stranger-things-star-caleb-mclaughlin-says-some-fans-of-the-show-are-racist", "title": "‘Stranger Things’ Star Caleb McLaughlin Says Some Fans Of The Show Are Racist", "date_published": "2022-09-27 17:18:01+00:00", "description": "&#8220;Stranger Things&#8221; star Caleb McLaughin told an group over the weekend that some fans of the show are racist because they wouldn&#8217;t take pictures with him during the first season. In a video that surfaced on Twitter Sunday, the 20-year-old actor said at the Heroes Comic Con Belgium that he dealt with racism early in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chelsea-clinton-claims-her-family-is-the-reason-that-fox-news-was-created", "title": "Chelsea Clinton Claims Her Family Is ‘The Reason That Fox News Was Created’", "date_published": "2022-09-27 17:07:31+00:00", "description": "Chelsea Clinton claimed during a recent interview that her family was &#8220;the reason that Fox News was created,&#8221; arguing that the network&#8217;s founder Rupert Murdoch had seen an opportunity and a market for attacks against them. Clinton and her mother, former Secretary of State Hillary Clinton, spoke with entertainment magazine Variety about their new Apple ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-a-2024-newsom-desantis-faceoff-would-be-great-for-the-country", "title": "Why A 2024 Newsom-DeSantis Faceoff Would Be Great For The Country", "date_published": "2022-09-27 17:04:13+00:00", "description": "The governors of Florida and California provide a dramatic contrast and a return to the trend of nominating experienced executives to run the federal government — instead of professional legislative talkers. The specter of a repeat election between Joe Biden and Donald Trump would be dull, repetitious, and frankly, not very good for the country. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-teen-charged-with-murder-over-fentanyl-overdose-death", "title": "California Teen Charged With Murder Over Fentanyl Overdose Death", "date_published": "2022-09-27 16:53:48+00:00", "description": "A California teenager has been charged with murder for allegedly dealing fentanyl drugs to another teen which led to an overdose fatality. Eighteen-year-old Alfred Urrea issued a non-guilty plea and is being held on a $1 million bail with a pre-preliminary hearing set for Tuesday. Adrian Alloway, another 18 year old, passed away from a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-country-controls-the-wind-and-the-sun-janet-yellen-touts-hundreds-of-billions-in-climate-spending", "title": "‘No Country Controls The Wind And The Sun’: Janet Yellen Touts Hundreds Of Billions In Climate Spending", "date_published": "2022-09-27 16:34:10+00:00", "description": "Treasury Secretary Janet Yellen lauded the Inflation Reduction Act on Tuesday for producing $430 billion in spending to modernize the American energy system. The legislation, signed by President Joe Biden last month, bankrolled various renewable power subsidies and tax credits. During a speech delivered at Cypress Creek Renewables, a solar power producer in North Carolina, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/free-advertising-joe-rogan-mocks-media-for-freaking-out-about-shoot-the-homeless-comment", "title": "‘Free Advertising’: Joe Rogan Mocks Media For Freaking Out About ‘Shoot The Homeless’ Comment", "date_published": "2022-09-27 16:07:02+00:00", "description": "Comedian and popular podcast host Joe Rogan mocked the media for taking him seriously when he cracked a joke over the summer suggesting that it would be acceptable in Los Angeles to &#8220;shoot the homeless.&#8221; Rogan, who made the comment to fellow comedian Tom Segura during a July episode of &#8220;The Joe Rogan Experience,&#8221; was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-who-pledged-unity-calls-florida-mayors-before-hurricane-but-not-desantis-admin-dodges-questions", "title": "Biden, Who Pledged Unity, Calls Florida Mayors Before Hurricane But Not DeSantis; Admin Dodges Questions", "date_published": "2022-09-27 16:03:48+00:00", "description": "President Joe Biden (D) has spoken on the phone with numerous Florida mayors ahead of Hurricane Ian&#8217;s anticipated landfall this week, but he has not called Florida Governor Ron DeSantis (R), one of his top political opponents. Biden held separate calls Tuesday with with Mayor Jane Castor of Tampa, Mayor Ken Welch of St. Petersburg, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-host-rewrites-history-to-attack-kyrsten-sinema", "title": "‘The View’ Host Rewrites History To Attack Kyrsten Sinema", "date_published": "2022-09-27 15:59:48+00:00", "description": "The hosts of ABC&#8217;s &#8220;The View&#8221; apparently dislike Sen. Kyrsten Sinema (D-AZ) so much that at least Sunny Hostin is willing to rewrite history in order to attack her. Cohosts Whoopi Goldberg, Joy Behar, and Sunny Hostin laid into the Arizona Democrat during Tuesday&#8217;s broadcast of the midday talk show, taking aim at her for ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oregon-spent-300-million-on-drug-addict-services-experts-tell-lawmakers-its-not-working", "title": "Oregon Spent $300 Million On Drug Addict Services, Experts Tell Lawmakers It’s Not Working", "date_published": "2022-09-27 15:54:39+00:00", "description": "Oregon has spent more than $300 million on services for drug addicts, but experts are warning lawmakers that the state&#8217;s efforts are not working. Since Oregon effectively decriminalized drugs in 2020, the state has poured about $302 million into addiction and social services for addicts, but the overdose death rate has only risen, largely driven by ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/theyre-painting-me-gold-gwyneth-paltrow-strips-down-for-nude-shoot-to-celebrate-birthday-milestone", "title": "‘They’re Painting Me Gold’: Gwyneth Paltrow Strips Down For Nude Shoot To Celebrate Birthday Milestone", "date_published": "2022-09-27 15:53:18+00:00", "description": "Gwyneth Paltrow stripped down to her birthday suit and had her body covered in gold powder for a shoot to celebrate her 50th birthday milestone. In a photo shared on Instagram Tuesday by the 50-year-old actress, Paltrow posed wearing not a single strip of clothing as she stood covered in only metallic body powder. She captioned ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-violated-she-has-to-hand-over-racy-photos-to-ex-in-divorce-husband-says-she-is-validating-victimhood", "title": "Woman ‘Violated’ She Has To Hand Over Racy Photos To Ex In Divorce, Ex-Husband Says She Is Validating ‘Victimhood’", "date_published": "2022-09-27 15:43:01+00:00", "description": "National attention is being given to a settled divorce dispute in Utah concerning racy nude photographs given as a gift. Second District Court Judge Michael Edwards ordered Lindsay Marsh over the summer to hand over the edited so-called &#8220;boudoir&#8221; albums to her ex-husband Chris Marsh, whom she was married to for 25 years. &#8220;You don&#8217;t ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nord-stream-pipelines-see-unprecedented-damage-after-cia-warned-german-government-of-sabotage", "title": "Nord Stream Pipelines See ‘Unprecedented’ Damage After CIA Warned German Government Of Sabotage", "date_published": "2022-09-27 15:33:23+00:00", "description": "Three lines in the Nord Stream natural gas pipeline system saw “unprecedented” damage on Tuesday weeks after the Central Intelligence Agency warned Germany of possible attacks. Russia severed natural gas flow through Nord Stream 1 earlier this month, citing mechanical issues as energy prices soared as much as twentyfold in some European Union member states. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/appeals-court-rules-californias-ban-on-for-profit-prisons-immigration-detention-centers-is-unconstitutional", "title": "Appeals Court Rules California’s Ban On For-Profit Prisons, Immigration Detention Centers Is Unconstitutional", "date_published": "2022-09-27 15:22:17+00:00", "description": "The 9th U.S. Circuit Court of Appeals has blocked California’s ban on private prisons and for-profit immigration detention centers after a panel of judges ruled against it last year. The panel of eleven judges said that federal law, specifically the Supremacy Clause in the U.S. Constitution, supersedes the state measure.  The Supremacy Clause, or Article ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/it-took-years-kelly-ripa-talks-early-struggles-with-former-co-host-regis-philbin", "title": "‘It Took Years’: Kelly Ripa Talks Early Struggles With Former Co-Host Regis Philbin", "date_published": "2022-09-27 15:15:55+00:00", "description": "Talk show host Kelly Ripa opened up about her early struggles with her former co-host, the late Regis Philbin, saying despite what people saw, &#8220;it took years&#8221; for her to &#8220;earn&#8221; her place on the show and receive fair treatment. Ripa recently discussed landing the &#8220;Live! With Regis and Kelly&#8221; gig with Philbin in 2001 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/absolutely-fake-news-on-cnn-giorgia-melonis-political-rival-shuts-down-fascism-fears", "title": "‘Absolutely Fake News’: On CNN, Giorgia Meloni’s Political ‘Rival’ Shuts Down ‘Fascism’ Fears", "date_published": "2022-09-27 14:41:31+00:00", "description": "You are a fascist if you believe in &#8220;God, Family, and Country,&#8221; as Italy&#8217;s new Prime Minister Giorgia Meloni does. American leftists want you to know. Yet her political &#8220;rival&#8221; and former Italian PM Matteo Renzi says that description is &#8220;fake news.&#8221; Folks on networks like CNN have been fretting that Italy&#8217;s new prime minister ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rental-market-remains-brutal-nationwide-cools-in-some-large-cities", "title": "Rental Market Remains Brutal Nationwide, Cools In Some Large Cities", "date_published": "2022-09-27 14:40:10+00:00", "description": "Rental costs are continuing to rise across the United States, with some large cities posting decreases in median one-bedroom rent. According to a report released on Tuesday by rental platform Zumper, national one-bedroom rent reached $1,503 in September — a figure that reached its ninth high for the ninth consecutive month. Rent is now $1,845 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/serial-podcasts-adnan-syed-set-free-thanks-to-brady-violation-awaits-final-ruling", "title": "‘Serial’ Podcast’s Adnan Syed Set Free Thanks To ‘Brady Violation,’ Awaits Final Ruling", "date_published": "2022-09-27 14:26:48+00:00", "description": "On January 13, 1999, 18-year-old high school student Hae Min Lee was reported missing by her parents after she didn’t come home one night. A search was started, and four weeks later, Lee’s body was found half-buried in Leakin Park outside of Baltimore, Maryland. Within weeks of Lee’s body being found, on February 28, 1999, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shocker-jen-psaki-finally-utters-a-100-true-statement", "title": "SHOCKER: Jen Psaki Finally Utters A 100% True Statement", "date_published": "2022-09-27 14:19:57+00:00", "description": "To be a White House press secretary, you need to be a skilled liar. I covered the White House for a dozen years as a correspondent for a national newspaper and have watched a couple dozen secretaries come and go over my 30+ years covering politics, so trust me. Another skill the official spokespeople need ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matt-walsh-embarking-on-what-is-a-woman-college-tour", "title": "Matt Walsh Embarking On ‘What Is A Woman’ College Tour", "date_published": "2022-09-27 14:14:04+00:00", "description": "Daily Wire host Matt Walsh will screen his hit documentary &#8220;What Is A Woman&#8221; in a multi-campus college tour this fall. The tour will begin on Tuesday, October 4, at Catholic University, in Washington, D.C., in partnership with the Young America&#8217;s Foundation (YAF). After each screening, students and professors alike will have the opportunity to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/most-heartbreaking-thing-actress-hayden-panettiere-discusses-giving-up-custody-of-daughter-while-battling-drug-and-alcohol-addiction", "title": "‘Most Heartbreaking Thing’: Actress Hayden Panettiere Discusses Giving Up Custody of Daughter While Battling Drug And Alcohol Addiction", "date_published": "2022-09-27 13:57:37+00:00", "description": "Hayden Panettiere is opening up about relinquishing parental rights for her daughter, Kaya, while dealing with drug and alcohol addiction.  The 33-year-old actress made the comments on this week&#8217;s edition of Facebook Watch&#8217;s Red Table Talk with hosts Jada Pinkett Smith and Adrienne Banfield Norris. The episode technically airs Wednesday, but clips of the conversation ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/media-democrats-race-to-make-hurricane-ian-all-about-desantis", "title": "Media, Democrats Race To Make Hurricane Ian All About DeSantis", "date_published": "2022-09-27 13:56:16+00:00", "description": "As Hurricane Ian barreled toward Florida, some Democrats and members of the media appeared almost giddy at the prospect of Governor Ron DeSantis (R-FL) failing a high-profile test. Florida emergency management teams were busy Tuesday warning residents to batten down the hatches and, if necessary, evacuate coastal areas ahead of the storm&#8217;s arrival. Meanwhile, Politico appeared to frame ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fundraiser-for-doj-targeted-pro-life-activist-mark-houck-hits-new-milestone", "title": "Fundraiser For DOJ-Targeted Pro-Life Activist Mark Houck Hits New Milestone", "date_published": "2022-09-27 13:43:13+00:00", "description": "Donations have surpassed a quarter of a million dollars for Mark Houck, a pro-life activist and Catholic father of seven who was arrested by at least 20 armed FBI agents at his Pennsylvania home early Friday morning. The Department of Justice is targeting Houck, who leads a nonprofit group that provides sidewalk counseling at abortion clinics in Philadelphia, over an ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-news-anchor-killed-family-attacked-in-apparent-murder-suicide", "title": "Michigan News Anchor Killed, Family Attacked In Apparent Murder-Suicide", "date_published": "2022-09-27 13:39:49+00:00", "description": "A Michigan news anchor was killed last week and his family was hospitalized following what police believe to be an attempted murder-suicide from a man known to the family. Jim Matthews, who worked as the overnight anchor at Detroit radio station WWJ-AM for the past seven years, was murdered Friday night in what the Chesterfield ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-life-activist-arrest-shows-doj-doesnt-care-if-its-politicized-whats-the-gop-going-to-do-about-it", "title": "Pro-Life Activist Arrest Shows DOJ Doesn’t Care If It’s ‘Politicized.’ What’s The GOP Going To Do About It?", "date_published": "2022-09-27 13:34:03+00:00", "description": "It is pretty clear that the FBI and Department of Justice do not give a darn about protestations that the bureau has become politicized, otherwise it never would have treated pro-lifer Mark Houck as it did last Friday. Dedicated public servants at the highest levels who care about the FBI&#8217;s reputation and institutional trust would ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/west-side-story-actress-reveals-health-scare-she-had-at-19", "title": "‘West Side Story’ Actress Reveals Health Scare She Had At 19", "date_published": "2022-09-27 13:15:51+00:00", "description": "&#8220;West Side Story&#8221; star Rachel Zegler recently revealed the health scare she went through at 19-years-old when she found a lump in her breast and how it&#8217;s motivated her to promote the idea that early detection saves lives. The 21-year-old actress posted a message on her Instagram stories detailing what she went through two years ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-announced-a-plan-to-end-hunger-food-inflation-is-still-in-the-double-digits", "title": "Biden Announced A Plan To ‘End Hunger.’ Food Inflation Is Still In The Double Digits.", "date_published": "2022-09-27 12:59:19+00:00", "description": "The White House announced a plan on Tuesday to “end hunger” through the expansion of welfare programs. A press release noted that the United States had not ended food insecurity since President Richard Nixon held the White House Conference on Food, Nutrition, and Health in 1969. On Wednesday, President Joe Biden is slated to resurrect ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kamala-harris-stepdaughter-goes-braless-for-latest-ad-campaign", "title": "Kamala Harris’ Stepdaughter Goes Braless For Latest Ad Campaign", "date_published": "2022-09-27 12:49:10+00:00", "description": "Vice President Kamala Harris&#8217; stepdaughter Ella Emhoff posed braless for the latest ad campaign that she&#8217;s part of in photos she posted on Instagram Tuesday. Emhoff posted a series of snaps of her modeling for Calvin Klein, showing her wearing various outfits while going without a bra. In the first shot, Emhoff posed wearing black ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/depression-is-not-permanent-when-people-need-help-government-sanctioned-euthanasia-is-not-the-answer", "title": "‘Depression Is Not Permanent’: When People Need Help, Government Sanctioned Euthanasia Is Not The Answer", "date_published": "2022-09-27 12:10:56+00:00", "description": "Euthanasia is a slippery slope. You don’t have to look far to see where the slope goes. Canada, as I’ve mentioned before, is our premiere example of what happens when euthanasia is adopted in a country. Canadian medical professionals, without being prompted or asked, will now give “assisted dying” options to anyone, especially those less ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-than-2-million-florida-residents-under-evacuation-orders-as-hurricane-ian-becomes-category-3-storm", "title": "More Than 2 Million Florida Residents Under Evacuation Orders As Hurricane Ian Becomes Category 3 Storm", "date_published": "2022-09-27 12:08:37+00:00", "description": "Governor Ron DeSantis (R-FL) has announced that more than two million of his state&#8217;s residents are under evacuation orders as Hurricane Ian nears landfall as a Category 3 storm. During a press conference on Tuesday morning, DeSantis shared the update that urged Floridians to take necessary precautions as Ian could strike the Gulf Coast as ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/flagrantly-illegal-lawsuit-hits-biden-over-student-debt-cancellation", "title": "‘Flagrantly Illegal’: Lawsuit Hits Biden Over Student Debt Cancellation", "date_published": "2022-09-27 11:48:12+00:00", "description": "The Pacific Legal Foundation filed suit on Tuesday against the Biden administration for its policy to cancel up to $10,000 in student debt for millions of borrowers. The group argued in a complaint that President Joe Biden’s use of the HEROES Act, a 2003 law meant to aid Iraq War veterans and their families, as ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/satanic-temple-sues-indiana-over-new-abortion-restriction-law", "title": "Satanic Temple Sues Indiana Over New Abortion Restriction Law", "date_published": "2022-09-27 11:28:36+00:00", "description": "The Satanic Temple (TST) is suing the state of Indiana over its recently passed abortion restriction law, claiming it infringes on the rights of its followers and violates the Constitution. The lawsuit, filed on September 21, named Indiana Republican Governor Eric Holcomb and Attorney General Todd Rokita as defendants in the legal case. &#8220;Members of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-passed-a-new-minimum-wage-bill-now-chipotle-is-testing-a-robotic-chip-maker", "title": "California Passed A New Minimum Wage Bill. Now Chipotle Is Testing A Robotic Chip Maker.", "date_published": "2022-09-27 11:16:17+00:00", "description": "Chipotle announced the rollout of an automated chip machine in southern California on Tuesday. According to a press release, the company is testing Chippy — an autonomous kitchen assistant designed by Miso Robotics — at a restaurant in Fountain Valley, California, before the Mexican fast food giant considers a “national implementation strategy.” The device has ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/almost-three-quarters-of-workers-say-inflation-is-outpacing-their-pay", "title": "Almost Three-Quarters Of Workers Say Inflation Is Outpacing Their Pay", "date_published": "2022-09-27 10:53:33+00:00", "description": "Nearly three-fourths of American workers say that the cost of living is outpacing wages, according to a new report. Bank of America&#8217;s 12th annual Workplace Benefits Report, &#8220;Navigating a New Era of Financial Wellness,&#8221; noted that more American workers are feeling pressure to their &#8220;financial wellness&#8221; because of soaring inflation. According to a news release ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-big-tech-must-do-more-to-protect-kids-from-online-porn-and-predators", "title": "Why Big Tech Must Do More To Protect Kids From Online Porn And Predators", "date_published": "2022-09-27 10:50:04+00:00", "description": "The world we live in is almost completely digital. For young people, the Internet is increasingly used to learn, play, and connect with others across the globe and even across the street. By age 11, more than half of American children own a smartphone, and on average, outside of schoolwork, teenagers spend more than seven ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/most-divisive-president-ever-condemns-personal-attacks-in-politics", "title": "Most Divisive President Ever Condemns Personal Attacks In Politics", "date_published": "2022-09-27 10:41:59+00:00", "description": "As the old saying goes, politics ain&#8217;t beanbag. The phrase comes from a 19th-century novel by writer Finley Peter Dunne. One of his characters, Mr. Dooley, an Irish American, often talks politics in his favorite Chicago bar. At one point, he says: &#8220;Sure, politics ain’t bean-bag. ‘Tis a man’s game, an’ women, childer, cripples an’ ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nba-star-kyrie-irving-reveals-shocking-price-he-paid-for-refusing-to-get-covid-jab", "title": "NBA Star Kyrie Irving Reveals Shocking Price He Paid For Refusing To Get COVID Jab", "date_published": "2022-09-27 10:15:12+00:00", "description": "NBA superstar Kyrie Irving can put a price on his decision to forego the COVID vaccine, and it is north of nine figures. The Brooklyn Nets guard says he gave up a $100 million, four-year contract extension all because he refused to get the vaccine when the NBA and the city where he plays were ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/meghan-trainor-says-nurses-implied-that-antidepressants-affected-her-newborn-son-he-just-wouldnt-wake-up", "title": "Meghan Trainor Says Nurses Implied That Antidepressants Affected Her Newborn Son: ‘He Just Wouldn’t Wake Up’", "date_published": "2022-09-27 10:06:56+00:00", "description": "Recording artist Meghan Trainor recently recalled an experience in the NICU (neonatal intensive care unit) when she said nurses implied her antidepressant usage led to negative effects for her newborn son. The “All About That Bass” singer revealed details of the birth of her now 16-month-old son, Riley, during a new interview with Romper. She ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-orleans-police-forced-to-hire-civilians-during-crime-surge", "title": "New Orleans Police Forced To Hire Civilians During Crime Surge", "date_published": "2022-09-27 09:57:44+00:00", "description": "The New Orleans Police Department has turned to hiring civilians to fill staffing needs as it faces ongoing violent crime in the city. New Orleans mayoral candidate Laura Rodrigue shared the concern during an interview on Fox News&#8217;s &#8220;Fox &amp; Friends First&#8221; on Tuesday. &#8220;Resorting to hiring civilians to respond to crime scenes is alarming ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-cruel-victims-family-member-not-happy-about-new-monster-the-jeffrey-dahmer-story-documentary", "title": "‘It’s Cruel’: Victim’s Family Member Not Happy About New ‘Monster: The Jeffrey Dahmer Story’ Documentary", "date_published": "2022-09-27 09:37:24+00:00", "description": "The family of one of serial killer Jeffrey Dahmer’s victims isn’t happy about the newest Netflix series documenting his life and crimes. “Monster: The Jeffrey Dahmer Story” has become extremely popular on the streaming platform since it premiered last Wednesday. However, Eric Perry says the new series, which was created by Ryan Murphy, has brought ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfl-mystery-what-did-aaron-rodgers-see-on-jumbotron-to-beat-brady", "title": "NFL Mystery: What Did Aaron Rodgers See On Jumbotron To Beat Brady?", "date_published": "2022-09-27 09:14:05+00:00", "description": "Aaron Rodgers bested fellow future Hall of Fame quarterback Tom Brady Sunday with a little help from technology. Brady had his Tampa Bay Buccaneers on the brink of a tie with the Green Bay Packers as the final seconds ticked away at Raymond James Stadium. After scoring a touchdown to make it a 14-12 game, ..."}]