[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/wyciek-gazociagow-nord-stream-marija-zacharowa-reaguje-na-wpis-radoslawa-sikorskiego/", "title": "Wyciek gazociągów Nord Stream. Marija Zacharowa reaguje na wpis Radosława Sikorskiego", "date_published": "2022-09-27 19:35:00+00:00", "description": "Europoseł PO Radosław Sikorski opublikował zdjęcie wycieku gazu z rurociągu Nord Stream 2 na Morzu Bałtyckim. Zdjęcie podpisał: Dziękuję Stanom Zjednoczonym. Wpis polityka wykorzystała rosyjska propaganda. Czy to oficjalne oświadczenie o ataku terrorystycznym? - zapytała rzeczniczka rosyjskiego MSZ Marija Zacharowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/usa-osmiolatka-dostala-zadanie-by-zrobic-zdjecie-w-wannie-rodzice-powiadomili-policje/", "title": "USA: Ośmiolatka dostała zadanie, by zrobić zdjęcie w wannie. Rodzice powiadomili policję", "date_published": "2022-09-27 19:17:00+00:00", "description": "Oprócz powtarzania psalmów i nauki literowania, dziewczynka z drugiej klasy chrześcijańskiej szkoły podstawowej z Jacksonville na Florydzie miała zrobić zdjęcie, jak siedzi w wannie i odrabia lekcje. Rodzice dziewczynki nie uwierzyli w zapewnienia nauczycielki, że miała być to forma żartu i powiadomili policję. Niedługo później administracja szkoły podjęła decyzję o usunięciu dziecka z klasy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/brazylia-specjalnie-zafarbowali-wodospad-tak-oglosili-plec-ich-dziecka/", "title": "Brazylia: Specjalnie zafarbowali wodospad. Tak ogłosili płeć ich dziecka", "date_published": "2022-09-27 18:41:00+00:00", "description": "Para z Brazylii postanowiła w bardzo oryginalny sposób ogłosić swoim bliskim płeć ich przyszłego dziecka. Wybrana przez nich metoda spowodowała, że teraz - oprócz najbliższych - internauci na całym świecie wiedzą, czy spodziewają się chłopca, a może dziewczynki. I wcale nie są tym faktem zachwyceni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/bogaci-rosjanie-uciekaja-przed-mobilizacja-placa-majatek-za-miejsca-w-samolotach/", "title": "Bogaci Rosjanie uciekają przed mobilizacją. Płacą majątek za miejsca w samolotach", "date_published": "2022-09-27 16:22:00+00:00", "description": "Równowartość nawet 130 tysięcy złotych płacą bogaci Rosjanie za możliwość ucieczki ze swojego kraju na pokładach prywatnych odrzutowców. Popyt na taką usługę wzrósł wśród moskiewskiej elity po tym, jak Władimir Putin ogłosił częściową mobilizację, a władze wpadły na pomysł, by zamknąć granice dla mężczyzn w wieku poborowym."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/referenda-w-okupowanych-regionach-ukrainy-pierwsze-oficjalne-wyniki/", "title": "\"Referenda\" w okupowanych regionach Ukrainy. Pierwsze, oficjalne wyniki", "date_published": "2022-09-27 16:11:00+00:00", "description": "Zdecydowana większość mieszkańców okupowanych przez Rosję terenów Ukrainy opowiedziało się za przystąpieniem do Federacji Rosyjskiej -wynika z pierwszych wyników psudoreferendów zorganizowanych przez separatystów z tzw. republik ludowych oraz władze okupacyjne. Kraje Zachodu zapowiadały, że nie uznają rezultatów tych głosowań, ustawionych przez Kreml."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/usa-kobieta-zabila-i-oskorowala-psa-husky-pomylila-go-z-wilkiem/", "title": "USA: Kobieta zabiła i oskórowała psa husky. \"Pomyliła go\" z wilkiem", "date_published": "2022-09-27 15:48:00+00:00", "description": "Zamiast czarnego niedźwiedzia odstrzeliłam innego drapieżnika - szczenię wilka - pochwaliła się w mediach społecznościowych pochodząca z Montany Amber Rose. Zamieszczone przez Amerykankę zdjęcia zamiast podziwu wywołały jednak szok i wściekłość internautów. Okazało się, że to nie wilk został oskórowany, ale młody pies husky. Sprawą zajęła się policja."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/media-dwie-eksplozje-obok-nord-stream-to-prowokacje/", "title": "Silne eksplozje obok Nord Stream 1 i 2. Media: To prawdopodobnie sabotaż", "date_published": "2022-09-27 13:38:00+00:00", "description": "Wycieki gazu z rurociągów Nord Stream 1 oraz 2 badane są jako celowe ataki. Sejsmolog Björn Lund potwierdził, że pod powierzchnią Bałtyku doszło do dwóch silnych eksplozji - podały szwedzkie media. Duńskie wojsko opublikowało zdjęcia lotnicze znad miejsc, gdzie doszło do wycieków."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/kolejki-na-wyjazd-z-rosji-przy-granicy-z-gruzja-powstanie-punkt-mobilizacyjny/", "title": "Kolejki na wyjazd z Rosji. Przy granicy z Gruzją powstanie punkt mobilizacyjny", "date_published": "2022-09-27 12:06:00+00:00", "description": "W punkcie kontrolnym Upper Lars w Osetii Północnej otwarto przejście graniczne z Gruzją. Decyzja została podjęta ze względu na ogromną liczbę samochodów oczekujących na wyjazd z Rosji. Co więcej, lokalne władze informują, że na granicy ma powstać punkt mobilizacyjny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/green-man-wembley-niemieccy-kibole-zaatakowali-anglikow/", "title": "Setka niemieckich pseudokibiców zaatakowała Anglików pod Wembley. Są ranni", "date_published": "2022-09-27 11:58:00+00:00", "description": "Pięć osób odniosło rany po tym, jak uzbrojony w maczety i kastety tłum około 100 niemieckich pseudokibiców zaatakował Anglików, którzy zebrali się w barze w pobliżu Wembley, by obejrzeć mecz Anglia-Niemcy w Lidze Narodów. Część niemieckich chuliganów pojawiła się na miejscu w angielskich barwach, by wtopić się w tłum i zaatakować z zaskoczenia - mówił świadek sytuacji cytowany przez The Sun."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/nowa-wyspa-na-pacyfiku-stworzyla-ja-erupcja-wulkanu-home-reef/", "title": "Nowa wyspa na Pacyfiku. Stworzyła ją erupcja wulkanu Home Reef", "date_published": "2022-09-27 10:47:00+00:00", "description": "W pobliżu Australii, na Pacyfiku, powstała najmłodsza wyspa na świecie - przekazują media. Jej istnienie zawdzięczamy erupcji wulkanu Home Reef. Południowo-zachodni Ocean Spokojny ma najwięcej podwodnych wulkanów na świecie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/korea-poludniowa-pozar-centrum-handlowego-nie-zyje-siedem-osob/", "title": "Korea Południowa. Pożar centrum handlowego. Nie żyje siedem osób", "date_published": "2022-09-27 10:09:00+00:00", "description": "Siedem osób zginęło w wyniku pożaru w centrum handlowym w południowokoreańskim mieście Daejeon. Sześć z tych osób to pracownicy galerii. Prezydent Korei Południowej oddał hołd ofiarom."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-27/misja-dart-pierwszy-w-historii-test-obrony-planetarnej-sonda-nasa-uderzyla-w-asteroide/", "title": "Misja \"DART\". Pierwszy w historii test obrony planetarnej. Sonda NASA uderzyła w asteroidę", "date_published": "2022-09-27 04:04:00+00:00", "description": "Sonda NASA w ramach misji DART uderzyła z prędkością hipersoniczną w odległą asteroidę. Był to pierwszy na świecie test planetarnego systemu obronnego. Został zaprojektowany w celu zapobieżenia potencjalnej kolizji meteorytu z Ziemią."}]