[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-attorney-general-william-barr-on-the-deep-state-there-is-a-deep-state-it-exists", "title": "Former Attorney General William Barr On The Deep State: ‘There Is A Deep State,’ It ‘Exists’", "date_published": "2022-11-19 17:09:12+00:00", "description": "Former Attorney General William Barr said during an interview this week that he believes the so-called &#8220;deep state&#8221; exists and that it is defined by people who use their roles as civil servants to pursue partisan political agendas. Barr made the remarks during an interview on PBS&#8217; “Firing Line&#8221; with host Margaret Hoover when he ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fifa-president-says-europe-should-be-apologizing-for-next-3000-years-for-what-its-done", "title": "FIFA President Says Europe Should Be Apologizing For ‘Next 3,000’ Years For What It’s Done", "date_published": "2022-11-19 16:27:22+00:00", "description": "FIFA President Gianni Infantino took aim at Europe, saying that it should be “apologizing for the next 3,000 years,” ahead of the World Cup’s opening game. Infantino spoke during a press conference on Saturday when he said that criticism of Qatar, which is hosting the soccer tournament, was hypocritical. Infantino, the top official for international ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/massachusetts-accused-of-installing-covid-spyware-on-over-a-million-phones-in-lawsuit", "title": "Massachusetts Accused Of Installing COVID ‘Spyware’ On Over A Million Phones In Lawsuit", "date_published": "2022-11-19 15:07:36+00:00", "description": "The Massachusetts Department of Health (DPH) has been accused of installing “spyware” on people’s devices without their knowledge to do COVID contact tracing, according to a civil liberties law firm.  The New Civil Liberties Alliance (NCLA) filed a suit this week that accuses DPH of creating a COVID contact tracing app with Google that was ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/from-the-hague-to-obamas-irs-scandal-meet-jack-smith-the-new-special-counsel-to-investigate-trump", "title": "From The Hague To Obama’s IRS Scandal: Meet Jack Smith, The New Special Counsel To Investigate Trump", "date_published": "2022-11-19 13:58:58+00:00", "description": "Jack Smith, appointed special counsel by Attorney General Merrick Garland on Friday, spent years as a prosecutor for the Department of Justice under former President Barack Obama and in the International Criminal Court at The Hague. Garland named Smith special counsel to take over two DOJ investigations into former President Donald Trump, including parts of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-orders-release-of-court-documents-that-may-shed-light-on-alleged-epstein-associates", "title": "Judge Orders Release Of Court Documents That May Shed Light On Alleged Epstein Associates", "date_published": "2022-11-19 12:40:35+00:00", "description": "A  judge has said that documents containing the identities of victims and alleged associates of deceased convicted pedophile Jeffrey Epstein can be made available to the public.  Judge Loretta Preska said Friday that several documents from a 2015 defamation trial against Epstein associate and convicted sex trafficker Ghislaine Maxwell could be unsealed as a a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-responds-to-doj-tapping-special-counsel-to-handle-two-of-its-criminal-investigations-into-him", "title": "Trump Responds To DOJ Tapping Special Counsel To Handle Two Of Its Criminal Investigations Into Him", "date_published": "2022-11-19 11:03:46+00:00", "description": "Former President Donald Trump responded to Friday&#8217;s big news that the Justice Department was handing over its criminal investigations into him to a special counsel to avoid potential political bias by claiming that the DOJ was being &#8220;weaponized&#8221; against him. Attorney General Merrick Garland named Jack Smith, a former war crimes prosecutor, as special counsel ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-faces-backlash-over-new-policy-on-mean-tweets-meet-the-new-boss-same-as-the-old-boss", "title": "Elon Musk Faces Backlash Over New Policy On Mean Tweets: ‘Meet The New Boss, Same As The Old Boss’", "date_published": "2022-11-19 11:03:02+00:00", "description": "Twitter CEO Elon Musk faced questions and backlash Friday in response to a new policy centered around policing mean tweets on the social media platform. The news comes as Musk has faced pressure from advertisers, activists, and other entities to moderate content on the platform while he simultaneously has made drastic reductions in the company&#8217;s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-washington-post-slams-biden-for-granting-immunity-to-saudi-prince-over-killing-of-columnist", "title": "The Washington Post Slams Biden For Granting Immunity To Saudi Prince Over Killing Of Columnist", "date_published": "2022-11-19 11:02:37+00:00", "description": "The Washington Post slammed President Joe Biden in a statement Friday for shielding Saudi Arabia’s Crown Prince Mohammed bin Salman from a lawsuit on Thursday over his involvement in the murder of Jamal Khashoggi, one of the newspaper&#8217;s columnists. The Biden administration said Thursday evening that MBS’ status holding a high office “allows immunity” in response ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cbs-news-mocked-for-pausing-their-use-of-twitter-out-of-an-abundance-of-caution-the-tantrum-is-epic", "title": "CBS News Mocked For Pausing Their Use Of Twitter ‘Out Of An Abundance Of Caution’: ‘The Tantrum Is Epic’", "date_published": "2022-11-19 11:01:20+00:00", "description": "CBS News was mocked online Friday evening after announcing that the network would pause their use of Twitter &#8220;out of an abundance of caution&#8221; as the social media platform goes through an intense period of change following Elon Musk&#8217;s acquisition of the company. The announcement comes as thousands of employees have either been forced out ...", "favourite": false}]