[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/rosja-popis-bandytow-napadli-na-bezgotowkowego-bukmachera/", "title": "Rosja: Popis bandytów. Napadli na bezgotówkowego bukmachera", "date_published": "2022-11-19 21:31:00+00:00", "description": "W Kraju Krasnodarskim trzech bandytów postanowiło obrabować bukmachera. Mieli kominiarki i broń długą. Mogłoby się wydawać, że przygotowali się do akcji. Kiedy wtargnęli do zakładu, okazało się, że są tam obsługiwane wyłącznie płatności bezgotówkowe.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/w-brytania-krol-karol-iii-zakazal-serwowania-foie-gras-w-krolewskich-rezydencjach/", "title": "W. Brytania. Król Karol III zakazał serwowania foie gras w królewskich rezydencjach", "date_published": "2022-11-19 21:14:00+00:00", "description": "Foie gras nie będzie już podawane w Pałacu Buckingham i innych rezydencjach królewskich - wynika tak z listu wysłanego przez króla Karola III do obrońców praw zwierząt.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/usa-wlasciciel-sklepu-z-preclami-aresztowany-za-sprzedaz-narkotykow-przez-okno-drive-thru/", "title": "USA. Właściciel sklepu z preclami aresztowany za sprzedaż narkotyków przez okno drive-thru", "date_published": "2022-11-19 19:45:00+00:00", "description": "Właściciel sklepu z preclami w Pensylwanii został aresztowany w związku z handlem narkotykami. Miał sprzedawać niedozwolone substancje i leki na receptę przez witrynę swojego sklepu - przekazał New York Post. Jeden z jego klientów nazwał go największym sprzedawcą pigułek w mieście.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/rosja-pedofil-zaatakowal-w-bialy-dzien-zdarzenie-zarejestrowala-kamera/", "title": "Rosja. Pedofil zaatakował w biały dzień. Zdarzenie zarejestrowała kamera", "date_published": "2022-11-19 19:23:00+00:00", "description": "We Władywostoku pedofil zaatakował kilkuletniego chłopca w przestrzeni publicznej, w pobliżu jednego z osiedli. Do napaści doszło w dzień, a zdarzenie zarejestrowała kamera monitoringu. Służby zatrzymały podejrzanego. Nie podano informacji w jakim stanie jest dziecko.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/japonia-gubernator-tokio-zacheca-do-zmniejszenia-zuzycia-energii-mowi-zeby-nosic-golfy/", "title": "Japonia. Gubernator Tokio zachęca do zmniejszenia zużycia energii. Mówi, żeby nosić golfy", "date_published": "2022-11-19 18:27:00+00:00", "description": "Noś swetry z golfem, aby obniżyć rachunki za ogrzewanie - w taki sposób gubernator Tokio zachęca do zmniejszenia zużycia energii w trakcie zimy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/swiatlana-cichanouska-dla-polsat-news-musimy-przypomniec-o-bialorusi-zachod-nie-moze-nas-zdradzic/", "title": "Swiatłana Cichanouska dla Polsat News: Musimy przypomnieć o Białorusi. Zachód nie może nas zdradzić", "date_published": "2022-11-19 17:27:00+00:00", "description": "- Zawsze powtarzamy, że Białoruś i Ukraina są od siebie współzależne. Rozwiązanie ukraińskiego kryzysu nigdy nie będzie możliwe, jeśli Białoruś nie stanie się demokracją, bo białoruski reżim będzie wciąż stwarzał zagrożenia dla Polski i Litwy oraz problemy na ich granicach - powiedziała Swietłana Cichanouska w rozmowie z korespondentką Polsat News w Brukseli, Dorotą Bawołek.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/w-brytania-aktywistka-ekologiczna-zaatakowala-sir-davida-attenborougha-interweniowala-policja/", "title": "W. Brytania. Aktywistka klimatyczna zaatakowała Sir Davida Attenborougha. Interweniowała policja", "date_published": "2022-11-19 17:22:00+00:00", "description": "Aktywistka klimatyczna chciała skonfrontować się z legendarnym biologiem i przyrodnikiem Sir Davidem Attenboroughem, podczas gdy ten jadł obiad w ekskluzywnej restauracji w brytyjskim Weymouth. Po odmowie opuszczenie lokalu, została z niego wyciągnięta i zatrzymana przez policję.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/przewodow-miedwiediew-pisze-o-najbardziej-zagorzalych-rusofobach/", "title": "Przewodów. Miedwiediew pisze o \"najbardziej zagorzałych rusofobach\"", "date_published": "2022-11-19 16:11:00+00:00", "description": "Były prezydent Rosji Dmitrij Miedwiediew postanowił zabrać głos w sprawie eksplozji w Przewodowie. W swoim wpisie wielokrotnie oskarżał Ukrainę i Wołodymyra Zełenskiego. Wykorzystał też kolejną okazję, by napisać co sądzi o Polakach.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/rosja-silna-eksplozja-pod-petersburgiem-rzekomy-wybuch-gazociagu-na-stacji-benzynowej/", "title": "Rosja. Silna eksplozja pod Petersburgiem. Przyczyną wybuch gazociągu", "date_published": "2022-11-19 15:25:00+00:00", "description": "Pod Petersburgiem w Rosji doszło do silnej eksplozji, która wywołała pożar. Według wstępnych doniesień wybuchł tam gazociąg. W sieci pojawiły się nagrania i zdjęcia, na których widać ogromny słup ognia.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/polska-nie-wpusci-lawrowa-na-spotkanie-obwe-rosja-wsciekla-msz-nie-przebiera-w-slowach/", "title": "Polska nie wpuści Ławrowa na spotkanie OBWE. Rosja wściekła, MSZ nie przebiera w słowach", "date_published": "2022-11-19 15:18:00+00:00", "description": "Bezprecedensowa i prowokacyjna - tak rosyjskie MSZ określiło decyzję Polski. Władze w Warszawie zdecydowały, że Siergiej Ławrow nie weźmie udziału w Radzie Ministerialnej OBWE 1-2 grudnia. Rosyjski resort spraw zagranicznych opublikował oświadczenie, w którym pisze o niedopuszczalnym ataku na Rosję.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/niemcy-obciazone-kamieni-cialo-dziecka-odnaleziono-w-rzece-policja-zrekonstruowala-jego-wyglad/", "title": "Niemcy. Obciążone kamieniem ciało dziecka odnaleziono w rzece. Policja zrekonstruowała jego wygląd", "date_published": "2022-11-19 12:33:00+00:00", "description": "19 maja 2022 roku w wodach Dunaju w pobliżu miejscowości Vohburg an der Donau w niemieckiej Bawarii kajakarz odnalazł ciało dziecka. Było zapakowane w plastikowy worek i obciążone kamieniem. Policja przeprowadziła rekonstrukcję twarzy zmarłego chłopca i wyznaczyła nagrodę za pomoc w jego identyfikacji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/niski-przelot-rosyjskich-mysliwcow-nad-okretami-nato-incydent-na-baltyku/", "title": "Niski przelot rosyjskich myśliwców nad okrętami NATO. Incydent na Bałtyku", "date_published": "2022-11-19 11:04:00+00:00", "description": "Groźny incydent podczas zgłoszonych ćwiczeń na Bałtyku. Dwa nieme i głuche myśliwce z Rosji przeleciały kilkadziesiąt metrów od okrętów NATO. Zjednoczone Dowództwo Morskie Sojuszu uznało tak bliski kontakt za niebezpieczny i nieprofesjonalny. Nie doszło do niczego więcej, pomimo że okręty aliantów ćwiczyły m.in. obronę przeciwlotniczą w zabezpieczonym obszarze.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/francja-polak-podejrzany-o-morderstwo-nie-ma-ani-zwlok-ani-zgloszenia-o-zaginieciu/", "title": "Francja: Polak podejrzany o morderstwo. Nie ma ani zwłok, ani zgłoszenia o zaginięciu", "date_published": "2022-11-19 10:02:00+00:00", "description": "Francuska policja jest przekonana, że w Normandii doszło do morderstwa. Sęk w tym, że nie znaleziono zwłok. Nikt też nie zgłosił zaginięcia. Głównym podejrzanym jest Polak, a dowodem w sprawie ma być to, że mężczyzna przyznał się bliskim do dokonania zabójstwa.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/korea-polnocna-kim-dzong-un-pokazal-corke-zabral-ja-na-testy-rakietowe/", "title": "Korea Północna. Kim Dzong Un pokazał córkę. Zabrał ją na testy rakietowe", "date_published": "2022-11-19 09:33:00+00:00", "description": "Kim Dzong Un po raz pierwszy pokazał światu swoją najstarszą córkę. Dziewczynka towarzyszyła ojcu i matce w trakcie prób rakietowych. W piątek doszło do wystrzelenia nowego typu międzykontynentalnego pocisku balistycznego, który spadł do morza na wodach terytorialnych Japonii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/peru-startujacy-samolot-uderzyl-w-woz-gasniczy-na-lotnisku-w-limie-nie-zyje-dwoch-strazakow/", "title": "Peru. Startujący samolot uderzył w wóz gaśniczy na lotnisku. Nie żyje dwóch strażaków", "date_published": "2022-11-19 09:21:00+00:00", "description": "Dramatyczne wydarzenia w międzynarodowym porcie lotniczym w stolicy Peru, Limie. Drogę startującego samolotu przeciął wóz strażacki. Doszło do zderzenia, zginęło dwóch strażaków. Maszyna linii Latam Airlines straciła silnik i prawe podwozie, a następnie zapaliła się. Kilkadziesiąt poszkodowanych osób, w tym dwie poważnie, przewieziono do szpitali. Lotnisko zostało zamknięte.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/rosja-wybuch-gazu-na-sachalinie-nie-zyje-dziewiec-osob-w-tym-czworo-dzieci/", "title": "Rosja: Wybuch gazu na Sachalinie. Nie żyje dziewięć osób, wśród ofiar dzieci", "date_published": "2022-11-19 08:25:00+00:00", "description": "W wyniku silnej eksplozji częściowo zawaliło się pięć kondygnacji bloku w miejscowości Tymowskoje na dalekim wschodzie Rosji. W wybuchu zginęło dziewięć osób, w tym czworo dzieci - podał gubernator obwodu. Na miejscu są dziesiątki ratowników, którzy przeszukują gruzowisko. Władze podejrzewają, że w budynku doszło do wybuchu gazu, najprawdopodobniej pochodzącego z butli.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/wojna-w-ukrainie-putin-szykuje-kolejna-mobilizacje-eksperci-o-tajnych-dzialaniach-kremla/", "title": "Wojna w Ukrainie. Putin szykuje kolejną mobilizację? Eksperci o tajnych działaniach Kremla", "date_published": "2022-11-19 07:02:00+00:00", "description": "Kreml przygotowuje się do kolejnej rundy mobilizacji, podczas gdy jesienny cykl poboru wciąż trwa - poinformował amerykański think tank Instytut Studiów nad Wojną (ISW).", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-19/wojna-w-ukrainie-punkty-niezwyciezonosci-w-chersoniu-wrzatek-ladowarki-oraz-internet-od-muska/", "title": "Wojna w Ukrainie. \"Punkty niezwyciężoności\" w Chersoniu. Wrzątek, ładowarki oraz internet od Muska", "date_published": "2022-11-19 05:19:00+00:00", "description": "Prezydent Ukrainy Wołodymyr Zełenski w wieczornym wystąpieniu podał, że trwa przywracanie dostaw prądu po intensywnych rosyjskich ostrzałach z ostatnich dni. Trudna sytuacja panuje nadal w 17 regionach i stolicy Kijowie. W wyzwolonym Chersoniu powstały punkty niezwyciężoności. Wolontariusze gotują jedzenie, rozdają wrzątek, można naładować telefon i połączyć się z siecią przez system Starlink.", "favourite": false}]