[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/karim-benzema-ruled-out-of-whole-world-cup-in-major-blow-to-france", "title": "Karim Benzema ruled out of whole World Cup in major blow to France", "date_published": "2022-11-19 22:43:13+00:00", "description": "<ul><li>34-year-old Ballon d’Or winner to miss entire tournament</li><li>Striker injured left thigh during training session in Qatar</li></ul><p>Karim Benzema is to miss the whole World Cup after being injured during training with France in Qatar.</p><p>The French Football Federation <a href=\"https://twitter.com/equipedefrance/status/1594095235067482113\">said in a statement</a> that the Real Madrid forward was forced to cut short training after feeling “pain in the quadriceps of his left thigh”. An MRI scan later confirmed a rectus femoris tendon injury, which means the 34-year-old Ballon d’Or winner faces a three-week recovery period.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/karim-benzema-ruled-out-of-whole-world-cup-in-major-blow-to-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/ireland-australia-autumn-nations-series-rugby-union-match-report", "title": "Bundee Aki and Ross Byrne give Ireland hard-fought victory over Australia", "date_published": "2022-11-19 22:26:55+00:00", "description": "<ul><li>Autumn Nations Series: Ireland 13-10 Australia</li><li>Farrell’s side secure win without injured captain Sexton</li></ul><p>Ross Byrne landed a dramatic late penalty as Ireland overcame the loss of captain Johnny Sexton to cap a stellar year with a disjointed 13-10 win over Australia.</p><p>Replacement fly-half Byrne nailed a difficult kick from wide on the right with just three minutes remaining in Dublin to earn Ireland a record-equalling 12th successive home victory.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/ireland-australia-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/malaysian-elections-hung-parliament-beckons", "title": "Malaysia on verge of hung parliament for first time in history", "date_published": "2022-11-19 22:17:56+00:00", "description": "<p>Failure of one coalition to achieve simple majority in election could bring further political inertia as country faces slowing growth and rising inflation</p><p>Malaysia was facing a hung parliament for the first time in its history as support for a conservative Islamic alliance prevented major coalitions from winning a simple majority in a general election.</p><p>Without a clear winner, political uncertainty could persist as Malaysia faces slowing economic growth and rising inflation. It has had three prime ministers in as many years.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/malaysian-elections-hung-parliament-beckons\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/19/cop27-divisions-and-splits-threaten-deal-to-tackle-climate-crisis", "title": "Cop27 on cusp of ‘historic step’ as rich nations relent on climate aid to poor", "date_published": "2022-11-19 22:06:54+00:00", "description": "<p>Developed countries agree in principle to ‘loss and damage’ fund for vulnerable nations as talks run on past deadline</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Cop27 live – latest news updates</a></li></ul><p>The world’s poorest countries <a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">stood on the brink of a historic victory</a> last night at crunch climate talks, as rich governments looked ready to finally provide aid for those devastated by extreme weather.</p><p>Developing countries have been asking for help with <a href=\"https://www.theguardian.com/environment/2022/nov/05/climate-loss-and-damage-why-its-such-a-big-deal-at-cop27\">“loss and damage”</a> – financial assistance to rescue and rebuild stricken countries after climate-related disaster – for more than a decade.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/19/cop27-divisions-and-splits-threaten-deal-to-tackle-climate-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/ben-white-england-world-cup-qatar-2022", "title": "Ben White: ‘After training, the last thing I want to do is watch football’", "date_published": "2022-11-19 22:00:08+00:00", "description": "<p>England defender on his carefree attitude to the game, rise from League Two to the World Cup, and sunbathing in Qatar</p><p>Ben White did not watch much football during his childhood in Dorset. It was never on in the house, his parents were just not interested. Does he have any World Cup memories? “Not that stick out,” the Arsenal and England defender says. And you will not find him flicking on a match in the evenings nowadays, either.</p><p>“Sitting down and watching a 90-minute game after I’ve trained all day and had four or five meetings about football … the last thing I want to do is watch more football,” he says.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/ben-white-england-world-cup-qatar-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/19/all-the-rage-the-women-who-meet-to-scream-into-the-night", "title": "All the rage: the women who meet to scream into the night", "date_published": "2022-11-19 20:30:06+00:00", "description": "<p>‘Scream groups’ are forming across the world, where women gather in parks and public places to release their frustrations</p><p>Exhausted and overwhelmed, Gretchen Miller felt the frustration of the past three years rise up within her. On a whim the 54-year-old from Sydney posted a message to her local community Facebook group. “Does anyone else feel like screaming?” she asked.</p><p>The responses poured in. “I want to scream because of climate change and economic inequality,” one woman wrote. “Because of real estate agents and landlords,” said another. “My fiancé decided he didn’t love me anymore,” read one reply. Miller said she received more than 100 messages in the first hour.</p> <a href=\"https://www.theguardian.com/society/2022/nov/19/all-the-rage-the-women-who-meet-to-scream-into-the-night\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/19/brazil-are-a-powerhouse-but-political-divides-may-derail-tites-swan-song", "title": "Brazil are a powerhouse but political divides may derail Tite’s swan song | Jonathan Liew", "date_published": "2022-11-19 20:00:06+00:00", "description": "<p>The stakes are high for the Seleção as a fractured country’s future might just begin to be mended if they win a sixth title</p><p>Every four years, the district of Caiçara in Belo Horizonte transforms itself. Rows of Brazilian flags dance from lamp-posts and telephone poles; the roads and pavements are slathered in blue, green and yellow paint by an army of volunteers.</p><p>It is a tradition that goes back to the 1994 World Cup, and until now has taken place entirely without objection. This time, however, the local community felt it necessary to issue a caveat. And so, in among the bunting and the balloons, a banner reads: “<em>N</em><em>ÃO </em><em>É POL</em><em>ÍTICA, </em><em>É COPA.</em>” It’s not politics, it’s the cup.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/19/brazil-are-a-powerhouse-but-political-divides-may-derail-tites-swan-song\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/19/by-staging-a-winter-world-cup-gianni-infantino-and-fifa-have-failed-football", "title": "Gianni Infantino and Fifa have failed football by botching buildup to Qatar | Jonathan Wilson", "date_published": "2022-11-19 20:00:05+00:00", "description": "<p>Lack of preparation time means that most competing nations will not have had the chance to try fresh faces or tactics</p><p>If only the World Cup could be about the football. Last week, Fifa sent a letter to the football authorities of the 32 competing nations to <a href=\"https://www.theguardian.com/football/2022/nov/03/let-football-take-the-stage-at-qatar-world-cup-says-fifa-president\" title=\"\">urge them to “focus on the football”</a> and to ensure it is not “dragged into every ideological or political battle”. Which is fine so long as you are not gay, a woman, a migrant labourer, a believer in democracy or a person with a conscience – or indeed any of the people Gianni Infantino claimed to be in <a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\" title=\"\">his risibly hypocritical speech</a> on Saturday.</p><p>This is, of course, the same Fifa president who was at Davos earlier in the year and who last Tuesday spoke at the G20 summit in Bali, calling for a ceasefire in Ukraine for the duration of the World Cup – a laudably neutral position, providing you are unaware Ukraine has just recaptured Kherson and has momentum such that any pause in the fighting is of clear advantage to Russia and Vladimir Putin. Infantino, coincidentally, was awarded the Order of Friendship by Putin in 2019 after Russia had hosted the World Cup. How complicated these things are! Thank goodness Infantino overcame the ginger jibes to do the politics for us.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/19/by-staging-a-winter-world-cup-gianni-infantino-and-fifa-have-failed-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/19/new-york-cannabis-farms-dispensaries-retail", "title": "New York has $750m worth of cannabis stockpiled that growers can’t sell", "date_published": "2022-11-19 19:54:48+00:00", "description": "<p>Cannabis farmers have ‘an unclear path to market’ as the state has yet to approve retail dispensaries</p><p>A strong smell of weed hangs over many New York neighborhoods, the result in part of cannabis <a href=\"https://www.cssny.org/pages/marijuana-decriminalization-fact-sheet\">decriminalization</a> in 2019 – but cannabis growers in the state are at an impasse when it comes to getting their crops to market.</p><p>Almost 300,000 pounds of the drug, worth as much as $750m, from last summer’s production at 200 state-licensed farms are stockpiled, without a place to be sold and in danger of deteriorating, according to a <a href=\"https://www.bloomberg.com/news/features/2022-11-18/new-york-farms-have-a-glut-of-cannabis-and-no-retailers?sref=fqqmZ8gi\">Bloomberg report</a> on Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/19/new-york-cannabis-farms-dispensaries-retail\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/england-new-zealand-autumn-nations-series-rugby-union-match-report", "title": "Will Stuart stuns New Zealand to rescue remarkable draw for England", "date_published": "2022-11-19 19:50:29+00:00", "description": "<ul><li>England 25-25 New Zealand</li><li>Hosts score three tries in final 10 minutes to deny All Blacks</li></ul><p>Beneath a dark forbidding November sky came a finish to light up a previously All Black night. Three tries in the last eight minutes of a game that had seemed well out of England’s reach altered the whole complexion of the evening and threw up one of the more unlikely game-saving heroes. The replacement prop Will Stuart will never top this, his two tries rescuing a draw from the jaws of a heavy defeat.</p><p>England had trailed 25-6 entering the final 10 minutes, seemingly down and out. At no stage did it seem that there would be anything other than a New Zealand win until Beauden Barrett was sin-binned with nine minutes left and the cavalry charge began. Stuart’s brace, sandwiched either side of a Freddie Steward score, yielded the first Twickenham draw in this fixture for 25 years.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/england-new-zealand-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/arsenal-manchester-united-womens-super-league-match-report", "title": "Alessia Russo’s injury-time strike gives Manchester United victory at Arsenal", "date_published": "2022-11-19 19:36:50+00:00", "description": "<p>Alessia Russo’s injury-time header helped Manchester United recover from a second-half collapse to end Arsenal’s perfect start to the season and draw them level with at the top in a thrilling 3-2 win at the Emirates Stadium.</p><p>In front of the second-largest WSL crowd of 40,064, after the 47,367 that attended Arsenal’s defeat of Tottenham at the Emirates, United took the lead through Ella Toone late in the first half before Arsenal struck back in the second. Frida Maanum drew Arsenal level before Laura Wienroither gave them the lead.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/arsenal-manchester-united-womens-super-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/fans-qatar-world-cup-2022-tournament-matches-kick-off-human-rights-gay", "title": "Fans, fun, fireworks: Qatar World Cup 2022 enjoys rare normality | Sean Ingle", "date_published": "2022-11-19 19:31:07+00:00", "description": "<p>Matches kick off with fan zones looking like construction sites, persistent fears over how gay fans will be treated and concerns over human rights abuses</p><p>If this World Cup finally has a pulse, it was first detected on Doha’s Corniche shortly after 6pm on Saturday, as an adrenalised version of Seven Nation Army segued into a We Are the Champions cover with enough distorted bass to make ear drums bleed.</p><p>At that moment hundreds of fans at Fifa’s fan festival – particularly from Mexico, Argentina, Wales and Tunisia – pushed their hands recklessly into the air, while thousands of curious locals watched and waved mobile phones.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/fans-qatar-world-cup-2022-tournament-matches-kick-off-human-rights-gay\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/19/keir-starmer-i-will-abolish-house-of-lords-to-restore-trust-in-politics", "title": "Keir Starmer: I will abolish House of Lords to ‘restore trust in politics’", "date_published": "2022-11-19 19:30:05+00:00", "description": "<p>Exclusive: Labour leader plans a new elected chamber after accusing successive Tory governments of handing peerages to ‘lackeys and donors’</p><p>Keir Starmer will abolish the House of Lords and replace it with a new elected chamber as part of plans to “restore trust in politics”, the <em>Observer</em> understands.</p><p>In a sweeping constitutional overhaul, the Labour leader has told the party’s peers that he wants to strip politicians of the power to make appointments to the Lords as part of the first-term programme of a Labour government. Starmer said that the public’s faith in the political system had been undermined by successive Tory leaders handing peerages to “lackeys and donors”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/19/keir-starmer-i-will-abolish-house-of-lords-to-restore-trust-in-politics\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/19/five-crucial-issues-in-fight-to-save-planet-and-what-cop27-did-about-them", "title": "Five crucial issues in fight to save planet – and what Cop27 did about them", "date_published": "2022-11-19 19:27:54+00:00", "description": "<p>This month’s environmental summit opened as our planet wilts under the impact of climate crisis. Here we examine five key areas and assess what success – if any – was achieved in Egypt</p><p>A key Cop27 goal was to strengthen emission <a href=\"https://www.theguardian.com/environment/2021/nov/11/key-cop26-pledges-could-put-world-closer-pathway\">pledges made at last year’s climate summit</a> in Glasgow. These are needed to ensure global heating is limited to 1.5C. No such commitments have been made in Egypt and most observers now conclude the world is destined to heat beyond this limit.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/19/five-crucial-issues-in-fight-to-save-planet-and-what-cop27-did-about-them\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/gianni-infantino-does-his-football-jesus-act-during-bizarre-monologue-on-qatar", "title": "Gianni Infantino does his Football Jesus act during bizarre monologue on Qatar | Barney Ronay", "date_published": "2022-11-19 19:00:07+00:00", "description": "<p>Fifa’s leader revealed himself in all his marzipan ooze, shifting shape but oddly lost and angry ahead of this reeling World Cup</p><p>An hour into his own pin-drop monologue, delivered from the stage of the vast, tiered amphitheatre of Doha’s main media centre, Gianni Infantino rose unexpectedly in his seat and spread his arms in crucifixion pose, wrists cocked, head tilted tenderly to one side. “You can crucify me. I’m here for that. Don’t criticise anyone. Don’t criticise Qatar.” And in that moment it became clear what we were watching. Here he is: Football Jesus. Behold for He walks among us.</p><p>Does Football Jesus not bleed for you? Does He not accept medals from Vladimir Putin on your behalf? Like Actual Jesus, is He not (not literally) struck down (not actually struck down) by the stones (not real stones) of the unjust, the heretical, the human rights charities?</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/gianni-infantino-does-his-football-jesus-act-during-bizarre-monologue-on-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/indian-gurus-and-holistic-therapies-so-much-for-down-to-earth-camilla", "title": "Indian gurus and holistic therapies: so much for ‘down to earth’ Camilla | Catherine Bennett", "date_published": "2022-11-19 19:00:07+00:00", "description": "Far from being a foil for her husband, the Queen Consort seems to have the same taste for hocus-pocus<p>Recent stories from inside an Indian spa suggest that Camilla may be the most misunderstood royal of all. Is it possible for her to be, as advertised, thoroughly no-nonsense – and at the same time the poster girl for a wellness outfit where one-percenters gather for prayed-over food that creates positive vibrations in their bodies?</p><p>Central to Camilla’s rehabilitation years was the appealing idea that she would be immune – unlike her husband – to all temptations of a spiritual or orientalist nature. A stolid, fag- and gin-scented foil to her husband’s wispier, holistic yearnings, she has invariably been talked up by “friends” as the corrective to his hocus-pocus.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/indian-gurus-and-holistic-therapies-so-much-for-down-to-earth-camilla\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/20/sayed-fled-afghanistan-found-safety-in-australia-and-built-a-life-then-it-was-snatched-away", "title": "Sayed fled Afghanistan, found safety in Australia and built a life. Then it was snatched away", "date_published": "2022-11-19 19:00:06+00:00", "description": "<p>Refugee was turned away from citizenship ceremony and became trapped in bureaucratic nightmare thanks to authorities’ mistrust of Afghan identity documents </p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Sayed* was home. At least he thought he was.</p><p>He held the piece of paper in his hand: an invitation to an Australian citizenship ceremony. </p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/20/sayed-fled-afghanistan-found-safety-in-australia-and-built-a-life-then-it-was-snatched-away\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/the-moment-i-knew-after-months-of-emailing-every-thought-we-ever-had-back-and-forth-we-met-for-a-walk", "title": "The moment I knew: ‘After months of emailing every thought we ever had back and forth, we met for a walk’", "date_published": "2022-11-19 19:00:06+00:00", "description": "<p>On a Saturday shift, looking for something to do, <strong>Jasper Peach </strong>signed up for a dating site. That led to a free-flowing conversation that started and never stopped</p><p>It sounds like a lie to say I wasn’t looking for a partner when I joined a dating and friendship site called Pink Sofa. This was in the pre-swipe era of 2010, when you wrote a whole profile and uploaded the text with a picture of yourself, stating if you were looking for friends, hook-ups or a relationship (or all three). I joined up during a Saturday shift at my desk job for something to do.</p><p>The profile writing came easily. I’d had enough of most things in my life and had no cares left to give. I was direct and honest. I just wished there was a box to tick for wanting to replace the dead energy of love as I knew it with new people, ideas, places – all of it. Three weeks later I met the truest love I’ve ever known. She lived three blocks and one Melways page away from me.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/the-moment-i-knew-after-months-of-emailing-every-thought-we-ever-had-back-and-forth-we-met-for-a-walk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/its-such-a-rush-the-secret-lives-of-compers", "title": "‘It’s such a rush’: the secret lives of compers", "date_published": "2022-11-19 19:00:04+00:00", "description": "<p>For those who frequently enter promotional competitions, the emotional rewards resemble those of gambling</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Bella*, a Melburnian in her late 50s, is driving me between shopping centres. We’re on a “comp shop”, an expedition bouncing from store to store to buy products that are part of promotional competitions. As she steers around a corner, bottles of wine clang together in the boot and a slab of beer shuffles along the backseat. Despite the fact that Bella doesn’t drink alcohol, her car has become a “bit of a hiding spot” from her family for the products she buys to enter competitions. Bella’s daughter thinks comping is “like gambling”.</p><p>“Tell you what though, she loved the trip to Italy!”</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/its-such-a-rush-the-secret-lives-of-compers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/19/britain-economic-woes-europe-figures-uk-inflation", "title": "How Britain’s economic woes stack up against Europe’s – a close look at the figures", "date_published": "2022-11-19 18:47:55+00:00", "description": "<p>The UK’s money troubles spread from inflation and higher interest rates to sluggish productivity. But how do we compare with our European neighbours?</p><p>Dire, grim, dismal: all words used to describe the UK’s economic situation after Thursday’s autumn statement.</p><p>In recent decades, the UK’s GDP growth averaged somewhere between the higher rate of the US and the lower rate in the eurozone. That’s starting to change, Carsten Brzeski, global head of macroeconomics for ING Research, told the <em>Observer</em>. “It took Brexit for the UK to converge with the eurozone economy,” he said. “The outlook is very similar to what we’re seeing in continental Europe.”</p> <a href=\"https://www.theguardian.com/business/2022/nov/19/britain-economic-woes-europe-figures-uk-inflation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/eastern-poland-putin-war-russian-aggression-poles-ukrainians-history", "title": "In eastern Poland, Putin’s war has turned former enemies into friends", "date_published": "2022-11-19 18:37:37+00:00", "description": "<p>Opposition to Russian aggression has helped Poles and Ukrainians put bitter 20th-century history behind them</p><p>Patriot missiles ring the airport in the Polish border city of Rzeszów, and US troops have taken over the Holiday Inn opposite the terminal. On its runway, once the preserve of budget carriers, private jets are lined up beside cargo planes crammed with weapons.</p><p>The bristling circle of military protection, set up hastily in early spring as the historic town became the world’s gateway to the war in Ukraine, is both a shield and a constant reminder of the conflict on its doorstep.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/eastern-poland-putin-war-russian-aggression-poles-ukrainians-history\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/christian-eriksens-miraculous-return-leading-denmarks-challenge-to-elite", "title": "Christian Eriksen’s miraculous return leading Denmark’s challenge to elite", "date_published": "2022-11-19 18:23:09+00:00", "description": "<p>Denmark are a force to be reckoned with as pride, togetherness and skill have coalesced since their talisman’s cardiac arrest</p><p>Christian Eriksen has been back threading passes through Premier League defences for the best part of a year but there was still something sublime in the fact he was able to sit here, at a modest sports facility on the hazy outskirts of Doha, previewing a World Cup. The thought he might do so had, in the bluntest terms, not crossed anyone’s mind in the aftermath of <a href=\"https://www.theguardian.com/football/2021/jun/13/he-was-gone-christian-eriksen-had-cardiac-arrest-denmark-doctor-says\" title=\"\">his cardiac arrest last June</a> but there is a tantalising sense the story may only be part way through.</p><p>Could Eriksen and Denmark go all the way? That is their intention in Qatar and it would represent a footballing, not to mention personal, comeback for the ages. It would also back up the progress of a team that hovers just below the established favourites but has shown enough, before and since the return of its talisman, to suggest the final step may be possible.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/christian-eriksens-miraculous-return-leading-denmarks-challenge-to-elite\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/19/man-being-processed-at-manston-detention-centre-in-kent-dies", "title": "Man being processed at Manston detention centre in Kent dies", "date_published": "2022-11-19 18:22:24+00:00", "description": "<p>Home Office confirms person who arrived in UK on small boat a week ago was taken ill and later died</p><p>A man who arrived in the UK on a small boat a week ago and was being processed at Manston has died, the Home Office said on Saturday. He became ill while at the Kent detention site and was taken to hospital, but later died.</p><p>“We can confirm a person staying at Manston has died this morning [Saturday] in hospital after becoming unwell,” a Home Office spokesperson said.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/19/man-being-processed-at-manston-detention-centre-in-kent-dies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/19/eli-lilly-insulin-pricing-twitter-chaos", "title": "‘More work to do’: Eli Lilly admits insulin pricing could be lower amid Twitter chaos", "date_published": "2022-11-19 18:18:18+00:00", "description": "<p>Furor over platform’s verified profiles may have done some good, but challenges still plague the site after a mass worker exodus</p><p>Against warnings that <a href=\"https://www.theguardian.com/technology/twitter\">Twitter</a> is on the verge of collapse, the social media platform hadn’t died Saturday – at least not yet. But things aren’t necessarily going well for new owner Elon Musk’s goal to re-engineer the company to his tastes and with it the larger, potentially quixotic, goal of re-setting standards of social discourse online.</p><p>But while reports of chaos at the company multiply, not all interactions have necessarily proved negative. Pharmaceutical giant Eli Lilly said last week that a tweet by an imposter account over insulin pricing in the US that caused the company’s stock to plunge “probably highlights” a need to bring down the cost of the drug.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/19/eli-lilly-insulin-pricing-twitter-chaos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/sue-baker-a-pioneer-for-female-motoring-journalists-has-died-at-75", "title": "The Observer’s Sue Baker was a pioneer for female motoring journalists | Vanessa Thorpe", "date_published": "2022-11-19 18:16:00+00:00", "description": "The Observer’s motoring correspondent for 13 years also presented Top Gear long before the Jeremy Clarkson era<p>Sue Baker, the journalist who ignored all the signs that said women did not understand cars, and who was the <em>Observer</em>’s motoring correspondent for 13 years, <a href=\"https://www.topgear.com/car-news/top-gear-tv/former-top-gear-presenter-sue-baker-has-died\" title=\"\">died last week</a>.</p><p>Long before Jeremy Clarkson and his band took the wheel of the BBC’s car show, Baker was a presenter on <em>Top Gear</em>, appearing on more than 100 episodes from 1980. It was originally intended, she recalled, as an informative consumer magazine, simply letting viewers know “which new cars are coming on the market and what we think of them”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/sue-baker-a-pioneer-for-female-motoring-journalists-has-died-at-75\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/19/melvin-burgess-loki-the-norse-myths-are-full-of-sex-and-violence", "title": "Melvin Burgess: ‘The Norse myths are full of sex and violence’", "date_published": "2022-11-19 18:00:03+00:00", "description": "<p>The author of YA classic Junk on the eternal allure of baddies, being a trickster god – and his first book for adults</p> <a href=\"https://www.theguardian.com/books/2022/nov/19/melvin-burgess-loki-the-norse-myths-are-full-of-sex-and-violence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/australia-samoa-mens-rugby-league-world-cup-final-match-report", "title": "Australia retain Rugby League World Cup after holding off spirited Samoa", "date_published": "2022-11-19 17:57:19+00:00", "description": "<ul><li>Final: Australia 30-10 Samoa</li><li>Mitchell and Tedesco each score two of Kangaroos’ six tries</li></ul><p>Australia’s grip of dominance on international rugby league shows no sign of ending any time soon, after the Kangaroos dashed Samoa’s hopes of a first World Cup to retain the trophy yet again.</p><p>Mal Meninga’s side have now won 11 of the last 12 World Cups, with the only blot on their card defeat in the 2008 final to New Zealand. Here, they were faced with fresh opposition in the Samoans, the Pacific island of just over 200,000 people who have created history with their run to their first final.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/australia-samoa-mens-rugby-league-world-cup-final-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/19/arsenal-v-manchester-united-womens-super-league-live", "title": "Arsenal v Manchester United: Women’s Super League – live", "date_published": "2022-11-19 17:44:57+00:00", "description": "<ul><li>Live WSL updates from the 5.30pm kick-off</li><li>Why not <a href=\"mailto:Barry%20Glendenning%20%3Cbarry.glendenning@theguardian.com%3E\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@BGlendenning</a></li></ul><p><strong>Not long now:</strong> Both teams march out on to the Emirates sward, led by referee Kirsty Dowle and her team of match officials. Kick-off is just a few minutes away but first we’ll have the presentation of some poppy wreaths by managers Jonas Eidevall and Marc Skinner, followed by a belated minute’s silence for the fallen. Remembrance day was last Sunday but there has been no WSL action for a fortnight. </p><p><strong>Elsewhere in the WSL: </strong>In today’s other game, Manchester City have beaten Everton by the odd goal of three at Walton Hall Park. Julie Blaksted and Bunny Shaw got the goals for City, either side of a Rikke Sevecke strike for Everton. City stay in fourth place, six points clear of Tottenham who have played two games fewer. Everton remain in seventh spot.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/19/arsenal-v-manchester-united-womens-super-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/19/england-v-new-zealand-autumn-nations-series-rugby-union-live", "title": "England v New Zealand: Autumn Nations Series rugby union – live", "date_published": "2022-11-19 17:44:06+00:00", "description": "<ul><li>Updates from the 5.30pm GMT kick-off at Twickenham</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/19/wales-georgia-autumn-nations-series-rugby-union-match-report\">Wales 12-13 Georgia: pressure on Pivac after upset</a></li><li>And you can <a href=\"mailto:%22Lee%20Calvert%20(Casual)%22%20%3Clee.calvert.casual@theguardian.com%3E\">email Lee</a> or tweet <a href=\"https://twitter.com/bloodandmud\">@BloodAndMud</a></li></ul><p><strong>3 mins.</strong> NZ have the first lineout of the game and it’s in the England half. Papali’i has a rumble up with the ball and it comes left to Jordie Barrett who has too easy a ride through the white defence. He’s hauled down eventually but the attack breaks down when it comes back to the right.</p><p><strong>1 min.</strong> Mo’unga dinks a short one which Itoje gathers. We’re underway!</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/19/england-v-new-zealand-autumn-nations-series-rugby-union-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/scotland-argentina-autumn-nations-series-rugby-union-match-report", "title": "Graham and Russell inspire Scotland to punish Argentina after Kremer red", "date_published": "2022-11-19 17:41:50+00:00", "description": "<ul><li>Autumn Nations Series: Scotland 52-29 Argentina</li><li>Scotland score eight tries including Darcy Graham hat-trick</li></ul><p>They finished with a resounding victory over a team ranked above them, but there will be a whopping great asterisk next to Scotland’s second win from four this autumn. Quite possibly three of them, one for each player Argentina had missing for a 10-minute spell of the third quarter. </p><p>The score during that period, less impressively, read 7-7. Emiliano Boffelli’s try and conversion for the 12 Pumas on the field cut back Argentina’s deficit to 24-22. But the laws of gravity kicked in after that. Scotland finished with four unanswered tries in the last half-hour. The electric Darcy Graham finished with a hat-trick, and the restored Finn Russell played like the emperor he so often looks, with more than just a hand in so many of Scotland’s eight tries. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/scotland-argentina-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/armed-police-guard-iranian-tv-studios-in-london-after-tehran-threats", "title": "Armed police guard Iranian TV studios in London after Tehran threats", "date_published": "2022-11-19 17:32:59+00:00", "description": "<p>Persian language channel said threats to journalists had escalated in response to coverage of protests</p><p>Armed vehicles have been deployed outside the Iran International television studios in London after two of its journalists were threatened by Tehran, the channel said.</p><p>There were around seven vehicles outside the studio in Chiswick Park, west London, after “severe and credible” threats were recently made against two of the UK-based channel’s journalists, one of its spokesmen told AFP.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/armed-police-guard-iranian-tv-studios-in-london-after-tehran-threats\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/world-cup-gianni-infantino-speech-fact-check-qatar", "title": "Fact check: 11 eye-catching lines from Gianni Infantino’s speech in Qatar", "date_published": "2022-11-19 17:30:02+00:00", "description": "<p>Fifa’s president told the world he feels Arab, African, gay and disabled, while the media are racist hypocrites. So how accurate was his World Cup monologue? </p><p><strong>Today I have very strong feelings. Today I feel Qatari. Today I feel Arab. Today I feel African. Today I feel gay. Today I feel disabled. Today I feel a migrant worker. I feel like them because I know what it feels like to be discriminated, to be bullied as a foreigner in a country. At school I was bullied because I had red hair and freckles. I was bullied, plus I was Italian, so imagine. I didn’t speak good German. What do you do then? You lock yourself down in your room, you cry and then you try to make some friends. You try to engage … You don’t start accusing or fighting, you start engaging. This is what we should be doing.”</strong></p><p>Infantino’s opening remarks set the tone for <a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\">his unexpectedly lengthy address</a>. They are personalised and speak to his key theme, that of hypocrisy and that the way to effect change is not through confrontation but “engagement”. The metaphor, comparing being bullied for having red hair to the experience of migrant workers who remain exploited in Qatar to this day, appears flippant, but is likely sincere. Infantino has also lumped together the experience of exploited workers and those of LGBTQ+ people whose sexuality is illegal in Qatar, with those of some Qataris themselves – especially those at the top of society – who feel they have been the subject of unfair criticism. This gives the impression of a relativist approach to a highly sensitive debate.</p><p><strong>It’s not easy every day to read all these critics of decisions that were taken 10 years ago when none of us was there. Now everyone knows we have to make the best out of it and make the best World Cup ever. Doha is ready, Qatar is ready, it will be the best World Cup ever, of course.”</strong></p><p><strong>Let’s start with the migrant workers. We are told many many lessons from some Europeans, the western world. I am European. I actually am. I think for what we Europeans have been doing in the last 3,000 years, around the world, we should be apologising for the next 3,000 years before starting to give moral lessons to people.”</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/19/world-cup-gianni-infantino-speech-fact-check-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/19/blazers-out-birkenstocks-in-how-smart-casual-work-uniforms-can-free-up-brain-power", "title": "Blazers out, Birkenstocks in: how smart casual work ‘uniforms’ can free up brain power", "date_published": "2022-11-19 17:00:03+00:00", "description": "<p>From Steve Jobs’s turtlenecks and sandals to Hillary Clinton’s coloured suits, those in the public eye often adopt a simple signature look</p><p>Last Tuesday <a href=\"https://www.theguardian.com/technology/2022/nov/15/steve-jobs-old-birkenstocks-sold-auction-sandals\" title=\"\">an undisclosed buyer paid $218,000 for a pair of Birkenstock sandals</a>. It was not just any pair of shoes, obviously. The website listing for Julien’s Auctions said: “The cork-and-jute footbed retains the imprint of Steve Jobs’ feet, which had been shaped after years of use.”</p><p>“The sandals were part of his simple side,” Chrisann Brennan, Jobs’s former girlfriend and the mother of his child, told <em><a href=\"https://www.vogue.de/lifestyle/artikel/steve-jobs-birkenstock-video-chrisann-brennan\" title=\"\">Vogue Germany</a></em><a href=\"https://www.vogue.de/lifestyle/artikel/steve-jobs-birkenstock-video-chrisann-brennan\" title=\"\"> in 2018</a>. “They were his uniform.” </p> <a href=\"https://www.theguardian.com/fashion/2022/nov/19/blazers-out-birkenstocks-in-how-smart-casual-work-uniforms-can-free-up-brain-power\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/19/fantasy-football-a-kickabout-with-the-surrealists-in-pictures", "title": "Fantasy football: a kickabout with the surrealists – in pictures", "date_published": "2022-11-19 17:00:02+00:00", "description": "<p>During the second world war, many artists fled to Marseille, where André Breton assembled a group of surrealists every Sunday to play creative games. Inspired by this, author Mike McInnes and artist <a href=\"http://www.mattkenyon.co.uk/portfolio\">Matt Kenyon</a> imagined the surrealists as a football team, assigning positions and made-up quotes to figures including Max Ernst, Frida Kahlo and Albert Camus (who was actually a goalkeeper in Algeria in the late 1920s). The football cards appear in McInnes’s book <em><a href=\"https://www.meyer-meyer-sport.co.uk/producttags/man-the-footballer-homo-passiens/\">Homo Passiens: Man the Footballer </a></em><a href=\"https://www.meyer-meyer-sport.co.uk/producttags/man-the-footballer-homo-passiens/\">(Meyer &amp; Meyer Sport)</a>. “Surrealism and football are a very good match,” says McInnes. “There’s a certain type of brainwave among fans when they’re watching games – a kind of dream state. And dream psychology was an important part of surrealism.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/19/fantasy-football-a-kickabout-with-the-surrealists-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/beloved-giant-panda-given-to-taiwan-by-china-dies-aged-18-after-seizures-tuan-tuan", "title": "Beloved giant panda given to Taiwan by China dies aged 18 after seizures", "date_published": "2022-11-19 16:27:36+00:00", "description": "<p>Tuan Tuan, gifted to Taiwan 14 years ago when relations were warmer, allowed to ‘continue to sleep’ after being anaesthetised</p><p>A panda given to Taiwan by China 14 years ago as a symbol of what were then warmer ties died on Saturday, after suffering seizures, Taipei zoo said.</p><p>Tuan Tuan and his breeding mate Yuan Yuan were given to Taiwan by Beijing in late 2008, at a time when relations between the two were more cordial.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/beloved-giant-panda-given-to-taiwan-by-china-dies-aged-18-after-seizures-tuan-tuan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/fathers-daughter-men-sexist-empathy-women", "title": "Having a daughter makes men less sexist. And that’s got to be good for us all", "date_published": "2022-11-19 16:24:54+00:00", "description": "<p>Fathers of girls have more empathy for women, according to research. But as King Lear and new movie Aftersun show, there are plenty of challenges along the way</p><p>The often neglected bond between father and daughter is explored in <a href=\"https://www.theguardian.com/culture/2022/nov/06/masculinity-can-be-expresssed-in-many-ways-paul-mescal-interview-aftersun\" title=\"\">Charlotte Wells’s acclaimed debut film, </a><em><a href=\"https://www.theguardian.com/culture/2022/nov/06/masculinity-can-be-expresssed-in-many-ways-paul-mescal-interview-aftersun\" title=\"\">Aftersun</a></em>, which opened in cinemas last week and stars <em>Normal People</em>’s Paul Mescal and newcomer Frankie Corio.</p><p>It tells the tale of a woman looking back on a holiday she spent as a child with her father. “Tale” is probably the wrong word because it’s much more about atmosphere, memory and the teasing ease and passing tensions that inform so many paternal-filial relationships.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/fathers-daughter-men-sexist-empathy-women\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/19/dangerously-out-of-control-cow-tramples-elderly-man-in-wales", "title": "‘Dangerously out-of-control cow’ tramples elderly man in Wales", "date_published": "2022-11-19 16:14:50+00:00", "description": "<p>Seriously injured victim airlifted to hospital after escaped animal went on rampage in Carmarthenshire village</p><p>An elderly man has been taken to hospital with serious injuries after being attacked and trampled by an “dangerously out-of-control” cow, police said.</p><p>Dyfed-Powys police received reports that the cow had escaped from Whitland Mart in Carmarthenshire, Wales.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/19/dangerously-out-of-control-cow-tramples-elderly-man-in-wales\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/elon-musk-needs-to-learn-that-more-debate-does-not-mean-more-truth", "title": "Elon Musk needs to learn that more debate does not mean more truth | John Naughton", "date_published": "2022-11-19 16:00:01+00:00", "description": "<p>Beneath the billionaire’s blurry vision for Twitter lies the notion that it’s good to have a ‘marketplace of ideas’ </p><p>At the end of last month, just after Elon Musk had bought Twitter, I wrote <a href=\"https://www.theguardian.com/commentisfree/2022/oct/29/elon-musk-twitter-social-media-toxic-content\">that having him responsible for an important part of the world’s public sphere</a> could turn out to be “like entrusting a delicate clock to a monkey”. This struck some readers, especially those with tech backgrounds, as intemperate, but everything that has happened since suggests that it was bang on the money.</p><p>The world has watched transfixed as the monkey flails around wondering what to do with his shiny new plaything. He can do whatever he likes with it, so we watch breathlessly to see what he tries next and speculate endlessly on whether this stunt or that one will do the trick. We are like spectators watching a chess grandmaster playing some practice games – trying this gambit or that; moving pieces on a board; tearing up the board and refashioning it as a sphere; and so on. The fact that the pieces on this chessboard are human beings – with mortgages, dependents, health insurance, etc – is nowhere mentioned, except by Maria Farrell in her <a href=\"https://crookedtimber.org/2022/11/04/whither-twitter/\">splendid, excoriating essay</a> on the takeover. She too has been through a narcissistic acquisition and knows what it’s like for real people.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/elon-musk-needs-to-learn-that-more-debate-does-not-mean-more-truth\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/emmet-cohen-uptown-in-orbit-review-phenomenal-technique-anchored-in-the-past", "title": "Emmet Cohen: Uptown in Orbit review – phenomenal technique anchored in the past", "date_published": "2022-11-19 16:00:01+00:00", "description": "<p>(Mack Avenue)<br />The dazzling pianist and his fine band prove themselves masters of several styles on this album of classics and originals</p><p>The American pianist <a href=\"https://emmetcohen.com/\">Emmet Cohen</a> has been described as a pivotal figure in today’s jazz, referring perhaps to his delightful openness in matters of style. Take the first of these 11 tracks, entitled <a href=\"https://www.youtube.com/watch?v=qfRu8Gm41xQ\">Finger Buster</a>. It was composed and first performed by Willie “the Lion” Smith (1897-1973), one of the flamboyant school of Harlem stride pianists in the 1920s and 30s. We hear it first in the flat, gritty tones of an old gramophone record, until the sound suddenly switches to modern stereo perfection. I suspect that this is Cohen’s typically sidelong way of suggesting that jazz of any period becomes modern when you play it.</p><p>He certainly has phenomenal technique and a superb trio – completed by Russell Hall (bass) and Kyle Poole (drums) – able to do justice to any style. With unerring touch they visit pieces by Gerry Mulligan, Duke Ellington and others, minutely following the idiom of each while discreetly adding something of themselves. There are also originals by Cohen, my favourite being Spillin’ the Tea. It begins as a demure teatime serenade, becoming steadily livelier as the tea party gets out of hand and ending in satisfying chaos. </p> <a href=\"https://www.theguardian.com/music/2022/nov/19/emmet-cohen-uptown-in-orbit-review-phenomenal-technique-anchored-in-the-past\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/i-too-quit-twitter-last-never-been-more-relieved", "title": "I too quit Twitter this week – and have never been more relieved | Bidisha Mamata", "date_published": "2022-11-19 16:00:01+00:00", "description": "Elon Musk’s latest acquisition once turned an innocuous trip to the cinema into something more disturbing<p>Last month, Elon Musk <a href=\"https://www.theguardian.com/technology/2022/oct/31/twitter-layoffs-elon-musk-takeover\" title=\"\">walked into Twitter</a> and then all the good people left. I quit, too. It was a time-sink, a brain drain and an eye strain.</p><p>In 12 years, I gained nothing, while witnessing peers and colleagues at their worst. Oh, the bliss of not turning every little thing into a quip. The delight of dealing with reality in the moment, like a grownup, instead of running to tell teacher about every unpleasant incident. Truly, you don’t realise that something is pointless, negative and colonising your brain until it’s gone.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/i-too-quit-twitter-last-never-been-more-relieved\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/max-verstappen-takes-pole-at-abu-dhabi-grand-prix-as-red-bulls-dominate-f1", "title": "Max Verstappen takes pole at Abu Dhabi Grand Prix as Red Bulls dominate", "date_published": "2022-11-19 15:46:48+00:00", "description": "<ul><li>Red Bull occupy front row with Ferraris in third and fourth</li><li>Lewis Hamilton and George Russell fifth and sixth for Mercedes</li></ul><p>Max Verstappen claimed the final pole position of the season for the Abu Dhabi Grand Prix. The Red Bull driver enjoyed a commanding run at the Yas Marina circuit beating his teammate Sergio Pérez into second. Charles Leclerc and Carlos Sainz were third and fourth for Ferrari. Lewis Hamilton and George Russell were in fifth and sixth for Mercedes.</p><p>The Red Bulls had looked strong throughout, setting the pace through the opening sessions. On the first hot runs in Q3 Verstappen duly laid down a marker with a strong lap under the floodlights. He enjoyed almost a three-tenths advantage over Sainz with a time of 1min 23.988sec.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/max-verstappen-takes-pole-at-abu-dhabi-grand-prix-as-red-bulls-dominate-f1\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/19/china-and-us-renew-commitment-to-tackling-climate-crisis-but-differences-remain", "title": "China and US renew commitment to tackling climate crisis but differences remain", "date_published": "2022-11-19 15:46:31+00:00", "description": "<p>Xie Zhenhua said he’d had ‘very constructive discussions’ with John Kerry at Cop27 but there’s no change on finance issues</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Cop27 live – latest news updates</a></li></ul><p>China and the US have renewed their partnership to tackle the climate crisis, and are working closely and productively on ways of bringing down greenhouse gas emissions, China’s head of delegation has said.</p><p>The surprise news from Xie Zhenhua, who briefed a small group of journalists at the Cop27 UN climate summit in Egypt on Saturday, comes as a rare moment of progress amid a conference <a href=\"https://www.theguardian.com/environment/2022/nov/19/cop27-talks-in-disarray-with-15c-goal-at-risk-campaigners-warn\">mired in stalemate and bitter fighting </a>between developed and developing countries.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/19/china-and-us-renew-commitment-to-tackling-climate-crisis-but-differences-remain\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/wales-georgia-autumn-nations-series-rugby-union-match-report", "title": "Georgia create seismic rugby shock as Matkava’s late penalty stuns Wales", "date_published": "2022-11-19 15:42:59+00:00", "description": "<ul><li>Wales 12-13 Georgia</li><li>Georgia’s first victory over Wales piles pressure on Wayne Pivac </li></ul><p>Wales suffered an embarrassing defeat as unfancied Georgia claimed a famous 13-12 Autumn Nations Series victory at the Principality Stadium. The replacement Luka Matkava’s penalty two minutes from time inflicted immeasurable pain on Wales.</p><p>The flanker Jac Morgan scored two first-half tries, but Wales faltered during a miserable second 40 minutes that Georgia dominated.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/wales-georgia-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/19/australia-v-samoa-rugby-league-world-cup-final-live", "title": "Australia v Samoa: Rugby League World Cup final – live", "date_published": "2022-11-19 15:40:55+00:00", "description": "<ul><li>Rugby league updates from the 4pm GMT kick-off</li><li>And you can <a href=\"mailto:%22Luke%20McLaughlin%20(Casual)%22%20%3Cluke.mclaughlin.casual@theguardian.com%3E\">email Luke</a> or tweet <a href=\"https://twitter.com/LukeMcLaughlin\">@LukeMcLaughlin</a></li></ul><p>Australia are unchanged from the semi-final against New Zealand. For Samoa, Fa’manu Brown is sidelined by concussion, meaning Chanel Harris-Tavita comes in.</p><p><strong>Is Matt Parish surprised</strong> Samoa are in the final? “No. We’ve believed from day one … we’ve improved every week, and we’ll need to improve again today.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/19/australia-v-samoa-rugby-league-world-cup-final-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/19/twitter-crashing-world-cup-elon-musk-social-media-traffic-spikes", "title": "Twitter has ‘50% chance’ of major crash during World Cup, says insider", "date_published": "2022-11-19 15:37:57+00:00", "description": "<p>Social media giant ill-equipped to deal with traffic spikes after cuts imposed by Elon Musk, according to former employee</p><p>Twitter stands a 50% chance of a major outage that could take the site offline during the World Cup, according to a recently departed employee with knowledge of how the company responds to large-scale events.</p><p>The former employee, who was granted anonymity because of the sensitivity of what was discussed, has knowledge of the workings of <a href=\"https://blog.twitter.com/engineering/en_us/a/2016/when-seconds-really-do-matter\" title=\"\">Twitter Command Centre</a>, the platform’s team of troubleshooters who monitor the site for issues such as traffic spikes and data centre outages.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/19/twitter-crashing-world-cup-elon-musk-social-media-traffic-spikes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine", "title": "Rishi Sunak meets Volodymyr Zelenskiy in surprise visit to Ukraine", "date_published": "2022-11-19 15:29:26+00:00", "description": "<p>Prime minister promises Ukrainian president sustained UK support as Russian strikes target power grid</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/19/russia-ukraine-war-live-kyiv-power-shortages-critical-amid-blackouts-across-ukraine\">Russia-Ukraine war – latest news updates</a></li></ul><p>Rishi Sunak made a surprise visit to Kyiv on Saturday to meet Ukraine’s president, Volodymyr Zelenskiy, in his first visit to the country since taking office.</p><p>Zelenskiy posted a video on Saturday showing him meeting Sunak in the capital. “During today’s meeting, we discussed the most important issues both for our countries and for global security,” he wrote on the Telegram messaging app.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/19/town-vs-gown-and-car-vs-bike-row-erupts-over-cambridge-congestion-plan", "title": "Town vs gown and car vs bike: row erupts over Cambridge congestion plan", "date_published": "2022-11-19 15:16:54+00:00", "description": "<p>Residents rally over scheme they believe will benefit only bicycling students and dons</p><p>In 1381, a mob sacked university buildings and burned books in the town square, shouting: “Away with the learning of clerks!” More recently, battle lines have been drawn over plans to <a href=\"https://www.theguardian.com/society/2016/nov/27/cambridge-housing-colleges-development-green-belt\" title=\"\">build homes on green belt land</a> and attempts to <a href=\"https://www.theguardian.com/lifeandstyle/2021/jul/11/troubled-waters-the-cambridge-river-dividing-town-and-gown\" title=\"\">ban wild swimming in the river Cam</a>.</p><p>Now, tensions between town and gown are rising again in Cambridge. This time, it’s over proposals to introduce a £5 congestion charge on weekday car journeys to the city, with a <a href=\"https://m.facebook.com/events/515648397109183?acontext=%7B%22source%22%3A%223%22%2C%22action_history%22%3A%22null%22%7D&amp;amp;aref=3&amp;amp;eav=AfaWYzIScY1m-5R4KTexJ6uFA6oITRAtUC6UDtak-tdFp7aIQh8XMQ94TjnZFyn77NM&amp;amp;paipv=0\" title=\"\">protest march</a> to Parker’s Piece common planned for 27 November. </p> <a href=\"https://www.theguardian.com/politics/2022/nov/19/town-vs-gown-and-car-vs-bike-row-erupts-over-cambridge-congestion-plan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/inquiry-into-worst-channel-disaster-for-30-years-fails-to-contact-victims-families", "title": "Inquiry into worst Channel disaster for 30 years fails to contact victims’ families", "date_published": "2022-11-19 15:14:47+00:00", "description": "<p>At least 27 people died when their dinghy capsized in November 2021, but the UK investigation has yet to talk to their relatives</p><p>A UK investigation into the drowning of at least 27 people trying to cross the Channel in a small boat has yet to contact most of the victims’ families 12 months after the tragedy, the <em>Observer</em> can reveal.</p><p>The Marine Accident Investigation Branch (MAIB) has not yet been in touch with the majority of the families despite legal sources claiming it has all their contact details, prompting accusations that the inquiry’s progress is “dehumanising” the dead.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/inquiry-into-worst-channel-disaster-for-30-years-fails-to-contact-victims-families\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/australia-new-zealand-womens-rugby-league-world-cup-final-match-report", "title": "Australia retain Women’s Rugby League World Cup after thrashing New Zealand", "date_published": "2022-11-19 15:14:32+00:00", "description": "<ul><li>Final: Australia 54-4 New Zealand</li><li>Sergis, Kelly and Cherrington score two tries each in demolition</li></ul><p>Australia’s Jillaroos sauntered to a third consecutive Women’s Rugby League World Cup courtesy of a commanding, one-sided victory over New Zealand’s Kiwi Ferns. The two sides delivered the game of the tournament in the group stages, with <a href=\"https://www.theguardian.com/sport/2022/nov/11/australia-pushed-to-limits-in-narrow-win-over-new-zealand-at-womens-rugby-league-world-cup\">Australia edging their opponents 10-8</a> to finish top of Group B.</p><p>But the reigning world champions made a mockery of the suggestion this would be a closely contested final with a resounding victory at Old Trafford. Leading 20-0 at half-time courtesy of four outstanding tries, the Kiwi Ferns, who <a href=\"https://www.theguardian.com/sport/2022/nov/14/england-new-zealand-womens-rugby-league-world-cup-semi-final-match-report\">beat hosts England</a> in their semi-final on Monday night in York, could not muster a response and were ultimately well beaten.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/australia-new-zealand-womens-rugby-league-world-cup-final-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/19/glass-onion-a-knives-out-mystery-review-crisply-mischievous-sequel-daniel-craig", "title": "Glass Onion: A Knives Out Mystery review – crisply mischievous sequel", "date_published": "2022-11-19 15:00:01+00:00", "description": "<p>Daniel Craig returns as the ace detective in Rian Johnson’s expertly crafted whodunnit, set on the private island of Edward Norton’s billionaire doofus</p><p>What if the billionaire entrepreneur was not, in fact, a business genius and is instead a grade-A doofus who lucked out and glommed on to someone else’s good idea? This is the timely question asked by writer-director Rian Johnson’s exuberantly entertaining sequel to <em><a href=\"https://www.theguardian.com/film/2019/dec/01/knives-out-review-rian-johnson-superior-whodunnit-agatha-christie\">Knives Out</a></em>.</p><p>Daniel Craig once again dons the natty little cravat as ace detective Benoit Blanc, but elsewhere there’s fresh blood, both in the cast and splattered all over the location – the private island of Miles Bron (Edward Norton). It’s a gloriously ridiculous edifice: a landscaped playground booby-trapped with passive-aggressive anti-smoking alarms and populated by Miles’s inner circle of “disruptors”. These include roided-out rightwing YouTuber Duke (Dave Bautista), rising political star Claire (Kathryn Hahn) and PR liability Birdie (Kate Hudson, having what appears to be the most fun an actor has ever had in a role). And then there’s a terrific, frosty Janelle Monáe, whose presence disconcerts the rest of the guests. </p><p>In cinemas on 23 November for one week; on Netflix from 23 December</p> <a href=\"https://www.theguardian.com/film/2022/nov/19/glass-onion-a-knives-out-mystery-review-crisply-mischievous-sequel-daniel-craig\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/angela-alvarez-latin-grammys-best-new-artist-95", "title": "Angela Álvarez crowned best new artist at Latin Grammys – aged 95", "date_published": "2022-11-19 14:59:24+00:00", "description": "<p>Cuban American, who started recording career at 90 after decades of performing for family and friends, says ‘it’s never too late’</p><p>Don’t ever tell Angela Álvarez it’s too late for dreams to come true – the 95-year-old just brought home a Latin Grammy for best new artist, becoming the award show’s eldest winner ever.</p><p>The Cuban American musician’s crowning moment came after decades of writing songs but performing them only for friends and family – until, at the age of 90, she went to the Avalon, the historic Hollywood nightclub, and gave her first concert.</p> <a href=\"https://www.theguardian.com/music/2022/nov/19/angela-alvarez-latin-grammys-best-new-artist-95\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2022/nov/19/hunt-chancellor-lobby-group-private-schools-vat-labour", "title": "Hunt under fire for using lobby group data to shield private schools from £1.7bn VAT", "date_published": "2022-11-19 14:45:26+00:00", "description": "<p>Experts attack claim that 90,000 pupils would be forced into state schools by tax change that Labour says could fund thousands of extra teachers</p><p>Education experts have slammed Jeremy Hunt’s use of data from the leading private school lobby group to justify his decision not to raise £1.7bn by adding VAT to school fees.</p><p><a href=\"https://www.theguardian.com/uk-news/2022/nov/17/biggest-hit-to-living-standards-on-record-as-jeremy-hunt-lays-out-autumn-statement\" title=\"\">Delivering his autumn statement on Thursday</a>, the chancellor took a swipe at Labour’s policy of boosting funding for struggling state schools by ending tax breaks for private schools, saying he would be “practical” instead of being “ideological”. Referring to “certain estimates” that this would result in up to 90,000 private school pupils switching to state schools, he failed to mention that this statistic came from a 2018 report by the Independent Schools Council lobby group.</p> <a href=\"https://www.theguardian.com/education/2022/nov/19/hunt-chancellor-lobby-group-private-schools-vat-labour\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/bruce-springsteen-cover-reignites-row-over-lost-northern-soul-classic", "title": "Bruce Springsteen cover reignites row over lost northern soul classic", "date_published": "2022-11-19 14:40:58+00:00", "description": "<p>Who saved Frank Wilson’s Do I Love You (Indeed I Do) from Motown oblivion?</p><p>When Bruce Springsteen performed his new single on <em>The Tonight Show Starring Jimmy Fallon</em> on 14 November, it was to rapturous applause and the ecstatic US talkshow host leaping from his seat to declare that the Boss had “crushed it!”</p><p>But 3,300 miles away, Springsteen’s performance of the lost Motown classic Do I Love You (Indeed I Do), from his new album of soul covers, <em><a href=\"https://www.theguardian.com/music/2022/nov/12/bruce-springsteen-only-the-strong-survive-review-the-boss-plays-it-safe\" title=\"\">Only The Strong Survive</a></em>, was reigniting a debate that has raged for almost half a century.</p> <a href=\"https://www.theguardian.com/music/2022/nov/19/bruce-springsteen-cover-reignites-row-over-lost-northern-soul-classic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/qatars-resplendent-welcome-fails-to-hide-what-this-world-cup-represents", "title": "Qatar’s resplendent welcome fails to hide what this World Cup represents | Emma Kemp", "date_published": "2022-11-19 14:30:00+00:00", "description": "<p>Despite the shiny veneer on the ground in Doha, exploitation lies just beneath the surface</p><p>It took three days to find the fans. By that I mean fan, singular. And, to be honest, I had to go looking for him – always a positive sign on the eve of a World Cup.</p><p>Samir was a sole Morocco shirt on the side of the road, negotiating a dusk-lit pavement strewn with lawless bricks that will probably be used to erect another new building before the morning. He too is searching for supporters in this sanitised land of shopping malls and motorways.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/qatars-resplendent-welcome-fails-to-hide-what-this-world-cup-represents\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/world-cup-england-eric-dier-world-cup-migrant-workers", "title": "Eric Dier accepts World Cup marred by ‘terrible situation’ for migrant workers", "date_published": "2022-11-19 14:11:00+00:00", "description": "<ul><li>England defender: ‘wrong to ignore’ controversies in Qatar</li><li>Dier: ‘It’s difficult for players. We have no say in where we play’</li></ul><p>England’s Eric Dier has described the “terrible situation” for migrant workers in Qatar as disappointing and said that controversies away from the pitch have stripped away some of his excitement about the World Cup.</p><p>While the official number of worker deaths during preparations for the tournament has been put at three, according to the Qataris and the Fifa president Gianni Infantino, that figure has been disputed by human rights organisations. It has been reported that the real number of worker deaths as a result of negligence linked to World Cup projects in Qatar will never be known.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/world-cup-england-eric-dier-world-cup-migrant-workers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/louis-tomlinson-this-much-i-know-singer-one-direction-interview", "title": "Louis Tomlinson: ‘I’m low-maintenance. I don’t have diva requests’", "date_published": "2022-11-19 14:00:00+00:00", "description": "The singer, 30, on selling pies, losing count of his tattoos and why he’s not been out clubbing in years<p><strong>I’m the oldest</strong> sibling, so there’s always been an element of responsibility. It was a big family, we’d have friends over, we were always on top of each other. It was dead loud in our house.</p><p><strong>I worked at</strong> Doncaster Rovers as the guy you bought the pies off. We had a little scheme. If the pie fell on the floor, even foil side up, it couldn’t be sold. I didn’t have a lot of money at the time, so a lot went overboard, because the pies were banging.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/louis-tomlinson-this-much-i-know-singer-one-direction-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/19/max-halley-potato-snacks-world-cup-recipes-curried-egg-mayonnaise-crisps-baked-potato-soured-cream-harissa-rosti-lime-pickle-yoghurt", "title": "Max Halley’s potato snacks for watching the World Cup – recipes", "date_published": "2022-11-19 14:00:00+00:00", "description": "<p>Baked new potatoes with soured cream and rose harissa, curried egg mayo that’s brilliant crisp-dunking fodder, and rösti with lime pickle yoghurt, peas and mint</p><p>Beer food, they said, for when you’ve got people over to watch the World Cup and stuff … But what is beer food, beyond nuts, crisps and calling in a meat feast pizza with extra jalapeños? It’s what my friend Alejandro calls “nibblings” and <a href=\"http://www.bestwinesinthesupermarket.uk/about-us.aspx\">my dad</a> “snackettes”. </p><p>A good nibbling is a well-seasoned, often potato-based thing. It is pick-up-able, dunkable and, sometimes, slatherable with something nice and punchy, allowing for kick-back against (my) horrible habits such as smoking out of the window and other such abominations. These recipes deliver all those things and are mostly doable well in advance. There is only a little work involved in getting them ready, the shopping is one fell swoop of a large, high-street retailer-type thing and, vitally, there is very little effort required when it comes to eating them. Which frees up time and, indeed, a hand for holding a beer or waving about in the air when someone scores, or doesn’t, or whatever it is.</p><p>Max Halley is owner of <a href=\"https://www.maxssandwichshop.com/\">Max’s Sandwich Shop</a>, London N4, <a href=\"https://www.bestpubsintheworld.com/\">The Five Bells</a> in Salisbury and The Sam Weller’s in Bath. His latest book, Max’s Picnic Book, co-authored with Benjamin Benton, is published by Hardie Grant at £16.99. To order a copy for £14.78, go to <a href=\"https://guardianbookshop.com/maxs-picnic-book-9781784884215\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2022/nov/19/max-halley-potato-snacks-world-cup-recipes-curried-egg-mayonnaise-crisps-baked-potato-soured-cream-harissa-rosti-lime-pickle-yoghurt\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/taylor-swift-ticketmaster-week-in-patriarchy", "title": "Swifties know: the Ticketmaster fiasco shows America has a monopoly problem | Arwa Mahdawi", "date_published": "2022-11-19 14:00:00+00:00", "description": "<p>The power of irate Taylor Swift fans means something might actually be done about the dominance of Ticketmaster and co</p><p>Move over Karl Marx, it looks like Taylor Swift just radicalized the masses. Over the past few days there has been a lot of bad blood between Ticketmaster and enraged Swift fans over the <a href=\"https://www.theguardian.com/us-news/2022/nov/17/tennessee-ticketmaster-investigation-taylor-swift-tickets\">disastrous rollout</a> of tickets for the singer’s “Eras” tour. During the pre-sale process, which was only supposed to be open to around 1.5 million verified Swift fans, 14 million people, including bots, <a href=\"https://www.cnbc.com/2022/11/17/taylor-swift-ticketmaster-fiasco-due-to-demand-bots-liberty-media-ceo-says.html\">tried to get tickets</a>. Pandemonium and heartbreak ensued. Things got even more heated on Thursday, the day before sales were meant to open to the general public, when Ticketmaster announced it was scrapping further sales due to “extraordinarily high demands on ticketing systems and insufficient remaining ticket inventory to meet that demand”. According to Ticketmaster, demand for Swift “<a href=\"https://www.cnbc.com/2022/11/17/taylor-swift-ticketmaster-fiasco-due-to-demand-bots-liberty-media-ceo-says.html\">could have filled 900 stadiums</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/taylor-swift-ticketmaster-week-in-patriarchy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/iran-security-forces-shoot-dead-at-least-three-civilians", "title": "Iran forces shoot dead three protesters in Mahsa Amini's home province", "date_published": "2022-11-19 13:28:10+00:00", "description": "<p>Rights group says forces opened fire on protesters in town of Divandarreh in western province of Kurdistan</p><p>Iranian security forces have shot dead at least three people in the western province of Kurdistan in the latest deadly protests sparked by the death of Mahsa Amini, a rights group said.</p><p>The country’s clerical leadership under Ayatollah Ali Khamenei is facing its biggest challenge since the Islamic Revolution of 1979, in two months of violent demonstrations after Amini’s death in custody on 16 September.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/iran-security-forces-shoot-dead-at-least-three-civilians\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/19/uk-tenants-face-blame-for-causing-toxic-mould-and-deadly-hazards-under-new-rules", "title": "UK tenants face blame for causing toxic mould and deadly hazards under new rules", "date_published": "2022-11-19 13:11:59+00:00", "description": "<p>Exclusive: lessons from the death of Awaab Ishak in Rochdale ignored, say experts, as environmental health inspectors told to focus on lifestyle</p><p>Thousands of renters could be blamed for <a href=\"https://www.theguardian.com/science/2022/nov/15/what-is-black-mould-health-problems-cause\" title=\"\">toxic black mould</a> and other potentially deadly hazards under a government overhaul of the housing enforcement system.</p><p>Leaked documents seen by the <em>Observer </em>suggest councils inspecting rented properties will be formally instructed to examine residents’ behaviour when deciding whether to take action against landlords over dangerous conditions.</p> <a href=\"https://www.theguardian.com/society/2022/nov/19/uk-tenants-face-blame-for-causing-toxic-mould-and-deadly-hazards-under-new-rules\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/polish-villagers-bury-man-killed-in-missile-blast-near-ukrainian-border", "title": "Polish villagers bury man killed in missile blast near Ukrainian border", "date_published": "2022-11-19 13:10:42+00:00", "description": "<p>Funerals of two victims take place this weekend with the community plunged into ‘deep sadness’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/19/russia-ukraine-war-live-kyiv-power-shortages-critical-amid-blackouts-across-ukraine\">Russian-Ukraine war – live updates</a></li></ul><p>One of the men killed by a missile that hit a Polish village this week will be buried on Saturday, following an incident that has <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/missile-strike-poland-nato-allies\">raised fears</a> that the war in Ukraine could spiral into a wider conflict.</p><p>Poland and other western states have said <a href=\"https://www.theguardian.com/world/2022/nov/15/stray-russian-missiles-feared-landed-poland-ukraine\">the missile that landed in Przewodów</a>, a village near the border with Ukraine, was a Ukrainian air defence missile that went astray in pursuit of a Russian missile.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/polish-villagers-bury-man-killed-in-missile-blast-near-ukrainian-border\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/saot-world-cup-ai-assisted-offside-system-var-qatar", "title": "SAOT ain’t slow: how does the World Cup’s AI-assisted offside system work?", "date_published": "2022-11-19 13:00:58+00:00", "description": "<p>Technology to assist VAR is designed to ensure offside calls in Qatar are quicker and more accurate – but it is not without flaws</p><p>It may have an acronym akin to a reality show, but Semi-Automated Offside Technology or SAOT, was designed to quell drama rather than cause it. An extension to VAR, SAOT was introduced to help reduce problems with one of the most contentious aspects of video-assisted refereeing: how to decide if a player is offside in the buildup to a goal. It will be in use at the World Cup in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/saot-world-cup-ai-assisted-offside-system-var-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/19/what-links-lesley-manville-to-nic-roeg-and-vic-reeves", "title": "What links Lesley Manville to Nic Roeg and Vic Reeves?", "date_published": "2022-11-19 13:00:58+00:00", "description": "<p>Go down the rabbit hole to discover how acting royalty meets the real thing, by way of Philip Seymour Hoffman and the Verve </p><p>You can’t move for <a href=\"https://www.theguardian.com/culture/2020/nov/29/lesley-manville-i-was-always-quite-savvy\" title=\"\">Lesley Manville</a><em>.</em> This year she’s been in the compelling BBC series Sherwood and starred in the <a href=\"https://www.theguardian.com/film/2022/jul/14/mrs-harris-goes-to-paris-lesley-manville-review\" title=\"\">charming Mrs Harris Goes to Paris</a>. There was also BritBox’s Magpie Murders (though I maintain BritBox is merely an urban myth started by the Radio Times). This month she is Princess Margaret in another round of actors <a href=\"https://twitter.com/GuyLodge/status/1583016296404627462\" title=\"\">vastly more handsome than their real-life counterparts</a> playing royals in The Crown (Netflix), and in a new TV take on the scheming loves and rivalries of Dangerous Liaisons (Lionsgate+).</p> <a href=\"https://www.theguardian.com/culture/2022/nov/19/what-links-lesley-manville-to-nic-roeg-and-vic-reeves\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/world-cup-qatar-watch-game-sport-officials", "title": "I hate the very idea of this World Cup in Qatar, but I’ll have to watch: it’s the beautiful game | Mihir Bose", "date_published": "2022-11-19 13:00:57+00:00", "description": "<p>While sport speaks to the best of the human spirit, officials too often degrade it, exploiting fans’ love and loyalty for their own gain </p><p>I must have been 10 when I went to a football match with my parents and realised that the game resonated far beyond the field of play. The game was at the Cooperage Stadium in Mumbai and we had gone to see East Bengal, a legendary Indian team, play in a cup competition. The team had been formed during the days of the Raj to represent the Hindus of East Bengal. This was where my father had grown up, amid much luxury, our family being part of the rich Hindu minority that dominated East Bengal, where most of the population was Muslim.</p><p>All of this was lost in 1947 as a result of the <a href=\"https://www.theguardian.com/commentisfree/2022/aug/06/75-years-india-partition-britain-generations-india-pakistan\">partition of India</a>, when East Bengal became East Pakistan, now Bangladesh, and millions of Hindus left. My father, who had made Mumbai his home, knew he could never go back. Watching the East Bengal team that Sunday afternoon was his way of connecting with the land he always regarded as home and whose loss he mourned. As East Bengal won, my father’s spirits lifted.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/world-cup-qatar-watch-game-sport-officials\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/19/polyamory-penthouses-and-plenty-of-loans-inside-the-crazy-world-of-ftx", "title": "Polyamory, penthouses and plenty of loans: inside the crazy world of FTX", "date_published": "2022-11-19 13:00:57+00:00", "description": "<p>After the crypto firm collapsed, the executive who handled the Enron debacle was brought in – and said he’d never seen anything like it</p><p><a href=\"https://composer.gutools.co.uk/content/637783e38f08958e0f81813e\">• ‘I don’t have this kind of money to lose’ – investors’ stories</a></p><p>Casual observers could be forgiven for thinking the collapse of the cryptocurrency exchange FTX is another typical tale of financial mismanagement. That’s how its founder, Sam Bankman-Fried, terms it: a liquidity crisis that tipped over into a solvency one.</p><p>FTX had deposits and loans and when depositors tried to get their money back, FTX didn’t have it to hand. Sure, the loans were in fancy digital money, rather than stale dollars, but at first glance, it appears like just another big company failure.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/19/polyamory-penthouses-and-plenty-of-loans-inside-the-crazy-world-of-ftx\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/19/the-money-is-gone-people-who-lost-out-in-ftxs-collapse", "title": "‘The money is gone’: people who lost out in FTX’s collapse", "date_published": "2022-11-19 13:00:57+00:00", "description": "<p>Smaller investors tell how they found themselves unable to withdraw money as rumours of the exchange’s troubles spread</p><p>The UK parliament this week heard during testimony on <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\" title=\"\">the failed cryptocurrency exchange FTX</a> that most of the money it held <a href=\"https://www.theguardian.com/technology/2022/nov/14/failure-of-ftx-crypto-exchange-will-have-huge-implications-mps-hear\" title=\"\">came from institutions</a>. Yet with about $8bn still owed to depositors, its collapse has still left many individuals nursing significant losses.</p><p>Here we speak to some of those retail investors about the huge sums they were unable to withdraw – as much as $110,000 in one case. All of them spoke on the condition of anonymity.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/19/the-money-is-gone-people-who-lost-out-in-ftxs-collapse\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/australia-england-second-odi-cricket-match-report", "title": "Australia seal series as Starc and Zampa stall England run chase in second ODI", "date_published": "2022-11-19 12:26:59+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/live/2022/nov/19/australia-vs-england-live-updates-score-second-one-day-international-cricket-odi-latest-scores-aus-v-eng\">Second ODI: Australia (280-8) beat England (208) by 72 runs</a></li><li>Australia take unassailable 2-0 lead after Steve Smith hits 94</li></ul><p>Mitchell Starc knocked off the top and tail either side of Adam Zampa twirling through the middle, bowling out England 72 runs short of Australia’s 280 for eight at the Sydney Cricket Ground on Saturday night.</p><p>James Vince and Sam Billings led a recovery from 34 for three and eventually got back in the hunt with an excellent partnership worth 132, needing a further 124 at less than a run a ball. But when Vince fell for 60 and Billings for 71, the chase fell away in a sequence of seven for 52, handing Australia the one-day international series 2-0.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/australia-england-second-odi-cricket-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/19/migrant-workers-qatar-world-cup-football-fans-might-meet", "title": "From taxi drivers to security guards: the migrant workers in Qatar who football fans might meet", "date_published": "2022-11-19 12:00:57+00:00", "description": "<p>A trip to Doha is likely to mean encountering one of the thousands of overseas workers hired to keep the World Cup running smoothly – some dreaming of better jobs, others trying to keep their families afloat</p><p>It is a World Cup of superlatives: the most expensive, the most controversial – and it will be delivered by perhaps the most diverse workforce.</p><p>During your stay you in Qatar, you are likely to interact with more nationalities than there are teams in the World Cup. That begins the moment you step off the plane.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/19/migrant-workers-qatar-world-cup-football-fans-might-meet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/gareth-southgate-must-release-handbrake-and-let-englands-attack-shine", "title": "Gareth Southgate must release handbrake and let England’s attack shine | Anita Asante", "date_published": "2022-11-19 12:00:57+00:00", "description": "<p>The manager must get the best out of his creative players or England risk going no further than the quarter-finals</p><p>England have the capabilities to challenge the elite in Qatar but they will need to release the shackles in order to reach the heights they have achieved in the past two tournaments.</p><p>Reaching a semi-final at the last World Cup and the final at the European Championship in 2021 gives the impression that England are contenders this time around but I fear their cautious mentality could cost them the chance to replicate those achievements. Gareth Southgate can point to his impressive track record in tournament football to justify his methods and processes but I do not think they get the best out of England’s most creative and threatening players. Southgate needs to create a team fans are inspired and invigorated by.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/gareth-southgate-must-release-handbrake-and-let-englands-attack-shine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/19/store-cupboard-spaghetti-recipe-capers-pine-nuts-nutritional-yeast-breadcrumbs-meera-sodha", "title": "Meera Sodha’s vegan recipe for store-cupboard spaghetti | The new vegan", "date_published": "2022-11-19 12:00:57+00:00", "description": "<p>A simple supper of spaghetti in a sweet-sour caper and tomato sauce, and topped with crisp, umami breadcrumbs</p><p>Not all store cupboards are equal. Mine is a higgledy-piggledy ode to disorganisation, which I have talked myself into thinking is useful for creativity. Perhaps, one day, I’ll see the soy sauce next to the fruit pastilles and it might inspire a new recipe. This dish, however, was inspired by the more ordered store cupboard of Giuseppina, the host <em>nonna</em> at a farm I stayed on in Sicily this summer. She dried her own grapes and tomatoes, brined her own capers and, using them, cooked us the most phenomenal food, including a pasta dish that this recipe is in memory of.</p> <a href=\"https://www.theguardian.com/food/2022/nov/19/store-cupboard-spaghetti-recipe-capers-pine-nuts-nutritional-yeast-breadcrumbs-meera-sodha\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/tine-thing-helseth-seraph-review-lost-in-venice-infermi-damore-makarenko", "title": "Classical home listening: Tine Thing Helseth’s Seraph; Lost in Venice with Infermi d’Amore", "date_published": "2022-11-19 12:00:56+00:00", "description": "<p>From Satie to MacMillan, the trumpeter embraces past and present with panache, while Infermi d’Amore transport us to Vivaldi’s Venice</p><p>• The Norwegian trumpet star <strong><a href=\"https://www.tinethinghelseth.com/\">Tine Thing Helseth</a></strong> resists boundaries in music, as long as any given work has a potential for lyricism, a hallmark of her playing. Her new album, <strong><a href=\"https://www.prestomusic.com/classical/products/9378039--seraph\">Seraph</a> </strong>(Lawo)<strong>,</strong> with the Norwegian string group <a href=\"https://ensembleallegria.no/\">Ensemble Allegria</a>, embraces the past – Erik Satie’s Je te veux and Francis Poulenc’s Les chemins de l’amour – and a less familiar, predominantly tonal present: the American Eric Ewazen, her fellow countryman Rolf Wallin and the Armenian Alexander Arutiunian. The Scottish composer James MacMillan’s three-movement concertino <em><a href=\"https://www.youtube.com/watch?v=YUWZW1kn6yI&amp;t=1s\">Seraph</a></em><a href=\"https://www.youtube.com/watch?v=YUWZW1kn6yI&amp;t=1s\"> (2010)</a> – written originally for Alison Balsom – gives the album its title, its muscularity and vigour offsetting the more immediate appeal of most of the other works.</p><p>Helseth recorded the album before a cancer diagnosis that forced her to stop playing for a time. This pause, <a href=\"https://www.instagram.com/p/CbV0_pSqJVr/\">about which she has spoken openly</a>, made her reconsider many aspects of her career. We must watch attentively to see where this engaging performer takes us next.</p> <a href=\"https://www.theguardian.com/music/2022/nov/19/tine-thing-helseth-seraph-review-lost-in-venice-infermi-damore-makarenko\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/ecuador-brighton-qatar-opener-arrives-pervis-estupinan-moises-caicedo-jeremy-sarmiento-world-cup", "title": "Ecuador’s three fearless Brighton amigos proud as Qatar opener arrives", "date_published": "2022-11-19 12:00:56+00:00", "description": "<p>Pervis Estupiñán, Moisés Caicedo and Jeremy Sarmiento will use bonds forged in England for World Cup opener on Sunday</p><p>Pervis Estupiñán smiles ruefully as he proves those who fall just short cherish their own versions of history. He was only eight and watching at home on Ecuador’s north coast when Carlos Tenorio, given an early chance, hit the England crossbar from close range via the shin of a desperate Ashley Cole.</p><p>“A really painful chance,” he calls his first World Cup memory, which ended with Sven-Göran Eriksson’s side <a href=\"https://www.theguardian.com/football/2006/jun/25/worldcup2006.match2\" title=\"\">reaching the 2006 last eight</a> in ultimate comfort. “Because of that we couldn’t make the quarters but the whole country felt proud because the team had given everything.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/ecuador-brighton-qatar-opener-arrives-pervis-estupinan-moises-caicedo-jeremy-sarmiento-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/tom-felton-harry-potter-draco-malfoy-looks-back", "title": "Tom Felton looks back: ‘I had a nice car, a house in LA. You’re told they make you happy – they don’t’", "date_published": "2022-11-19 12:00:56+00:00", "description": "<p>The Harry Potter star recreates an old photo and recalls the ‘cocky’ audition that changed his life</p><p>Born in Surrey in 1987, actor Tom Felton is best known for his role as peroxide-blond baddie Draco Malfoy in the Harry Potter films. Before scoring his major role in the fantasy franchise at the age of 12, he appeared in The Borrowers and Anna and the King. He went on to star in <a href=\"https://www.theguardian.com/culture/2022/jan/15/on-my-radar-tom-felton-cultural-highlights\" title=\"\">Rise of the Planet of the Apes</a>, has released five EPs and most recently appeared on stage in <a href=\"https://www.theguardian.com/stage/2022/may/08/i-turned-up-as-a-snotty-kid-who-looked-right-tom-feltons-life-after-harry-potter\" title=\"\">2:22: A Ghost Story</a>. His memoir, <a href=\"https://guardianbookshop.com/beyond-the-wand-9781529149418\" title=\"\">Beyond the Wand</a>, is out now.</p><p><strong>This is me, eight years old and in Malaysia shooting my second film</strong>, Anna and the King. As the only English-speaking kid on set, I would have been bored, which is why my mum, who was my chaperone, bought me the book The Art of Getting Even. I have three older brothers, so this was research for when I got back home. Not that I would have put any of it into practice, but you can see from the smirk on my face I enjoyed thinking about it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/tom-felton-harry-potter-draco-malfoy-looks-back\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/19/authors-deborah-levy-juno-dawson-derek-jarman-home", "title": "‘You might as well be on the moon’: the authors taking residence in Derek Jarman’s home", "date_published": "2022-11-19 12:00:56+00:00", "description": "<p>Deborah Levy and Juno Dawson are among the writers and artists who have stayed at the film-maker’s cottage in Dungeness. On a rare tour of the property, Laura Barton hears how the project came about</p><p>Out on the shingled plains of Dungeness, Prospect Cottage is easily spotted: the black clapboard, the yellow paintwork, the John Donne lines written on the gable end. There is the garden, planted with sea kale and driftwood, and in the near distance, the nuclear power station, hulking and grey against the pale Kent sky. Today, as most days, there is also a smattering of visitors, hair wild and coats billowing, here to see the place where Derek Jarman spent the last years of his life.</p><p>Jarman retreated to this unlikely corner of the country from London in 1987, following the death of his father. The film director, artist and author had first seen the fisherman’s cottage when visiting Dungeness with his friend, the actor <a href=\"https://www.theguardian.com/film/tilda-swinton\" title=\"\">Tilda Swinton</a>. He bought it, tore out its chintzy interior, and filled it with his own works and those of his friends – among them <a href=\"https://www.theguardian.com/artanddesign/2021/aug/15/maggi-hambling-goody-goody-people-telling-you-youve-done-the-wrong-thing-mary-wollstonecraft-statue-andy-murray\" title=\"\">Maggi Hambling</a>, <a href=\"https://www.theguardian.com/film/gus-van-sant\" title=\"\">Gus Van Sant</a>, John Maybury and Richard Hamilton.</p> <a href=\"https://www.theguardian.com/books/2022/nov/19/authors-deborah-levy-juno-dawson-derek-jarman-home\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/adults-who-have-cuddly-toys-comfort-objects", "title": "‘I love him so much I could cry’: adults who have cuddly toys", "date_published": "2022-11-19 11:55:56+00:00", "description": "<p>Teddy bears, dolls, blankets … children love comfort objects. And some grownups can’t live without them either. Adults – aged 27 to 72 – snuggle down and explain the appeal</p><p>When my twin sister and I were born, Mum was given two identical bears by my aunt, with bobbly fur the colour of shortbread, and chocolate-brown bows around their necks. My sister didn’t “hug on to” hers, but I couldn’t sleep a night without mine. I called him Bread Teddy, convinced by The Teddy Bears’ Picnic that sandwiches were bears’ favourite food.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/adults-who-have-cuddly-toys-comfort-objects\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/malaysia-elections-record-turnout-brings-polling-station-queues", "title": "Malaysia elections: record turnout brings polling station queues", "date_published": "2022-11-19 11:20:54+00:00", "description": "<p>Election is first to be held since law change lowered voting age to 18 and automatically registered voters</p><p>Malaysians queued at polling stations on Saturday to vote in an unpredictable general election in which <a href=\"https://www.theguardian.com/world/2022/nov/18/under-21s-given-vote-as-malaysia-goes-to-polls-in-tiktok-election\">millions of young and first-time voters</a> could decide the country’s future.</p><p>Some queued for hours to vote in the election, the first to be held since a constitutional change lowered the voting age to 18 and automatically registered voters, increasing the electorate by 6 million.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/malaysia-elections-record-turnout-brings-polling-station-queues\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/florence-the-machine-review-athletic-feats-and-eerie-rocknroll-o2-arena-london", "title": "Florence + the Machine review – athletic feats and eerie rock’n’roll", "date_published": "2022-11-19 11:05:02+00:00", "description": "<p><strong>O2 Arena, London</strong><br />Florence Welch commands communal release of energy that holds together set heavy with ideas</p><p>A man is on his hands and knees, scrubbing Florence Welch’s blood from a previously pristine white plinth. “No broken bones, they don’t think,” she says upon returning to the stage, her right foot bandaged after a conflab with a medic. She immediately launches into Choreomania, a song about a medieval phenomenon in which groups of people would be taken by the compulsion to dance themselves to the brink of death and beyond. It was, perhaps, always going to go this far.</p><p>Florence + the Machine’s recent album, Dance Fever, posited that movement is a necessity, as a tool for communication and as a release valve. Its songs were fuelled by Welch’s grief at losing the ability to tour during the pandemic, giving them an almost metatextual edge that she eagerly exploits here. By the time she has ripped through a couple of Choreomania’s verses she has run, still barefoot, from the front of the arena to the back and hoisted herself atop a barrier. There, arms spread wide, she roars: “You said that rock’n’roll is dead, but is that just because it has not been resurrected in your image?”</p> <a href=\"https://www.theguardian.com/music/2022/nov/19/florence-the-machine-review-athletic-feats-and-eerie-rocknroll-o2-arena-london\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/best-albums-by-biggest-artists-bowie-beyonce-bts", "title": "From Bowie to Beyoncé: the gateway albums to get into the greatest artists", "date_published": "2022-11-19 11:00:56+00:00", "description": "<p>Keen to explore an artist’s oeuvre but overwhelmed by choice in today’s stream-heavy world? Fear not: from Joni to Fela, Madonna to Miles, our critics tell you where to start</p><p>We exist in a once unimaginable world of musical abundance. The internet means that more or less the entirety of pop history is available to anyone at the touch of a button; more than 100,000 new tracks are uploaded to just one streaming service every day. Complete obscurity has been essentially eradicated: even if a song is too arcane for Spotify or Apple Music or Tidal, it is more than likely someone will have uploaded it to YouTube. Indeed, music is so abundant, the sheer volume on offer can feel overwhelming – where do you start?</p><p>The obvious answer is a greatest hits record or a best-of playlist, but there is something more fulfilling about taking in a complete statement from an artist, even – or perhaps more so – in an era when the album increasingly seems like a devalued currency, just a collection from which you can cherrypick tracks for a playlist. Picking the ideal introduction to an artist is sometimes very straightforward – their best-known album may be their best-known album for a reason – and sometimes more serpentine: not every artist’s biggest album shows the full breadth of what they do. But here are 15 potential embarkation points for some of the most important artists of the pop era. <em>Alexis Petridis</em></p> <a href=\"https://www.theguardian.com/music/2022/nov/19/best-albums-by-biggest-artists-bowie-beyonce-bts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/19/elon-musk-management-style-twitter-tesla-spacex", "title": "How Elon Musk’s Twitter reign magnified his brutal management style", "date_published": "2022-11-19 11:00:56+00:00", "description": "<p>Tesla and SpaceX history showed how hard-edged the CEO could be. At Twitter, this pattern has proved disastrous</p><p>Elon Musk’s reputation precedes him.</p><p>The seemingly impulsive and demanding boss of SpaceX and Tesla is known to place importance on the product above all. And whether the employees building the products agree with how he plans to achieve his ambitions, or the ambition itself, they are often expected to go above and beyond – at times sleeping on the company floor – to make it happen, or else.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/19/elon-musk-management-style-twitter-tesla-spacex\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/19/does-exposure-to-cold-and-flu-viruses-weaken-or-strengthen-the-immune-system", "title": "Does exposure to cold and flu viruses weaken or strengthen the immune system?", "date_published": "2022-11-19 11:00:55+00:00", "description": "<p>And is that answer different now in our Covid world? Linda Geddes looks at the evidence and talks to the experts</p><p>As temperatures drop and November rain falls, the seasonal onslaught of coughs, sore throats and sniffles may feel inevitable, but does constant exposure to everyday infections such as colds or influenza drain us or make us stronger?</p><p>Our immune systems are often said to have memory, meaning that if an individual has previously been exposed to an infectious bug, such as a virus, specialised immune cells that remember what it looks like will continue to circulate in the blood and body fluids, ready to trigger a rapid immune response should they encounter it again. The same principle underlies vaccination – only in this case, there is no need to risk a serious infection with a virus or bacterium to develop a memory of it.</p> <a href=\"https://www.theguardian.com/science/2022/nov/19/does-exposure-to-cold-and-flu-viruses-weaken-or-strengthen-the-immune-system\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/england-opera-cutting-funding-eno-levelling-up", "title": "England no longer values the profound, weird art of opera – and that leaves us all poorer | Charlotte Higgins", "date_published": "2022-11-19 11:00:55+00:00", "description": "<p>Cutting funding to ENO will do nothing for ‘levelling up’, but it will do deep, unnecessary damage to our shared cultural life</p><p>In Kyiv, daily performances at the National Opera of Ukraine are acts of brave defiance against the Russian invasion. They symbolise what the country is fighting for: life, culture. In Britain, untouched by war, we seem prepared to destroy our culture without outside help.</p><p>The news that English National Opera’s public funding has been removed is shocking, but not surprising. Early this year, the former culture secretary Nadine Dorries insisted that Arts Council England, the arts funding body, <a href=\"https://twitter.com/ace_national/status/1496504878847471627?s=20&amp;t=_O42M0qfWPsCAXsi8fP7dg\">take £24m a year out of London</a>. The idea was to redistribute it to places identified in the Tories’ levelling up agenda. The severity and abruptness of this cut to the capital, which was on an already threadbare English budget thanks to George Osborne’s austerity measures, was always likely to mean a disaster for one of the big London arts organisations.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/england-opera-cutting-funding-eno-levelling-up\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/19/food-waste-app-restaurant-too-good-to-go", "title": "The apps fighting food waste by saving restaurant meals from the trash", "date_published": "2022-11-19 11:00:55+00:00", "description": "<p>Consumers get the chance to buy leftover meals, expiring or misshapen food at discount prices, and aim to encourage consumers to effect policy change in their communities</p><p>If food waste were a country, it would be the <a href=\"https://impact.economist.com/sustainability/ecosystems-resources/data-point-the-dirty-truth-about-wasted-food#:~:text=If%20food%20loss%20and%20waste,than%20carbon%20dioxide%20(CO2).\">third-highest</a> greenhouse-gas emitting nation behind the US and China. That’s because 40% of all food grown in the world goes uneaten each year, according to a World Wildlife Fund <a href=\"https://wwf.panda.org/discover/our_focus/food_practice/food_loss_and_waste/driven_to_waste_global_food_loss_on_farms/\">report</a> from last year. And when food ends up in landfills, it produces huge amounts of greenhouse gases.</p><p>So it’s no surprise then that apps designed to combat food waste – by giving consumers the opportunity to purchase leftover, expiring or misshapen food at discount prices – have become increasingly popular in recent years. Some of these apps have <a href=\"https://www.washingtonpost.com/dc-md-va/2022/09/17/apps-flashfood-inflation-food-waste/\">millions</a> of <a href=\"https://www.prnewswire.com/news-releases/too-good-to-go-celebrates-1-5-million-americans-and-1-year-fighting-food-waste-in-the-us-301387336.html\">users</a> in the US, and are <a href=\"https://www.businessofapps.com/news/food-waste-apps-add-14-million-new-android-users/\">growing</a> internationally. TikTok users often post videos of the food they have salvaged from restaurants through the apps, and a <a href=\"https://www.reddit.com/r/toogoodtogo/\">Reddit community</a> with more than 12,000 members shares photos of their hauls.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/19/food-waste-app-restaurant-too-good-to-go\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/puerto-rico-climate-crisis-new-construction", "title": "Why new construction projects are making Puerto Rico’s climate disasters worse", "date_published": "2022-11-19 11:00:55+00:00", "description": "<p>Experts say the approval of new infrastructure in geologically vulnerable areas is endangering the lives of residents</p><p>Jomary Ortega lives in <a href=\"https://public.tableau.com/app/profile/espacios.abiertos/viz/VulnerabilidadeimpactodelHuracnFionapormunicipio/IndicadoresdeVulnerabilidad?utm_source=Noticias+de+Espacios+Abiertos&amp;utm_campaign=9d7f81a670-EMAIL_CAMPAIGN_2019_09_23_01_24_COPY_01&amp;utm_medium=email&amp;utm_term=0_b2707e330a-9d7f81a670-\">Ciales</a>, a town located in Puerto Rico’s <a href=\"https://www.usgs.gov/media/images/screenshot-puerto-rico-landslide-susceptibility-map\">central mountain range</a>. To get to work and take her daughter to school, she takes PR-146, a highway built on land susceptible to landslides, resulting in a treacherous commute for locals.</p><p>But after Hurricane Fiona made landfall on the island in September, Ortega says that much of the highway slid away, or was subsumed by tumbling rocks and mud. “I feared that the road would slide more and I would be a victim – and who would take care of my children?” Ortega said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/puerto-rico-climate-crisis-new-construction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/world-cup-qatar-fifa-one-love-armbands-england-wales", "title": "England and Wales plan to defy Fifa with OneLove armbands at World Cup", "date_published": "2022-11-19 10:56:07+00:00", "description": "<ul><li>Fifa announces its own armband slogans on eve of tournament</li><li>Gianni Infantino warns: ‘We have clear regulations on armbands’</li></ul><p>The England captain, Harry Kane, and his Wales counterpart, Gareth Bale, are to defy Fifa by wearing “OneLove” rainbow armbands in their World Cup matches, after the governing body launched its own “social campaign” on the eve of the tournament.<br /><br />Fifa has asked that all captains wear a different armband on each match day, promoting social messages such as “Football unites the world”, “Share the meal” and “Bring the moves”. The decision was announced months after a number of countries approached Fifa asking to wear rainbow armbands in Qatar as a gesture against discrimination and in support of LGBTQ+ rights.<br /><br />They received no response to their request, with England and Wales both surprised by Fifa’s last-minute initiative on Saturday. But both FAs have reaffirmed their intention to wear the rainbow armbands, with the likely prospect that they will be fined for doing so.</p><p>Rule 4.3 of Fifa’s equipment regulations states: “No item (of playing kit or other clothing or equipment or otherwise) may be worn or used in any controlled area if Fifa considers that it is dangerous, offensive or indecent, includes political, religious, or personal slogans, statements, or images, or otherwise does not comply in full with the laws of the game.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/world-cup-qatar-fifa-one-love-armbands-england-wales\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/tokyo-residents-urged-to-wear-turtlenecks-to-save-on-energy-bills", "title": "Tokyo residents urged to wear turtlenecks to save on energy bills", "date_published": "2022-11-19 10:41:22+00:00", "description": "<p>Yuriko Koike said wearing high-neck jumpers and scarves would save electricity during the energy crisis</p><p>The governor of Tokyo has urged people to wear a turtleneck this winter to stay warm and reduce energy consumption.</p><p>Yuriko Koike said wearing turtleneck jumpers could help reduce energy bills.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/tokyo-residents-urged-to-wear-turtlenecks-to-save-on-energy-bills\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/19/world-cup-2022-qatar-infantino-news-live-updates", "title": "World Cup 2022: Infantino turns on Qatar critics, plus latest news – live", "date_published": "2022-11-19 10:39:32+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\">Fifa president says: ‘I feel like a migrant worker’</a></li><li><a href=\"https://www.theguardian.com/football/2022/nov/18/fans-paid-to-attend-world-cup-by-qatar-have-daily-allowance-cancelled\">Fans paid to attend World Cup have daily allowance cancelled</a></li><li>Share your thoughts with Will <a href=\"mailto:will.magee.casual@guardian.co.uk\">via email</a> or <a href=\"https://twitter.com/W_F_Magee\">on Twitter</a></li></ul><p><strong>Someone has shared their thoughts on Infantino via Twitter! </strong>Unfortunately, they are unpublishable.</p><p><strong>While Infantino is busy feeling like a migrant worker from the comfort of his sofa,</strong> here’s a timely reminder of how the story of the brutal working conditions for low-paid labourers in Qatar has developed over the last decade.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/19/world-cup-2022-qatar-infantino-news-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/brazilian-yellow-football-jersey-bolsonaro-lula-world-cup", "title": "World Cup gives Brazil fans chance to reclaim yellow jersey from far right", "date_published": "2022-11-19 10:00:56+00:00", "description": "<p>With the World Cup and Lula’s election, progressive Brazilians hope to turn a far-right symbol back into a national one</p><p>Football, once Brazil’s great unifier, has in recent years fallen victim to the country’s polarised politics. The yellow and green football shirt, emblematic of a national team that has won a record five World Cups, <a href=\"https://www.theguardian.com/world/2020/jul/07/replace-or-reclaim-progressive-brazil-divided-on-fate-of-famous-yellow-shirts\">is now shunned by many Brazilians who associate it with the outgoing far-right president Jair Bolsonaro</a> and his authoritarian brand of nationalism.</p><p>“I used to feel proud of wearing the Brazilian football shirt. Not any more. Now I feel dread,” said Regina Valadares, a copywriter from the southern city of Florianópolis. The shirt evokes “shame” and “disgust” for the 43-year-old as “it represents everything bad about this government.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/brazilian-yellow-football-jersey-bolsonaro-lula-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/nov/19/the-more-we-pulled-back-the-carpet-the-more-we-saw-what-i-learned-when-i-bought-a-house-with-a-dark-past", "title": "‘The more we pulled back the carpet, the more we saw’: what I learned when I bought a house with a dark past", "date_published": "2022-11-19 10:00:56+00:00", "description": "<p>I knew the place I’d just moved into wasn’t my dream home. What I didn’t know was that its history would give me nightmares …</p><p>In January 2021, 18 months after a sticky divorce, I bought a house. I bought it partly because I could – my ex-wife and I had got lucky on the property ladder and walked away with enough money for a deposit each. But also, I bought it because I was desperate. With shared custody of our two-year-old daughter, I needed a place where she could be happy and where I could get back on my feet.</p><p>It wasn’t my dream home.<strong> </strong>The bay window had been replaced by a PVC box, the walls were wonky, the windows were draughty and the pipes groaned whenever I turned on the heating. It was freezing in winter and, I would learn, had a slug problem in summer. On a road in Walthamstow, north-east London, lined by Victorian bay-windowed terraces, mine stood out like a cracked tooth.</p> <a href=\"https://www.theguardian.com/money/2022/nov/19/the-more-we-pulled-back-the-carpet-the-more-we-saw-what-i-learned-when-i-bought-a-house-with-a-dark-past\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/19/glazed-pumpkin-sprout-crumble-leek-gratin-yotam-ottolenghi-recipes-thanksgiving-sides", "title": "Glazed pumpkin, sprout crumble and leek gratin: Yotam Ottolenghi’s recipes for Thanksgiving sides", "date_published": "2022-11-19 10:00:55+00:00", "description": "<p>Pumpkin topped with a nutty, citrussy rubble, a chestnut-and-lardon crumble to add crunch to garlicky sprouts, and creamy leeks with an anchovy-and-walnut crumb</p><p>Whether it’s at Thanksgiving or otherwise, the best parts of many feasts are often the things served up on the side. They can often be made ahead, happy to wait around for the centrepiece to get ready, and tend to be much more full of flavour and texture than the main event, too. That’s not to say this is an either/or situation, though: the roast needs the sides and the sides need the roast. Which is just one more thing to be thankful for when sitting down to any celebratory meal.</p> <a href=\"https://www.theguardian.com/food/2022/nov/19/glazed-pumpkin-sprout-crumble-leek-gratin-yotam-ottolenghi-recipes-thanksgiving-sides\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/19/pfas-world-health-organization-who-drinking-water", "title": "More than 110 experts raise alarm over WHO’s ‘weak’ PFAS limits for drinking water", "date_published": "2022-11-19 10:00:55+00:00", "description": "<p>Independent scientists raise concerns about apparent industry influence and distortions of the science in WHO guidelines</p><p>More than 110 scientists and regulators worldwide are raising a public alarm over what they label “weak” PFAS drinking water limits <a href=\"https://cdn.who.int/media/docs/default-source/wash-documents/wash-chemicals/pfos-pfoa-gdwq-bd-working-draft-for-public-review-29.9.22.pdf?sfvrsn=eac28c23_3\">proposed</a> by the World Health Organization, which they charge used shoddy science and “arbitrarily” dismissed hundreds of studies linking the “forever chemicals” to serious health problems.</p><p>Some further alleged the process of developing the guidelines was corrupted by industry-aligned consultants aiming to undercut strict new PFAS limits proposed in the US, and weaken standards in the developing world. The chemicals have been called “forever chemicals” due to their longevity in the environment.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/19/pfas-world-health-organization-who-drinking-water\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/jose-luis-barcias-best-phone-picture-headscarf-tree", "title": "‘Her headscarf seems to continue up into the tree’ : José Luis Barcia’s best phone picture", "date_published": "2022-11-19 10:00:55+00:00", "description": "<p>The Spanish photographer’s shot of an Iranian woman in a hijab has recently acquired new resonance</p><p>Despite not being a religious person, José Luis Barcia Fernández has long been fascinated by the rituals, rules and uniforms of faith. After photographing the hooded <em>capirotes</em> of Seville’s Holy Week, and Jews, Muslims and Christians in Jerusalem, the Spanish photographer travelled to Iran four years ago, where he took this shot of a woman in a hijab silhouetted against a tree and a sky filled with birds. He already had the shot he wanted in mind when he came across the woman, who was standing by a stunning mosque in the Tajrish neighbourhood of Tehran.</p><p>“There were lots of birds and a beautiful tree,” he says. “I saw this woman and got the shot, which seems to show her headscarf, with its floral motif, continuing up into the tree. And then you had the birds, which I like photographing because it’s fun.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/jose-luis-barcias-best-phone-picture-headscarf-tree\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/dogs-donating-blood-and-saving-lives", "title": "‘She absolutely loves it’: the dogs donating blood and saving lives", "date_published": "2022-11-19 10:00:55+00:00", "description": "<p>UK’s only blood bank charity for vets appeals for more donors amid high demand for transfusions</p><p>Mabel didn’t set out to be a life-saver. In fact, the six-year-old greyhound has been known to fall asleep on the job. The former racer – even if she came last in 43 out of 58 fixtures – is now excelling in an altogether different field, as a champion pet blood donor.</p><p>“She absolutely loves it,” says her owner, Julia Purton. Mabel is a people-oriented dog and loves her food, Purton explains, so the combination of fuss-making staff and copious treats means a trip to the blood bank has become her favourite outing.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/dogs-donating-blood-and-saving-lives\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/crown-court-uk-punk-band-resurrecting-oi-movement-interview", "title": "‘We are everything that scares curtain twitchers’: the bands resurrecting the spirit of Oi!", "date_published": "2022-11-19 10:00:54+00:00", "description": "<p>The hardcore movement grew from working-class angst in the late-70s, but got tainted by racist aggro. Now a new wave of bands are reviving its cathartic anger – without the far-right associations</p><p>“Did you think this is a nice genre? It’s not,” says Trevor Taylor, singer with the formidable guitar band Crown Court. He is talking about Oi! – the ultra-aggressive post-punk <a href=\"https://www.theguardian.com/music/2010/mar/18/oi-cockney-rejects-garry-bushell-interview\">musical movement</a> that is enjoying a resurgence worldwide. Specifically, Taylor is referring to the capacity for many of the original early-80s Oi! bands to break up abruptly when members were sent to prison.</p><p>“Oi! is violent, tough, ugly music made by people from that background,” Taylor says. “I’m not trying to justify armed robbery but these things are part of the picture when you grow up in this shit, whether you want them to be or not.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/19/crown-court-uk-punk-band-resurrecting-oi-movement-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/19/qatar-working-conditions-world-cup-guardian-reporting", "title": "Ten years of hurt: how the Guardian reported Qatar’s World Cup working conditions", "date_published": "2022-11-19 10:00:53+00:00", "description": "<p>As the tournament begins we look back over a decade in which our coverage of conditions for migrant workers has been instrumental in forcing change</p><p>In 2013, after the announcement in 2010 that the tiny but enormously wealthy Gulf state of Qatar would <a href=\"https://www.theguardian.com/football/2010/dec/02/qatar-win-2022-world-cup-bid\">host the Fifa 2022 Football World Cup</a>, the Nepal-based Guardian journalist Pete Pattisson made the first of many trips to Kathmandu’s airport in Nepal to count coffins.</p><p>For months, Pattisson traced the bodies of dozens of migrant workers repatriated from Qatar back to their families to try to establish why they never made it home alive. It was the start of 10 years of reporting by the Guardian into the sometimes brutal conditions faced by hundreds of thousands of migrant workers tasked with building Qatar’s state-of-the-art stadiums, and the roads, hotels and infrastructure needed to host one of the biggest sporting events on Earth.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/19/qatar-working-conditions-world-cup-guardian-reporting\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/russian-warship-go-fuck-yourself-ukraine-snake-island", "title": "‘Russian warship, go fuck yourself’: what happened next to the Ukrainians defending Snake Island?", "date_published": "2022-11-19 09:00:54+00:00", "description": "<p>When Putin’s forces approached a tiny Black Sea outpost, demanding its Ukrainian defenders surrender or die, their expletive-laden response became a symbol of resistance. How did the men on the island live to tell the tale?</p><p>In his 12 years in the frontier service, Bohdan Hotskiy saw many wild places. He thought his home, Ukraine, was the most beautiful country in the world: it had sea and mountains, forests and steppes, marshes and lakes. All was perfect, and so complete that Hotskiy – a 29-year-old captain – never felt the inclination to go abroad. Why bother? “We have everything,” he tells me when we meet in the Ukrainian town of Izmail, close to the border with Romania.</p><p>It is high summer. We sit outside on a bench in a central park, not far from the Danube River and Izmail’s port. Hotskiy is dressed in military uniform and holds a Kalashnikov. He is a modest and diffident person, tall and a little awkward, his dark hair receding into an arrow shape. At times Hotskiy seems reluctant to talk about his recent experiences, giving staccato answers to my questions. His story is remarkable, a tale of survival and dispossession.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/russian-warship-go-fuck-yourself-ukraine-snake-island\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/christian-pulisic-usmnt-world-cup-2022-qatar-soccer", "title": "Being Christian Pulisic: the pressure of life as US soccer’s chosen one", "date_published": "2022-11-19 09:00:53+00:00", "description": "<p>The midfielder looks liberated when he steps on to the field for his country. How he handles expectation will be crucial to his team’s chances at this World Cup</p><p>In America, the French actor Isabelle Huppert once <a href=\"https://www.versobooks.com/books/550-america\">said</a>, Europe disappears: “They have everything. They don’t need anything. Deep down to them we are a sort of elegant Third World.” The history of American sport reads as one iteration of this blazing autonomy: from the development of baseball as a derivative of regional English games like <a href=\"https://en.wikipedia.org/wiki/Stoolball\">stoolball</a> and <a href=\"https://protoball.org/Tut-Ball\">tut-ball</a> to the evolution of rugby union into American football and the creation of basketball from the manipulation of a soccer ball indoors, the US has specialized in fashioning its own kind of sporting modernity out of Europe’s raw cultural materials, often consigning these older sports to the scrapheap of national memory.</p><p>But globalization – the great success story of American free-market economics – and the unstoppable rise of football have, in recent decades, forced the US to confront a discomfiting reality: in the world’s most popular sport, the global hegemon remains a middleweight at best. The country that has everything now finds that it doesn’t: emerging (almost) every four years from a middling confederation into the glare of the World Cup, the spotlight deflected for once towards other countries, the America that wants for nothing – so confident, so culturally self-reliant – now finds itself in need. It needs to prove that it has footballing muscle equal to its muscle in every other domain. It needs to show that it belongs. And it needs, perhaps more than anything, to convince the world that it can produce a player in the men’s game equal to Haaland, Neymar, Salah, or Mbappé.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/christian-pulisic-usmnt-world-cup-2022-qatar-soccer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/19/alice-oseman-author-heartstopper-sex-romance-asexuality", "title": "Heartstopper author Alice Oseman: ‘If you don’t have sex and romance, you feel like you haven’t achieved’", "date_published": "2022-11-19 09:00:53+00:00", "description": "<p>The writer and illustrator on turning her ‘weird hobby’ into a bestselling YA series and Netflix hit, the importance of asexual representation and lessons from her fans on love bites</p><p>At 28, the author and illustrator Alice Oseman recently achieved what so many of her peers cannot: she bought a flat. But instead of <a href=\"https://www.theguardian.com/commentisfree/2022/feb/07/kirstie-allsopp-cancelling-netflix-will-not-buy-a-house-in-any-location\" title=\"\">giving up Netflix so she could save for a deposit</a>, as Kirstie Allsopp notoriously recommended, she sold the streaming service the rights to her gay romance comic book series.</p><p>The series in question is of course Heartstopper, the web comic turned graphic novel turned Netflix show that <a href=\"https://www.theguardian.com/tv-and-radio/2022/apr/22/heartstopper-review-alice-oseman-netflix-tv-drama\" title=\"\">this paper’s reviewer</a> described as “completely lovely” when it aired earlier this year. The boy-meets-boy tale, set in a British secondary school, sees rugby captain Nick and socially awkward Charlie navigate friendships, bullying, coming out – and falling in love. It’s not hard to see why the TV adaptation won over teenagers and adults alike, with its lovable characters, quirky nods to its comic book origins – for example, tiny animations of hand-drawn flowers form a circle round the actors when Nick and Charlie share their first kiss – and an injection of starriness in the shape of Olivia Colman (Nick’s mum) and Stephen Fry (headmaster Barnes). The show’s success resulted in a huge increase in book sales for Oseman: the Heartstopper series has now sold more than 6m copies worldwide. Volume One recently won the Books Are My Bag readers’ choice award and is a contender for the 2022 Waterstones book of the year.</p> <a href=\"https://www.theguardian.com/books/2022/nov/19/alice-oseman-author-heartstopper-sex-romance-asexuality\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/19/ron-perelman-art-litigation", "title": "Soot, fires and endless paperwork: litigation explodes across the art world", "date_published": "2022-11-19 09:00:53+00:00", "description": "<p>One multimillion collection exemplifies the challenges – and paperwork – involved in damages to today’s artwork</p><p>Four years ago, in 2018, a fire broke out on the third floor of Revlon beauty magnate Ron Perelman’s Hamptons home. Reports at the time said most of his multimillion-dollar art collection had survived unscathed, but a contentious $400m (£337m) lawsuit working through the New York courts claims that five of the paintings hanging on lower floors have lost their “oomph” as a result of smoke and water damage.</p><p>The lawsuit pits Perelman’s holding companies against the collection’s insurers, which include Lloyd’s of London, in a high-stakes battle that some say has come to typify the newly litigious nature of the art world that used to operate on a handshake and a simple sales receipt, but now relies on voluminous contracts peppered with stipulations and clauses.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/19/ron-perelman-art-litigation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/19/joan-didion-rich-obsessed-dead-author-estate-sale", "title": "$26k for Joan Didion’s old books? Why are the rich obsessed with dead authors’ stuff? | Rachel Connolly", "date_published": "2022-11-19 09:00:52+00:00", "description": "<p>The writer was no stranger to self-mythologising. But the prices fetched at her estate sale were more about glamour seeking substance</p><p>Joan Didion is a figure mythologised in near-messianic terms. Her intelligence, originality, craft, humour, candour and style formed a singular, fascinating essence. That essence is what gives value to the items auctioned in her estate sale this week. The sale, at <a href=\"https://www.theguardian.com/books/2022/nov/17/joan-didion-estate-sale-auction\">Stair Galleries in New York</a>, offered (very wealthy) members of the public the opportunity to buy her sunglasses (a Celine tortoiseshell pair sold for $27,000), blank notebooks ($9,000), several typewriters (one sold for $6,000), hurricane lamps (a group sold for just over $4,000), her writing desk ($60,000), a stack of her favourite books ($26,000) and various paintings.</p><p>What each item of the sale offered most of all, though, was a sense of proximity to a beloved but elusive figure, who, despite her liberal use of personal anecdotes and disclosures, always maintained a sense of distance in her writing. A woman described by her friend the writer <a href=\"https://streaklinks.com/BSDdY4wWFoDP_rImvg3xJ5hL/https%3A%2F%2Fwww.nybooks.com%2Fonline%2F2022%2F09%2F28%2Fwrite-it-again%2F\">Susanna Moore, as “both enchanting and reproachful”</a>.</p><p>Rachel Connolly is a London-based journalist from Belfast</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/19/joan-didion-rich-obsessed-dead-author-estate-sale\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar", "title": "‘I feel like a migrant worker’: Gianni Infantino hits out at World Cup criticism", "date_published": "2022-11-19 08:58:47+00:00", "description": "<ul><li>Fifa president compares Qatar issues with his own upbringing</li><li>‘Don’t criticise Qatar’, Infantino tells press conference in Doha</li></ul><p>The Fifa president, Gianni Infantino, has hit back at criticism of Qatar from Europe in a press conference on the eve of the World Cup.</p><p>The game’s global governing body has been attacked for its decision to take the finals to Qatar, where the treatment of migrant workers and the rights of LGBTQ+ people have been in the spotlight leading up to the finals.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live", "title": "Fears 1.5C target in danger as Cop27 negotiations overrun – live", "date_published": "2022-11-19 08:40:35+00:00", "description": "<p>After two weeks of negotiations, talks have been extended with countries unable to reach agreement on Friday</p><p>My colleague <strong>Adam Morton</strong> spoke to Australia’s climate minister, Chris Bowen, last night, who said that some countries were pushing to water down the language agreed at Paris and Glasgow, but that he and others had been pushing to keep it:</p><p>“It’s important because if we’re not trying to keep to 1.5C, then what are we here for? Because the difference between 1.5C and 1.7C in terms of the impact on the planet is enormous.”</p><p>The European Union on Saturday rejected as “unacceptable” a proposal from UN climate summit host Egypt for a deal at Cop27, a French official said, saying it was insufficiently ambitious on reducing carbon emissions.</p><p>“At this stage, the Egyptian presidency is calling into question gains made in Glasgow on emissions reduction,” the official from the French energy transition ministry said, referring to the outcome of last year’s Cop26. “This is unacceptable for France and for European Union countries.”</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/19/skiddaw-house-market-for-sale-lake-district", "title": "Britain’s ‘loneliest house’ goes on sale for reported £10m", "date_published": "2022-11-19 08:00:54+00:00", "description": "<p>Skiddaw House on the market for first time, along with 1,214 hectares of Lake District land – including three mountaintops</p><p>In popular fiction a century ago, it was described as “one of the loneliest dwelling-places in all the British Isles” and was the setting for a wild and melodramatic murder.</p><p>The estate agent selling it today more positively describes it as an “inspiring, one-of-a-kind property” but concedes it is still “the most remote house in England”.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/19/skiddaw-house-market-for-sale-lake-district\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/how-senegals-crazy-bunch-stunned-france-in-world-cup-upset-for-the-ages", "title": "How Senegal’s ‘crazy bunch’ stunned France in World Cup upset for the ages", "date_published": "2022-11-19 08:00:54+00:00", "description": "<p>In an extract from a new book Philippe Auclair revisits the day Roger Lemerre’s all-conquering side fell to earth in 2002 </p><p>Hubris had swept through the French delegation, from the bag-carriers to the panjandrums, and including, it must be said, some of the players. No team had won three global tournaments on the trot, not even Pelé’s Brazil or Beckenbauer’s West Germany. France would.</p><p>France were the holders. France, so long in search of a centre-forward, could call upon the top goalscorers in the English, French and Italian leagues: Thierry Henry, Djibril Cissé and David Trézéguet. France were the favourites and had shown – in Euro 2000 – they could live with that tag, even thrive on it, as demonstrated by Trezeguet’s golden goal in the final, when they had been outplayed by Italy for large parts.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/how-senegals-crazy-bunch-stunned-france-in-world-cup-upset-for-the-ages\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/19/us-rugby-in-despair-after-world-cup-flop-but-eagles-insist-on-signs-of-hope", "title": "US rugby in despair after World Cup flop but Eagles insist on signs of hope", "date_published": "2022-11-19 08:00:54+00:00", "description": "<p>Eight years before America hosts the finals, players including props who conceded key penalties against Chile and Portugal remain young and full of promise</p><p>In Dubai on Friday night, at a frenetic last-minute ruck, the US prop Jack Iscaro conceded the penalty Portugal kicked for <a href=\"https://www.theguardian.com/sport/2022/nov/18/us-eagles-portugal-rugby-world-cup-place-france\">a 16-16 draw</a>, enough to secure a place at the Rugby World Cup in France and condemn the Eagles to watch from home.</p><p>The Americans were in the final qualification tournament because in Colorado in July they lost <a href=\"https://www.theguardian.com/sport/2022/jul/16/chile-usa--colorado-rugby-world-cup\">a similarly tight game</a> to Chile. Then, a last-minute penalty that might’ve saved the game was reversed, because the prop Chance Wenglewski made an illegal clear-out.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/19/us-rugby-in-despair-after-world-cup-flop-but-eagles-insist-on-signs-of-hope\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/wales-world-cup-qatar-emotional-awakening", "title": "‘Still here’: a Welsh World Cup odyssey sets seal on emotional awakening", "date_published": "2022-11-19 08:00:54+00:00", "description": "<p>From the composer and singer of the team’s rousing song to the country’s most-capped footballer, we gather voices that matter before Qatar trip</p><p>“Dafydd Iwan!” a man with a big belly shouts at the bottom of a hill which overlooks Caernarfon Castle and offers views of the Menai Strait, Anglesey and the mountains of Snowdonia. Iwan, the 79-year-old composer, turns and smiles. There is a long pause as he is also a politician, a preacher and now the unofficial leader of the Red Wall of football supporters who will follow Wales at their first World Cup in 64 years.</p><p>Eventually the man just lifts his hand and, in dazed surprise, says: “Yma o Hyd.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/wales-world-cup-qatar-emotional-awakening\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/19/desi-bangers-and-mash-sausage-recipes-ravinder-bhogal-pomegranate-molasses-grapes-radicchio", "title": "Desi bangers and mash: Ravinder Bhogal’s sausage recipes", "date_published": "2022-11-19 08:00:53+00:00", "description": "<p>Sausages in a fragrant mess of pomegranate molasses, roast grapes and radicchio; and an Indian take on bangers and curry ‘mash’</p><p>Sausages are the ultimate crowdpleasers. Bronzed and burnished on the outside and moist and juicy within, they are hard to resist and provide simple, uncomplicated pleasure. They are an invaluable kitchen staple – economical, fuss-free and on the table in no time. While traditional British pork bangers are a wonderful classic, a variety of others are widely available now, from chorizo to merguez. I have made suggestions as to which type I think works best in today’s recipes, but, really, any sort will do, including vegan and vegetarian sausages, although cooking times may vary.</p> <a href=\"https://www.theguardian.com/food/2022/nov/19/desi-bangers-and-mash-sausage-recipes-ravinder-bhogal-pomegranate-molasses-grapes-radicchio\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/19/rugby-union-freddie-steward-and-beauden-barrett-full-back-battle-may-prove-decisive", "title": "The Freddie Steward v Beauden Barrett full-back battle may prove decisive | Ugo Monye", "date_published": "2022-11-19 08:00:53+00:00", "description": "<p>The No 15s for England and New Zealand offer contrasting but important skills and can make the difference at Twickenham</p><p>There are mouthwatering matchups all over the pitch at Twickenham on Saturday but the contest that most catches my eye is between the two full-backs. Freddie Steward, England’s Mr Reliable, against one of the All Blacks’ most lethal weapons in Beauden Barrett. Two completely different players but both are integral to their teams this on Saturday.</p><p>Steward has looked comfortable at full-back for England since his very first cap. He has 15 now and I can honestly say he has not had a bad performance for the national side. The baseline requirements for a full-back are positional sense, providing security at the back, being solid in the air, on the floor and good decision making. Steward produces that for England every single time he appears and, in addition, he contributes to attacking play and scores tries. Security is the most important thing that you want from the spine of your team and he provides it.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/19/rugby-union-freddie-steward-and-beauden-barrett-full-back-battle-may-prove-decisive\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/19/donald-trump-2024-campaign-republican-party-future", "title": "Trump campaign announcement deepens Republicans’ civil war", "date_published": "2022-11-19 08:00:53+00:00", "description": "<p>Republicans are now soul searching over how they lost a very winnable Senate and bracing for two tumultuous years in the House – and many blame Trump</p><p>Mike Lindell was full of passionate intensity. Wandering the white and gold ballroom of the Mar-a-Lago estate in Florida, the mustachioed pillow-maker predicted that Donald Trump’s candidacy for the White House would clear the Republican field.</p><p>“After he announces today, I think [Florida governor] Ron DeSantis will end up just endorsing him,” Lindell, <a href=\"https://www.theguardian.com/us-news/2022/oct/25/mike-lindell-mypillow-trump-big-lie-midterms\">a rabid Trump cheerleader</a> and conspiracy theorist, told the Guardian early on Tuesday evening. “I can’t imagine anybody wasting the time, effort and money of the people. We need to unite our country and there’s only man who can do that and he’ll be up on that stage. Period.<em>”</em></p> <a href=\"https://www.theguardian.com/us-news/2022/nov/19/donald-trump-2024-campaign-republican-party-future\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/world-cup-2022-briefing-the-value-of-preparation-time-in-qatar", "title": "World Cup 2022 briefing: the value of preparation time in Qatar", "date_published": "2022-11-19 08:00:53+00:00", "description": "<p>Our daily rundown will be available through the tournament. Here is a taster to set the scene as the big kick-off looms</p><p>The first World Cup in Asia was one for outsiders with both South Korea and Turkey just one game away from the 2002 final. An early start in late May, one that avoided the July rains but also gave star players little time to rest after tough European seasons, was given as a reason for the struggles of some traditional powers. History could repeat itself as the second World Cup in Asia has also been moved due to climatic reasons, albeit quite a bit back rather than a little forward, and while the mid-season action means that the biggest names won’t have played so many games, they will have almost no time to prepare.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/world-cup-2022-briefing-the-value-of-preparation-time-in-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/19/im-investing-some-hope-four-women-on-their-decision-to-freeze-their-eggs", "title": "‘I’m investing some hope’: four women on their decision to freeze their eggs", "date_published": "2022-11-19 08:00:53+00:00", "description": "<p>After scientists cautioned against egg freezing as an ‘insurance policy’, we hear what drives women to do it  </p><p>At 42, Caroline, a financial analyst from Manchester, assumed she had left it too late to look into egg freezing. </p><p>“The people at the fertility clinic did tell me chances of success weren’t high – under 5% if I remember correctly. So, I was prepared for that,” Caroline, who was single at the time, says. “I wasn’t even 100% sure I wanted children at all at that point, but this was my last and only chance to have children that are biologically related to me, so I went for it anyway.”</p> <a href=\"https://www.theguardian.com/society/2022/nov/19/im-investing-some-hope-four-women-on-their-decision-to-freeze-their-eggs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/from-robot-vars-to-air-cooling-nine-things-to-look-out-for-at-qatar-2022", "title": "From robot VARs to air-cooling: nine things to look out for at Qatar 2022", "date_published": "2022-11-19 08:00:52+00:00", "description": "<p>A look at some of the unusual, innovative and less palatable features of the coming World Cup</p><p><strong>1) Robot offsides</strong></p><p>It’s a new chapter in VAR’s “<a href=\"https://www.fifa.com/technical/media-releases/semi-automated-offside-technology-to-be-used-at-fifa-world-cup-2022-tm\">undisputable success story</a>”, says Fifa: 12 roof-level limb-tracking cameras plus an in-ball sensor. When the data hits, a robot draws toenail lines for the VAR; the VAR checks them, tells the referee and sends a 3D model to broadcasters. Fifa says it will cut the average 70-second wait before a goal can be celebrated down to “just 25 seconds” – and anyone who says it’s sucking the life out of football is wrong: “We are very proud of this work.” Also new this winter: a chance to see more than half a starting XI subbed off in a game – five subs in normal time and another in extra time – while benches will expand to 15 players, up from 12.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/from-robot-vars-to-air-cooling-nine-things-to-look-out-for-at-qatar-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/gareth-southgate-feels-heat-from-england-fans-after-hungary-debacle", "title": "Gareth Southgate feels heat from England fans after Hungary debacle", "date_published": "2022-11-19 08:00:52+00:00", "description": "<p>The 4-0 home defeat in the Nations League has increased the pressure on the manager, but he retains the support of the FA</p><p>It was surely the defining moment of Gareth Southgate’s year to date. The full-time whistle had blown on England’s 4-0 Nations League defeat against Hungary at Molineux on 14 June – the country’s heaviest home loss since 1928 – and the boos and howls from the stands were venomous.</p><p>What Southgate did next summed up his strength of character, his nobility. He walked on to the pitch to applaud the fans who were jeering. Perhaps he thought he had sufficient credit in the bank, some kind of insulation, what with being England’s most successful tournament manager of the modern era, of any era since Sir Alf Ramsey.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/gareth-southgate-feels-heat-from-england-fans-after-hungary-debacle\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/19/to-acquiesce-to-macrons-call-to-stay-silent-on-qatar-would-be-a-in-itself", "title": "To acquiesce to Macron’s call to stay silent on Qatar would be a crime in itself | Barney Ronay", "date_published": "2022-11-19 08:00:52+00:00", "description": "<p>The president of France says politics should be kept out of sport but his request is not only an insult but a semantic impossibility</p><p>Ronald McDonald calls for a global ban on meat-product sandwiches. Bears condemn arboreal defecation. David Beckham rails against the morally vapid celebrity bandwagon industry. And in other news Emmanuel Macron, president of France – yes, really, France – has declared on the eve of Qatar 2022 that we should all <a href=\"https://www.theguardian.com/football/video/2022/nov/17/emmanuel-macron-not-politicise-sport-world-cup-protests-ill-timed-video\">keep politics out of sport</a>.</p><p>As we head into four weeks of mind-bogglingly politicised football theatre, sport as nation-building on a scale the world has barely seen, this has become an increasingly common line from those in power. It was the gist of Gianni Infantino’s <a href=\"https://www.theguardian.com/football/2022/nov/03/let-football-take-the-stage-at-qatar-world-cup-says-fifa-president\">pre-tournament letter</a> to European football associations. And in fairness Infantino himself stuck to this line so diligently in Russia four years ago that he ended up at the Kremlin having a medal pinned on his chest and declaring Vladimir Putin to be a friend to the world and an emissary of love. History will judge Infantino accordingly. We have, as they say, the receipts.</p> <a href=\"https://www.theguardian.com/football/2022/nov/19/to-acquiesce-to-macrons-call-to-stay-silent-on-qatar-would-be-a-in-itself\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/picture/2022/nov/19/tom-gauld-on-the-great-twitter-exodus-cartoon", "title": "Tom Gauld on the great Twitter exodus – cartoon", "date_published": "2022-11-19 08:00:52+00:00", "description": "<a href=\"https://www.theguardian.com/books/picture/2022/nov/19/tom-gauld-on-the-great-twitter-exodus-cartoon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/19/uk-opposition-parties-to-table-amendments-to-delay-deletion-of-4000-eu-laws", "title": "UK opposition parties to table amendments to delay deletion of 4,000 EU laws", "date_published": "2022-11-19 08:00:52+00:00", "description": "<p>Legal experts say bill, which threatens key workers’ rights, is reckless and badly designed</p><p>The government will face attempts to delay the deletion of up to 4,000 EU laws from UK statute books and stop the scrapping of key workers’ rights, with opposition parties set to table dozens of amendments next week.</p><p>The Scottish National party is planning to table about 50 amendments to the retained EU law (revocation and reform) bill, which has been described as “reckless” by legal experts who say it is badly designed and gives unprecedented powers to ministers to personally decide which laws stay and which go.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/19/uk-opposition-parties-to-table-amendments-to-delay-deletion-of-4000-eu-laws\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/19/streaming-the-best-love-triangle-films-both-sides-of-the-blade-claire-denis-juliette-binoche", "title": "Streaming: the best love triangle films", "date_published": "2022-11-19 08:00:51+00:00", "description": "<p>Claire Denis’s Both Sides of the Blade, starring Juliette Binoche, joins other classics where three’s a crowd, from The Piano to The Favourite</p><p>Call it the original triangle of sadness. As much as the mores and taboos of screen romance have shifted over the decades, the love triangle has remained a constant: a problem that screenwriters rarely manage to solve without someone being hurt or worse. Ménage à trois solutions are rare; heteronormative coupledom must usually prevail. And yet our fascination endures with the simultaneously simple and wildly complicated crisis of loving two people at once – rarely depicted with more adult candour than in <a href=\"https://www.theguardian.com/film/2022/sep/10/on-my-radar-claire-denis-cultural-highlights-a-violent-life-pier-paolo-pasolini-memoria-tindersticks-cherry-orchard-avignon-anne-teresa-de-keersmaeker-mediterranean\">Claire Denis</a>’s new drama <strong><a href=\"https://mubi.com/films/both-sides-of-the-blade\">Both Sides of the Blade</a>,</strong> now streaming on Mubi.</p><p>The story is slender but urgent: radio presenter Sara (Juliette Binoche) is happy in her 10-year marriage to former rugby player Jean (Vincent Lindon) until a chance sighting of her estranged ex François (Grégoire Colin) knocks her sideways, bringing unresolved feelings and suppressed discontent to the surface. What many would film as a soap opera is instead treated by tough-minded sensualist Denis as a study in emotional violence, fearlessly acted by the principals. You don’t especially root for any one side of the romance so much as hope they all make it out alive.</p> <a href=\"https://www.theguardian.com/film/2022/nov/19/streaming-the-best-love-triangle-films-both-sides-of-the-blade-claire-denis-juliette-binoche\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/19/false-solutions-scepticism-over-saudi-carbon-capture-plan", "title": "‘False solutions’: scepticism over Saudi carbon capture plan", "date_published": "2022-11-19 08:00:51+00:00", "description": "<p>Kingdom’s Cop27 announcement of new storage hub part of pattern of delaying fossil fuel transition, experts say</p><p>Saudi Arabia is bolstering years of negotiation tactics designed to stymie vital climate negotiations with a focus on carbon capture technologies that experts say risk delaying a meaningful transition from fossil fuels.</p><p>The kingdom, which is the world’s largest oil producer, accounting for roughly 15% of global output, announced plans at Cop27 in Egypt for what it labelled the “circular carbon economy”, in partnership with the national oil company, Aramco, which recently <a href=\"https://www.nytimes.com/2022/11/01/business/saudi-aramco-oil-profit.html\">reported</a> $42.4bn in profit.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/19/false-solutions-scepticism-over-saudi-carbon-capture-plan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/19/how-to-stand-up-to-a-dictator-by-maria-ressa-review-facing-down-despots", "title": "How to Stand Up to a Dictator by Maria Ressa review – facing down despots", "date_published": "2022-11-19 07:30:50+00:00", "description": "<p>The Nobel winner on her fight for the truth in the Philippines </p><p>Maria Ressa is one of two journalists who <a href=\"https://www.theguardian.com/world/2021/dec/10/journalists-maria-ressa-and-dmitry-muratov-receive-nobel-peace-prize\" title=\"\">won the Nobel peace prize last year</a> for her defence of media freedom – yet she now faces years of imprisonment in a Philippines jail. Her conviction for criminal defamation <a href=\"https://www.theguardian.com/world/2022/jul/12/maria-ressa-amal-clooney-condemns-court-after-nobel-laureates-conviction-upheld\" title=\"\">has been upheld</a> by that country’s court of appeal and she awaits a hearing before the supreme court. Coming down the tracks are seven more cases. She is currently on bail but, given the high number of extrajudicial killings that have been the hallmark of ex-president Rodrigo Duterte’s ignominious rule, she has been forced to wear a bulletproof vest when on the road. Standing up to a dictator has a heavy price.</p><p>What flows through this, Ressa’s memoir, is a strong ethical sense that journalism has to be grounded in honesty and truth-telling, in evidence and incontrovertible facts. An experienced and acclaimed journalist, Ressa made her career at CNN, setting up and running the Southeast Asia Bureau during the 1990s. Born in the Philippines then raised and educated in the US, she had returned after graduation and found her way into the media at an exciting time – colonialism had ended and democracy seemed possible.</p> <a href=\"https://www.theguardian.com/books/2022/nov/19/how-to-stand-up-to-a-dictator-by-maria-ressa-review-facing-down-despots\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/19/russia-ukraine-war-live-kyiv-power-shortages-critical-amid-blackouts-across-ukraine", "title": "Russia-Ukraine war live: Kyiv power shortages ‘critical’ amid blackouts across Ukraine", "date_published": "2022-11-19 07:30:06+00:00", "description": "<p>Up to 40% of population facing hours-long outages after Russian attacks on infrastructure as freezing temperatures put additional strain on electricity grid</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-269-of-the-invasion\">What we know on day 269 of the invasion</a></li></ul><p>Asia-Pacific leaders added their voices on Saturday to international pressure on Russia over its invasion of Ukraine, issuing a summit statement saying “most” of them condemned the war.</p><p>Apart from substituting the name of the organisation, the statement was word-for-word the same as a G20 declaration issued last week after a summit in Indonesia</p><p>Most members strongly condemned the war in Ukraine and stressed it is causing immense human suffering and exacerbating existing fragilities in the global economy.</p><p>There were other views and different assessments of the situation and sanctions.</p><p>We understand that the enemy wants to destroy our power system in general, to cause long outages. We need to prepare for possible long outages, but at the moment we are introducing schedules that are planned and will do everything to ensure that the outages are not very long.</p><p>It’s a critical situation.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/19/russia-ukraine-war-live-kyiv-power-shortages-critical-amid-blackouts-across-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/what-links-a-small-chicken-and-visible-radiation-the-saturday-quiz", "title": "What links a small chicken and visible radiation? The Saturday quiz", "date_published": "2022-11-19 07:00:52+00:00", "description": "<p>From the Astros to Armageddon, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which king of England spent less than 10% of his reign here?<br /><strong>2</strong> Cygnus X-1, in 1971, was the first of what to be identified?<br /><strong>3</strong> What did Marilyn Monroe sing on 19 May 1962?<br /><strong>4</strong> Which Mancunian is called a “cultural catalyst” on his gravestone?<br /><strong>5</strong> Which island was once called Van Diemen’s Land?<br /><strong>6</strong> In what sport were the Astros guilty of sign stealing?<br /><strong>7</strong> Which writer was also known as Madame D’Arblay?<br /><strong>8</strong> Relative to size, which big cat has the most powerful bite?<br /><strong>What links:<br />9</strong> Fool’s funnel; destroying angel; death cap; jack o’lantern?<br /><strong>10</strong> John Giorno (Andy Warhol); Isobel Boyt (Lucian Freud); David Beckham (Sam Taylor-Johnson)?<br /><strong>11</strong> Kirk Yetholm and Edale?<br /><strong>12</strong> Musca domestica; small chicken; plumage; visible radiation?<br /><strong>13</strong> Pale Rider; The Seventh Seal; Come and See; Armageddon?<br /><strong>14</strong> Richmond; South West Norfolk; Uxbridge and South Ruislip?<br /><strong>15</strong> Jo Calderone; Sasha Fierce; Makaveli; Camille; Chris Gaines?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/what-links-a-small-chicken-and-visible-radiation-the-saturday-quiz\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/19/salt-flats-and-autumn-sun-a-car-free-break-on-suffolks-shotley-peninsula", "title": "Salt-flats and autumn sun: a car-free break on Suffolk’s Shotley peninsula", "date_published": "2022-11-19 07:00:51+00:00", "description": "<p>Our special feature on trips with no driving starts with a train, bus and walking of the salty wilderness of southern Suffolk</p><p><a href=\"https://www.theguardian.com/travel/2022/oct/27/five-great-car-free-breaks-around-the-uk\">Five more car-free UK trips</a></p><p>The bus runs right beside the Orwell estuary. There are swans drifting among saltmarshes red with autumn samphire, and oystercatchers digging in the pebbles with their long orange bills. It feels an unlikely place to reach easily by public transport, but I stepped off the train 10 minutes ago, after a rail journey to Ipswich through Dedham Vale, an idyllic corner of rural Suffolk often painted by Constable.</p><p>Behind me, the cranes of Felixstowe fade into tawny mist and a seasidey smell rises with the sun from seaweed-swathed beaches. A raised path runs past miles of reeds and meadows. I’ve been exploring East Anglia for decades and the Shotley peninsula, where two mighty estuaries converge at the southern end of Suffolk, may be my favourite corner.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/19/salt-flats-and-autumn-sun-a-car-free-break-on-suffolks-shotley-peninsula\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/19/wednesday-netflix-have-absolutely-smashed-this-fantastic-addams-family-revamp", "title": "Wednesday: Netflix have absolutely smashed this fantastic Addams Family revamp", "date_published": "2022-11-19 07:00:51+00:00", "description": "<p>From Tim Burton’s gothic direction to casting that is absolutely perfect (Catherine Zeta-Jones as Morticia!), this series focusing on the creepy clan’s daughter is an utter joy</p><p>Done right, The Addams Family has the potential to be one of the most pure-fun franchises that Hollywood has. It’s a joyously macabre antidote to the white-picket-fence American dream, with a good old-fashioned gothic tradition and all the best bits of modern Halloween – severed limbs as a joke, big spiders, being very horny in a slightly weird way – thrown in.</p><p>In the 90s, the films <a href=\"https://www.theguardian.com/film/2018/nov/06/how-we-made-the-addams-family-anjelica-huston-jerry-hall\">The Addams Family</a> and Addams Family Values took Charles Addams’s source material and played it along perfectly spooky lines, with Anjelica Huston and Christopher Lloyd vamping it up to the maximum and Christina Ricci playing a wonderfully psychotic little Wednesday. The question is, do you trust Netflix – the people who made both Tall Girl and Tall Girl 2, may I remind you – to carry on that fine tradition?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/19/wednesday-netflix-have-absolutely-smashed-this-fantastic-addams-family-revamp\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/19/black-panther-star-letitia-wright-interview-chadwick-boseman", "title": "Black Panther star Letitia Wright: ‘Since Chad died I’m so afraid to lose people’", "date_published": "2022-11-19 07:00:50+00:00", "description": "<p>Letitia Wright was a rising star of British indie films before Chadwick Boseman handpicked her for the Marvel blockbuster. She talks about his death – and how she turned her life around</p><p>Elvis! <em>Hey</em> Elvis!” Letitia Wright calls enthusiastically. A waiter walks over. “Elvis is my friend. Elvis, Simon. Simon, Elvis.” Elvis and I introduce ourselves, and he takes my order. Wow, what a coincidence, I say to Wright – a friend of yours working here. How long have you known Elvis? “I just met him today.” She laughs. “I try to connect with people.” Did he recognise you? “<em>No! </em>Elvis doesn’t care who I am. He just cares if I’m a kind person or not.”</p><p>We meet at a restaurant in the Shard, London’s famous spike in the sky. Her publicist refers to her as Tish, so I ask Wright if she prefers people to call her Letitia or Tish. Letitia, she says instantly, correcting my pronunciation (it’s <em>Leteesha</em>).</p> <a href=\"https://www.theguardian.com/film/2022/nov/19/black-panther-star-letitia-wright-interview-chadwick-boseman\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/19/computer-says-there-is-a-8058-probability-painting-is-a-real-renoir", "title": "Computer says there is a 80.58% probability painting is a real Renoir", "date_published": "2022-11-19 07:00:50+00:00", "description": "<p>Swiss company uses algorithm to judge whether contested Portrait de femme (Gabrielle) is genuinely by French artist</p><p><br />Staring enigmatically at an unseen object to her right, the black-haired woman bears a striking resemblance to the person depicted in Pierre-Auguste Renoir’s painting <a href=\"https://www.sothebys.com/en/buy/auction/2021/modern-day-auction/gabrielle\">Gabrielle</a>, which Sotheby’s recently valued at between £100,000-150,000.</p><p>However, art connoisseurs disagree over whether the work, which is owned by a private Swiss collector, is the real deal. Now, artificial intelligence has waded in to help settle the dispute, and the computer has deemed that it probably is a genuine Renoir.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/19/computer-says-there-is-a-8058-probability-painting-is-a-real-renoir\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/19/dominic-raab-conflicts-with-staff-delays-afghanistan-", "title": "Dominic Raab’s conflicts with staff led to delays in Afghanistan evacuation, sources claim", "date_published": "2022-11-19 07:00:50+00:00", "description": "<p>Raab allegedly allowed only a handful of senior staff to engage with him near the final stages of the operation</p><p>Dominic Raab’s refusal to speak to some Foreign Office staff he considered “time-wasters” led to “blockages” during the Afghanistan evacuation, with staff at two departments he ran forced to take sick leave because of his alleged behaviour, sources have told the Guardian.</p><p>New claims emerged about the deputy prime minister’s conduct compounding the chaotic exit of British forces during the Taliban’s takeover of Kabul in August 2021, which officials warned had been “costly” and caused “long-lasting” damage.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/19/dominic-raab-conflicts-with-staff-delays-afghanistan-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/19/adele-thanks-fans-for-coming-back-to-me-as-she-opens-postponed-las-vegas-residency", "title": "Adele thanks fans for ‘coming back to me’ as she opens postponed Las Vegas residency", "date_published": "2022-11-19 06:56:19+00:00", "description": "<p>Singer becomes emotional as she receives standing ovation on taking stage and says ‘I’m so scared and I’m so happy’</p><p>Adele said her Las Vegas residency show was “perfect” and “looked just like how I imagined” as she kicked off the first night of her postponed run.</p><p>The singer became emotional as she thanked fans for “coming back to me” as she opened the show at the Colosseum venue at the Caesars Palace hotel.</p> <a href=\"https://www.theguardian.com/music/2022/nov/19/adele-thanks-fans-for-coming-back-to-me-as-she-opens-postponed-las-vegas-residency\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/19/how-to-use-up-beetroot-leaves-recipe-roast-beetroot-chimchurri-feta-zero-waste-cooking", "title": "How to turn beetroot leaves into a sparky sauce – recipe | Waste not", "date_published": "2022-11-19 06:00:50+00:00", "description": "<p>A thrifty and pungent beetroot-leaf dressing to go with earthy roast beets, lentils and sharp feta</p><p><a href=\"https://linktr.ee/ChefsManifesto\">The Chef’s Manifesto</a>, a nonprofit food sustainability network, recently helped launch a campaign called <a href=\"https://sdg2advocacyhub.org/news/beans-how\">Beans is How</a> in a bid to double bean consumption by 2028. Legumes have been identified by nutritionists, agricultural scientists and key leaders as a good choice for both people and the planet, and are affordable, nutritious and low-impact. I’ve been working with <a href=\"https://legumechef.com\">LegumeChef</a>, which raises awareness of the benefits of pulses, to come up with suitable whole-food zero-waste recipes, and today’s dish combines earthy lentils, sweet beetroot and sour cheese with a piquant dressing made from the beetroot’s leaves.</p> <a href=\"https://www.theguardian.com/food/2022/nov/19/how-to-use-up-beetroot-leaves-recipe-roast-beetroot-chimchurri-feta-zero-waste-cooking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/blind-date-andrew-kath", "title": "Blind date: ‘Did we kiss? Yes. Politely, on the cheek’", "date_published": "2022-11-19 06:00:49+00:00", "description": "<p>Andrew, 69, vicar, meets Kath, 60, retired teacher</p><p><strong>What were you hoping for?</strong><br />To meet someone new. I am open to retiring anywhere so met Kath in Birmingham, halfway between her home and mine. I’m willing to travel to meet someone special.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/blind-date-andrew-kath\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/19/im-trying-to-fit-a-new-kitchen-bin-and-im-rubbish-at-it", "title": "I’m trying to fit a new kitchen bin – and I’m rubbish at it | Tim Dowling", "date_published": "2022-11-19 06:00:49+00:00", "description": "<p>I struggle to get the right screws, the space is too narrow to work in … I’m facing total failure</p><p>I can hear the wrenching crack from across the kitchen. “What the …?” says the middle one, turning around with a cupboard door in his hand.</p><p>“You’ve pulled the bin door off,” I say. “I knew this day would come.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/im-trying-to-fit-a-new-kitchen-bin-and-im-rubbish-at-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/19/my-obsession-with-vogues-in-the-bag-youtube-series-edith-pritchett-cartoon", "title": "My obsession with Vogue’s In the Bag YouTube series – Edith Pritchett cartoon", "date_published": "2022-11-19 06:00:49+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/19/my-obsession-with-vogues-in-the-bag-youtube-series-edith-pritchett-cartoon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/19/nsw-floods-condobolin-waits-behind-3km-wall-of-sandbags-as-record-peak-flows-west-from-forbes", "title": "NSW floods: Condobolin waits behind 3km wall of sandbags as record peak flows west from Forbes", "date_published": "2022-11-19 03:31:13+00:00", "description": "<p>Forbes mayor criticises decision to base recovery team in Parkes as towns and villages downstream wait days for peak</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/19/australia-live-news-anthony-albanese-trade-apec-flood-alerts-nsw-cop27-chris-bowen-victorian-election-daniel-andrews-covid-hospitals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The New South Wales central-west town of Condobolin is experiencing the worst flood in its history and the expected peak is still days away.</p><p>The State Emergency Service has predicted the Lachlan River at the town 100km west of Forbes will peak at 7.8 metres on Monday – a record flood height. On Saturday afternoon an evacuation order was issued for low-lying parts of the town.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/19/nsw-floods-condobolin-waits-behind-3km-wall-of-sandbags-as-record-peak-flows-west-from-forbes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/19/australia-vs-england-live-updates-score-second-one-day-international-cricket-odi-latest-scores-aus-v-eng", "title": "Australia v England: second one-day international – live", "date_published": "2022-11-19 02:40:46+00:00", "description": "<ul><li>Updates from the second match of the ODI series at the SCG</li><li>Play at the cricket in Sydney starts at 2:20pm AEDT/3:20am GMT</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email Jonathan</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p><strong>Hello everyone and welcome to live over-by-over coverage of the second One Day International between Australia and England at the SCG. We’ll be underway in Sydney at 2:20pm AEDT/3:20am GMT.</strong></p><p>Thursday’s series-opener went according to script: Australia, hungry for action following a disappointing T20 world cup and eager to establish a positive narrative under new skipper Pat Cummins ahead of next year’s 50-over world cup, cruised to victory over England’s second or third-ish XI a matter of hours after celebrating a major international trophy.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/19/australia-vs-england-live-updates-score-second-one-day-international-cricket-odi-latest-scores-aus-v-eng\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/fear-older-future-japan-south-korea-birth-fertility-rates-population", "title": "‘I’m afraid to have children’: fear of an older future in Japan and South Korea", "date_published": "2022-11-19 02:00:44+00:00", "description": "<p>As birth and fertility rates fall, there is official concern about the economic impact of a declining and ageing population</p><p>It is not hard to spot the grey hairs among the late-morning shoppers on Jizo-dori. Their owners have come to buy discount underwear and colourful blouses, have lunch with friends in retro cafes and, if they are over 60, have their nails done at huge discounts.</p><p>At regular intervals along the street, signs indicate the presence of defibrillators; and at Koganji temple, people pause to waft “cure-all” smoke from smouldering incense sticks over their aches and pains.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/fear-older-future-japan-south-korea-birth-fertility-rates-population\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-269-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 269 of the invasion", "date_published": "2022-11-19 01:55:45+00:00", "description": "<p>Kyiv could face ‘complete shutdown’ of power amid crippled Ukrainian grid; hundreds of Ukrainians disappeared in Kherson, say war crime researchers  </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p><strong>Russian missile strikes have crippled almost half of Ukraine’s energy system</strong>, the government in Kyiv has said, as authorities warned that the city could face a “complete shutdown” of the power grid as winter sets in.</p><p>With temperatures falling and Kyiv seeing its first snow, officials were working to restore power nationwide after some of the <strong>heaviest bombardment of Ukrainian civilian infrastructure in the war</strong>. The UN says Ukraine’s electricity and water shortages threaten a humanitarian disaster.</p><p><strong>Volodymyr Zelenskiy has dismissed the idea of a “short truce” with Russia,</strong> saying it would only make things worse. “Russia is now looking for a short truce, a respite to regain strength,” the Ukrainian president said in remarks broadcast at the Halifax International Security Forum. “Someone may call this the war’s end, but such a respite will only worsen the situation.”</p><p><strong>Hundreds of Ukrainians were detained and abducted in Kherson</strong> after Russia seized the province, in evidence of a planned campaign, a Yale University group researching war crimes has said. The Conflict Observatory said it had documented 226 extrajudicial detentions and forced disappearances in Kherson. About a quarter of that number were allegedly subjected to torture and four died in custody.</p><p><strong>The Kremlin has accused Ukrainian soldiers of executing more than 10 Russian prisoners of war</strong> following the circulation of a video on social media purporting to be from the frontline. The footage appears to show Russian soldiers emerging from an outbuilding in the grounds of a house with their hands above their heads before they are told to lie face down. One of the men, as he emerges from the building, appears to turn his gun on Ukrainian soldiers. The footage suggests all the Russians were killed in the violence that followed.</p><p>Turkey’s president, <strong>Recep Tayyip Erdoğan, talked with Volodymyr Zelenskiy and they congratulated each other for the extension of a UN-brokered grains deal</strong>, Erdoğan’s office said. Erdoğan told Zelenskiy the “extension of this understanding to the negotiation table” would benefit all parties.</p><p><strong>The Dutch government will summon the Russian ambassador in the Netherlands over Russia’s response to the verdict in the trial over the 2014 shooting down of passenger flight MH17</strong>, news agency ANP reported, citing the foreign minister, Wopke Hoekstra.<strong> </strong>Russia has criticised the Dutch court’s decision to convict two former Russian intelligence agents and a Ukrainian separatist leader.</p><p><strong>Ukrainian experts were working at the site in the border area of south-eastern Poland where a missile killed two people</strong>, said Ukraine’s foreign minister, Dmytro Kuleba.<strong> </strong>He wrote on Twitter that Ukraine would continue “open and constructive” cooperation with Poland over the incident.</p><p><strong>Poland will not grant a Russian delegation visas to attend an Organisation for Security and cooperation in Europe (OSCE) meeting</strong> in Lodz on 1 and 2 December. “We are not giving them visas,” said Lukasz Jasina from the Polish foreign ministry.</p><p><strong>Vladimir Putin discussed creating a Turkish “gas hub” with Erdoğan</strong>, the Kremlin said on Friday.<strong> </strong>“Particular attention is paid to the prospects of implementing the initiative, launched by the Russian president in October and supported by Recep Tayyip Erdoğan.”</p><p>Ministers of <strong>the Asia Pacific Economic Cooperation group said some members condemned the war in Ukraine and also pledged to keep supply chains and markets open. </strong>“There were other views and different assessments of the situation and sanctions,” their joint statement read, adding that Apec was not the forum to resolve security issues.</p><p><strong>Kyrylo Tymoshenko</strong>, deputy head of the Ukraine president’s office, <strong>has said two more bodies have been recovered in</strong> <strong>Vilniansk</strong> in the Zaporizhzhia region. “Thus nine people have already been found dead from the rockets of Russian terrorists who fired at residential buildings yesterday,” he said on Telegram. The claims have not been independently verified.</p><p>The UK Ministry of Defence said <strong>Russia appeared to be preparing defences for further major Ukrainian breakthroughs</strong> in Donetsk province.</p><p><strong>Construction of a planned barbed-wired fence along Finland’s long border with Russia will start early next year</strong>, Finnish border guard officials said, amid concerns over Europe’s changing security environment.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/russia-ukraine-war-at-a-glance-what-we-know-on-day-269-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/19/jacinda-ardern-raises-taiwan-with-xi-jinping-at-apec-meeting", "title": "Jacinda Ardern raises Taiwan with Xi Jinping at Apec meeting", "date_published": "2022-11-19 01:26:15+00:00", "description": "<p>New Zealand government statement says PM also asked president of China to help address North Korea tensions and Ukraine crisis</p><p>Jacinda Ardern has spoken with Xi Jinping about cooperation between New Zealand and China, while also raising areas of tension and warning that international norms that had benefited the two countries were “being tested”.</p><p>The New Zealand prime minister and the Chinese president met for about 50 minutes – running over the scheduled half hour – on the sidelines of the Apec summit in Bangkok. It was their first in-person meeting since 2019.</p> <a href=\"https://www.theguardian.com/world/2022/nov/19/jacinda-ardern-raises-taiwan-with-xi-jinping-at-apec-meeting\">Continue reading...</a>", "favourite": false}]