[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/indian-government-publishes-draft-of.html", "title": "Indian Government Publishes Draft of Digital Personal Data Protection Bill 2022", "date_published": "2022-11-19 13:30:00+00:00", "description": "The Indian government on Friday released a draft version of the much-awaited data protection regulation, making it the fourth such effort since it was first proposed in July 2018.\nThe Digital Personal Data Protection Bill, 2022, as it's called, aims to secure personal data, while also seeking users' consent in what the draft claims is \"clear and plain language\" describing the exact kinds of", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/microsoft-warns-of-hackers-using-google.html", "title": "Microsoft Warns of Hackers Using Google Ads to Distribute Royal Ransomware", "date_published": "2022-11-19 07:24:00+00:00", "description": "A developing threat activity cluster has been found using Google Ads in one of its campaigns to distribute various post-compromise payloads, including the recently discovered Royal ransomware.\nMicrosoft, which spotted the updated malware delivery method in late October 2022, is tracking the group under the name DEV-0569.\n\"Observed DEV-0569 attacks show a pattern of continuous innovation, with", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/chinese-mustang-panda-hackers-actively.html", "title": "Chinese 'Mustang Panda' Hackers Actively Targeting Governments Worldwide", "date_published": "2022-11-19 05:00:00+00:00", "description": "A notorious advanced persistent threat actor known as Mustang Panda has been linked to a spate of spear-phishing attacks targeting government, education, and research sectors across the world.\nThe primary targets of the intrusions from May to October 2022 included counties in the Asia Pacific region such as Myanmar, Australia, the Philippines, Japan, and Taiwan, cybersecurity firm Trend Micro", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/atlassian-releases-patches-for-critical.html", "title": "Atlassian Releases Patches for Critical Flaws Affecting Crowd and Bitbucket Products", "date_published": "2022-11-19 04:30:00+00:00", "description": "Australian software company Atlassian has rolled out security updates to address two critical flaws affecting Bitbucket Server, Data Center, and Crowd products.\nThe issues, tracked as CVE-2022-43781 and CVE-2022-43782, are both rated 9 out of 10 on the CVSS vulnerability scoring system.\nCVE-2022-43781, which Atlassian said was introduced in version 7.0.0 of Bitbucket Server and Data Center,", "favourite": false}]