[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/best-playstation-plus-games-november-2022/2300-6460018/", "title": "Best PlayStation Plus Games November 2022", "date_published": "2022-11-19 20:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4064424-psnov_v0.jpg\" width=\"480\" /> Brought to you by PlayStation Plus. There are plenty of awesome games joining PlayStation Plus this month, including Kingdom Hearts, Skyrim, Rainbow Six Siege, and a bunch of Ratchet and Clank titles. Here's your rundown of everything coming to PS+ this month.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/15-things-i-wish-i-knew-in-pokemon-scarlet-violet/2300-6460047/", "title": "15 Things I Wish I Knew In Pokemon Scarlet & Violet", "date_published": "2022-11-19 18:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4065729-sv_site.jpg\" width=\"480\" /> Pokemon Scarlet and Violet are finally out and they mark a number of changes for the mainline series. Here are 15 ways to make the most of your time in Paldea!", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/how-pokemon-scarlets-titan-and-starfall-quests-got-me-right-in-the-feelings/1100-6509307/?ftag=CAD-01-10abi2f", "title": "How Pokemon Scarlet's Titan And Starfall Quests Got Me Right In The Feelings", "date_published": "2022-11-19 18:00:00+00:00", "description": "<p dir=\"ltr\">We all know the drill by now. You want to be the very best, like no one ever was, so you set out on a cross-country journey to catch and train adorable monsters and rise to the ranks of Pokemon Master. It's a tale as old as time, or at least as old as 1996, and Pokemon games rarely venture outside this comfortable template. That made it all the more surprising when Pokemon Scarlet made me actually care and look forward to two of its three main story paths.</p><p dir=\"ltr\"><strong>Spoilers follow.</strong></p><p dir=\"ltr\">If you've been following Pokemon Scarlet and Violet, you know that the game consists of three main story paths that you can take in any order. Victory Road is the traditional quest to become a Pokemon master while doing battle with your friendly rival, Nemona. Starfall Street is also a take on the classic Pokemon formula, as you invade and topple the bases of this game's ostensible antagonists, Team Star. And the Path of Legends has you venturing into the wild to battle against massive Titan Pokemon.</p><a href=\"https://www.gamespot.com/articles/how-pokemon-scarlets-titan-and-starfall-quests-got-me-right-in-the-feelings/1100-6509307/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/25-pokemon-that-frankly-look-delicious/2900-4460/", "title": "25 Pokemon That, Frankly, Look Delicious", "date_published": "2022-11-19 17:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062629-_0010_pikachu.jpg\" /><br /><h3><p>Since the dawn of time (1997) humanity has looked to its video game consoles and has pondered about the possibility of eating a Pokemon. With hundreds of the little pocket monsters around after several decades of mainstream dominance, it's time to finally and seriously look at which Pokemon we'd catch, cook, and serve with some fava beans and a nice chianti.</p><p>We've looked at hundreds of Pokemon, runing the data through both the Gourmand 5000 and Culinator Model Max to find the most mouthwatering Pokemon out there. Don't blame us if your childhood is ruined.</p></h3></p><br />     <p><h2>Squirtle</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062626-_0004_squirtle.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>There's got to be a reason why Teenage Mutant Ninja Turtle villain Shredder kept on raving about turtle soup, and that thought has been carved into my minds since childhood. Don't blame me; blame television for a desire to devour adorable monsters.</p><p><strong>What we'd make:</strong></p><p>Squirtle soup, with a dash of Paras mushrooms.</p></h3></p><br />     <p><h2>Pikachu</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062825-pika.png\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Nothing tastes better than a company mascot, seasoned with the outrage of multiple generations of Pokemon fans before you dig in.</p><p><strong>What we'd make:</strong></p><p>You've heard of Pikachu, well get ready for Pikastew.</p><p> </p></h3></p><br />     <p><h2>Oddish</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062624-_0011_oddish.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>On the advice of my doctor who has begged me to stop taking nutritional advice from Joe Rogan, I've begun looking at healthier ingredients to add to my meals and have decided that frying up a sentient onion is probably a good idea.</p><p><strong>What we'd make:</strong></p><p>Are Oddish onion rings horrifying? Maybe, but at least they add some super-effective flavor to a Tauros burger.</p><p> </p></h3></p><br />     <p><h2>Dodrio</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062623-_0020_dodrio.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Dodrio's potential deliciousness lies not in its scrawny legs, but rather in the beefy necks attached to its meaty torso.</p><p><strong>What we'd make:</strong></p><p>The world is your Cloyster, as between the delicious serving of necks and a protein-loaded torso, you'll be dining for days on Dodrio delicacies.</p><p> </p></h3></p><br />     <p><h2>Kingler</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062622-_0015_kingler.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Krabby, the chicken of the sea! While that little fella would undoubtedly make for a good meal, we're thinking bigger here. Specifically, its evolved form Kingler that has a gigantic crabhammer of a claw. There's some good meat to be had in that limb, so make certain you use a Masterchef ball to catch it.</p><p><strong>What we'd make:</strong></p><p>Stop, crabhammer time. Lop that mighty limb off, steam them until ready, and serve with a really <em>really </em>big bowl of butter.</p><p> </p></h3></p><br />     <p><h2>Moltres</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062621-_0013_moltres.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>The most mouth-watering aspect of Moltres is that this is a Pokemon that's already been cooked to perfection. Flame-grilled, this legendary bird is bound to be a meal to savor as it's a one-of-a-kind species.</p><p><strong>What we'd make:</strong></p><p>With all the hard work done, all you really need is a vat of batter to dip the remains of Moltres into until its crispier than a Kentucky chicken staple.</p><p> </p></h3></p><br />     <p><h2>Togepi</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062620-_0002_togepi.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>It's an egg. A cute egg that makes adorable sounds, but still an egg. Eggs are great.</p><p><strong>What we'd make:</strong></p><p>One of the best quick meals you can have is an egg on toast with a generous dash of habanero Tabasco sauce. Crack open a few Togepi, fry 'em up, and use a lid to make certain that they're evenly poached for a cute treat that's hard to beat.</p><p> </p></h3></p><br />     <p><h2>Octillery</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062619-_0012_octillery.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Between jet-propelled sharks and elegant Goldeen in the oceans of Pokemon, there's no shortage of sea life to savor from those waters. You can't go wrong with Calamari, though, and with Octillery being one of the few non-poisonous cephalopods around, you'll be able to serve up entire platters of oceanic goodness.</p><p><strong>What we'd make:</strong></p><p>Calamari, Spanish-style. And with Octillery being a big Pokemon, you'll be able to feed plenty of people with this multi-limbed ink-squirter.</p></h3></p><br />     <p><h2>Stantler</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062618-_0003_stantler.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>It's the least dangerous deer in the Pokedex, judging by how many hunters have gone missing while searching for fresh Sawsbuck game.</p><p><strong>What we'd make:</strong></p><p>Venison Stantleroff, seasoned with fresh Hoppip leaves and a few Morellul mushrooms to add a trippy kick to the meal.</p><p> </p></h3></p><br />     <p><h2>Combusken</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062617-_0021_combusken.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Kentucky Fried Combusken. 'Nuff said.</p><p><strong>What we'd make:</strong></p><p>This humble starter can be used for a variety of meals. Enjoy it with a side of Torchic nuggets, dip it in some fresh Slugma sauce for some extra firepower, and finish it off with a Vanillish milkshake.</p><p> </p></h3></p><br />     <p><h2>Wailord</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062616-_0000_wailord.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Some people call harvesting the gentle giant of the deep a crime against nature, but I call Wailord a floating buffet that can end world hunger.</p><p><strong>What we'd make:</strong></p><p>The biggest damn surf 'n turf meal you've ever laid eyes on.</p><p> </p></h3></p><br />     <p><h2>Spoink</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062615-_0005_spoink.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>The world had an obsession with bacon a couple of years ago, and it's time to revive that hunger by looking at the nutritional value of a porky Pokemon that has to constantly bounce to stop itself from having a literal heart attack.</p><p><strong>What we'd make:</strong></p><p>Some streaky Spoink bacon to go with those hard-boiled Togepi eggs would be brilliant.</p><p> </p></h3></p><br />     <p><h2>Cherubi</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062614-_0022_cherubi.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Cherries! They're good for you, and provided that you can ignore the screaming Cherubi looking to hit you with a razer leaf attack, you'll find that they're one of the best natural sweet treats around.</p><p><strong>What we'd make:</strong></p><p>Perfect to enhance a bowl of granola or a classy way to cap off a night by popping them into a cocktail, Cherubi are great enhancers for meals and drinks... if you can ignore the screaming, that is.</p></h3></p><br />     <p><h2>Arceus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062613-_0024_arceus.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>I just want to find out what it means when TV chefs talk about food that tastes divine.</p><p><strong>What we'd make:</strong></p><p>God-tier food. Technically.</p><p> </p></h3></p><br />     <p><h2>Emboar</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062612-_0019_emboar.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Spoink admittedly has a springy taste, so we're going for mature bacon funk that comes with built-in flame-grilled goodness.</p><p><strong>What we'd make:</strong></p><p>The mother of all pork sirloin dishes, if we can survive the harvesting process against the mightiest and meatiest of all Fire-type starter Pokemon.</p></h3></p><br />     <p><h2>Vanillish</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062611-_0001_vanillish.jpg\" /><br /><h3><h2>Vanillish</h2><p><strong>Why it looks delicious:</strong></p><p>Nothing beats a hot summer day like an ice cream cone, even if it does have a bad habit of screaming as you lick its very being away.</p><p><strong>What we'd make:</strong></p><p>Shove a Flake into its brain to keep Vanillish quiet and enjoy a lobotomized ice-cold treat.</p><p> </p></h3></p><br />     <p><h2>Foongus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062610-_0016_foongus.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Is there anything you can't do with mushrooms? Use them to enhance your meals, theme an award-winning video game series around them--the sky is the limit.</p><p><strong>What we'd make:</strong></p><p>Probably something trippy, judging by all the funky spores that Foongus can unleash. It'd be a far-out dish, man.</p></h3></p><br />     <p><h2>Shelmet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062609-_0008_shelmet.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>If you could <em>escargot </em>for something different right now, then check out this Pokemon that's just begging to be served up in a French cafe. Sure, the armor might make it challenging to crack this chivalrous Pokemon up, but it's worth the effort for tasty goodness that lies within.</p><p><strong>What we'd make:</strong></p><p>After lightly roasting it over the remains of that Emboar I cooked up, all you need is a bowl of butter, garlic, and white wine mixed together. And a crowbar to crack these Shelmets open with.</p><p> </p></h3></p><br />     <p><h2>Slurpuff</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062608-_0006_slurpuff.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>It's literally designated as the \"Meringue\" Pokemon according to researchers. It survived the vicious natural selection process of the Pokemon ecosystem to be used in Great Galar Cook-Off shows.</p><p><strong>What we'd make:</strong></p><p>I'm probably going to need an industrial power whisk machine for this, but at least I won't hear Slurpuff's death rattle over the sound of those blades as I whip it up into a meringue pie.</p><p> </p></h3></p><br />     <p><h2>Bounsweet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062607-_0023_bounsweet.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>After demolishing trays of Emboar, Togepi, and Kingler, I'm going to need to eat something healthy if I want to avoid a heart attack before I hit 40.</p><p><strong>What we'd make:</strong></p><p>A Bounsweet smoothie sounds good right about now, as it could help detox my system and clear my mind of their screams before they were shoved into a blender.</p></h3></p><br />     <p><h2>Scorbunny</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062606-_0009_scorbunny.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Rabbit meat! It packs plenty of healthy elements within it, plus you can use the feet as good luck charms. It's not like they were helping Scorbunny much anyway, right?</p><p><strong>What we'd make:</strong></p><p>A South African delicacy, given a Galar region twist: Scorbunny Chow.</p><p> </p></h3></p><br />     <p><h2>Wooloo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062605-_0025_wooloo.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>I'm already going to Poke-Hell for this list, so I might as well add the sin of veal to my charges.</p><p><strong>What we'd make:</strong></p><p>Lamb curry for a cold day <em>and </em>a cozy sweater from the leftover wool.</p><p> </p></h3></p><br />     <p><h2>Sirfetch'd</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062604-_0007_sirfetch%27d.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>It comes with its own leek stick of seasoning, so half the work is done already on getting the right ingredients for this Pokemon. Besides, we already know that Farfetch'd Soup is a canon part of Pokemon lore, so Sirfetch'd soup must boast an evolved taste.</p><p><strong>What we'd make:</strong></p><p>The only Pokemon leek that Nintendo would approve of. Hopefully.</p><p> </p></h3></p><br />     <p><h2>Lechonk</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062603-_0014_lechonk.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>Lechonk isn't just yet another example of bacon supremacy: It's a meal that can sniff out its own appetizers. Almost priceless, this truffle-seeking treasure is. <em>Almost</em>. In the Philippines, the word \"lechon\" refers to the art of a spit-roasted suckling pig. This is destiny for Lechonk, and I will not deny it a crispy conclusion to its life.</p><p><strong>What we'd make:</strong></p><p>A porky delicacy that hopefully won't result in 30-50 feral hogs seeking me out for revenge.</p></h3></p><br />     <p><h2>Fidough</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062602-_0017_fidough.jpg\" /><br /><h3><p><strong>Why it looks delicious:</strong></p><p>It's a pure-bread Pokemon doggo.</p><p><strong>What we'd make:</strong></p><p>Fidoughnuts, my current diet be damned.</p><p> </p></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/firearms-expert-reacts-to-call-of-duty-modern-warfare-2-2022s-guns-part-2/2300-6459963/", "title": "Firearms Expert Reacts To Call of Duty: Modern Warfare 2 (2022)’s Guns PART 2", "date_published": "2022-11-19 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4060595-experts_codmw2_mp_pt2_site.jpg\" width=\"480\" /> Jonathan Ferguson, a weapons expert and Keeper of Firearms &amp; Artillery at the Royal Armouries, breaks down more of the weaponry of Call of Duty: Modern Warfare 2 (2022), including the PP-19 Bizon 2, the SA-25 PILA missile launcher, and a Glock with a FAB Defence chassis.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-version-differences-which-version-should-you-get/1100-6509316/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet and Violet Version Differences: Which Version Should You Get?", "date_published": "2022-11-19 01:42:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a> are here and each version has something unique to offer the completionist trainer. If you're anything like me, you probably want to know the differences between the two versions to inform your purchasing decision (or to know what to look out for in your travels). While each version will have easy access to unique Pokemon not available in other versions, Scarlet and Violet's exclusives extend beyond that. Players will attend different schools, have a different Professor, and even have different outfits, all unique to their version of the game. Now it's time to break them down.</p><h2 dir=\"ltr\">Every version difference for Pokemon Scarlet and Violet</h2><h2 dir=\"ltr\">Scarlet Exclusives</h2><p dir=\"ltr\">The following exclusives can only be found in Pokemon Scarlet.</p><h3 dir=\"ltr\">Scarlet Pokemon</h3><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/885/8859733/4065724-scarletexclusives.jpg\"><img alt=\"Scarlet-exclusive Pokemon\" src=\"https://www.gamespot.com/a/uploads/original/885/8859733/4065724-scarletexclusives.jpg\" /></a><figcaption>Scarlet-exclusive Pokemon</figcaption></figure><p dir=\"ltr\">Scarlet trainers will get the legendary Koraidon, Amarouge (Fire/Psychic), Larvitar (Rock), and Stonjourner (Rock). Because Larvitar is listed as exclusive, it's highly likely its evolutions, Rock-type Pupitar and Rock/Dark-type powerhouse Tyranitar, will also be exclusive.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-version-differences-which-version-should-you-get/1100-6509316/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-devil-in-me-best-ending-guide-how-to-save-everyone/1100-6509315/?ftag=CAD-01-10abi2f", "title": "The Devil In Me Best Ending Guide - How To Save Everyone", "date_published": "2022-11-19 00:02:00+00:00", "description": "<p>The latest installment in the Dark Pictures Anthology, <a href=\"https://www.gamespot.com/games/the-dark-pictures-anthology-the-devil-in-me/\">The Devil in Me</a>, is now available, giving players their fourth entry in as many years. In The Devil in Me, knowing how to save everyone is a delicate balancing act of wise, split-second decisions. It's not easy, and there's no way to overwrite a fatal error other than starting the game over, so if you're really keen on seeing the version of the slasher story where no one is slashed--or maybe you just want the related Achievement or Trophy--here's how to get the best ending in The Devil in Me and ensure everyone survives, even Connie the dog.</p><h2>How to save all characters in The Devil in Me</h2><p>If you've played The Dark Pictures or games like it before, you know by now that some decisions are more important than others. While some give the illusion of possible death, others really can deliver killing blows to your playable characters. Therefore, this guide will focus on those major branching moments where it's a matter of life or death.</p><p>Naturally, <strong>this guide contains many spoilers</strong>, but I'm guessing you knew that before you ended up here. The following steps are listed in the order in which they'll appear in your game, and I'll be listing both the name of the location/chapter and the playable character for each crucial moment. There are 12 main scenes that will decide the fivesome's individual fates, but some scenes contain multiple pass or fail scenarios, so follow along closely.</p><a href=\"https://www.gamespot.com/articles/the-devil-in-me-best-ending-guide-how-to-save-everyone/1100-6509315/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}]