[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/17/energy/renewable-energy-eu-climate-intl/index.html", "title": "EU produces record wind and solar energy as it shirks Russian gas", "date_published": "2022-10-17 22:01:25+00:00", "description": "Wind and solar power have made up a record 24% of the European Union's electricity mix since Russia launched its war on Ukraine, a new report says, a boost that has also helped the bloc battle soaring inflation."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/17/business/france-crisis-fuel-shortages/index.html", "title": "French government in crisis talks as fuel shortages worsen", "date_published": "2022-10-17 17:12:41+00:00", "description": "French President Emmanuel Macron called a crisis meeting with senior ministers on Monday to address crippling strikes at gas refineries that has caused fuel pumps to run dry."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/17/middleeast/iran-evin-prison-fire-survivors-guards-tear-gas-intl-hnk/index.html", "title": "Inmates say guards fired tear gas after deadly blaze at Iranian prison", "date_published": "2022-10-17 08:20:20+00:00", "description": "Details of a chaotic night marked by tear gas and explosions have emerged from an Iranian prison following a deadly fire at the facility on Saturday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/17/uk/manchester-chinese-consulate-protesters-intl-hnk/index.html", "title": "Hong Kong protester allegedly beaten at Chinese consulate in UK", "date_published": "2022-10-17 06:42:57+00:00", "description": "Activists and lawmakers in the United Kingdom are demanding an investigation after a Hong Kong pro-democracy protester was allegedly beaten on the grounds of the Chinese consulate in Manchester."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/17/world/uganda-ebola-lockdown-intl-hnk/index.html", "title": "Uganda announces lockdown as Ebola cases rise", "date_published": "2022-10-17 04:06:16+00:00", "description": "Ugandan President Yoweri Museveni has declared an immediate three-week lockdown in two high risk districts as the country battles a rise in Ebola infections."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/17/business/walmart-otc-hearing-aid/index.html", "title": "Walmart is now selling over-the-counter hearing aids after FDA rule change", "date_published": "2022-10-17 04:01:57+00:00", "description": "Walmart announced Monday that its customers can for the first time buy over-the-counter hearing aids without a prescription and medical exam by a doctor."}]