[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/zlota-pilka-2022-karim-benzema-zwyciezca/", "title": "Złota Piłka 2022. Karim Benzema zwycięzcą", "date_published": "2022-10-17 19:53:00+00:00", "description": "Karim Benzema zdobył Złotą Piłkę, najbardziej prestiżową nagrodę piłkarską. Podczas gali w Theatre du Chatelet w Paryżu wyłoniono również m.in najlepszą jedenastkę poprzedniego sezonu. Plebiscyt organizuje francuski tygodnik sportowy France Football. Robert Lewandowski odebrał nagrodę im. Gerda Müllera dla najlepszego napastnika."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/wszyscy-zginiemy-przewidzieli-co-stanie-sie-podczas-szalenczej-jazdy-bmw/", "title": "\"Wszyscy zginiemy\". Przewidzieli, co stanie się podczas szaleńczej jazdy bmw", "date_published": "2022-10-17 17:35:00+00:00", "description": "Czterej mężczyźni z Indii testowali bmw jednego z nich, chcąc osiągnąć na autostradzie prędkość 300 km/h. W pewnej chwili podczas transmisji na Facebooku padły słowa wszyscy zginiemy. Kilka minut później auto przy prędkości przekraczającej 200 km/h zderzyło się czołowo z ciężarówką. Nikt nie przeżył."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/wojna-w-ukrainie-rosja-grozi-w-sprawie-transportu-zboza-zachod-mial-w-zamian-lagodzic-sankcje/", "title": "Wojna w Ukrainie. Rosja grozi w sprawie transportu zboża. Zachód miał w zamian łagodzić sankcje", "date_published": "2022-10-17 16:58:00+00:00", "description": "Wiceminister obrony Rosji oświadczył jednemu z najwyższych przedstawicieli ONZ, że przedłużenie zgody na transport ukraińskiego zboża i innych produktów rolnych przez Morze Czarne zależy od złagodzenia przez Zachód sankcji ograniczających rosyjski eksport m.in. nawozów i produktów rolniczych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/samolot-wojskowy-rozbil-sie-o-budynek-mieszkalny-w-rosji/", "title": "Katastrofa w Rosji. Samolot wojskowy wleciał w budynek mieszkalny", "date_published": "2022-10-17 16:05:00+00:00", "description": "Samolot wojskowy wleciał w wielopiętrowy budynek mieszkalny w mieście Jejsk w południowej Rosji - podały rosyjskie agencje informacyjne, powołując się na naocznych świadków. Wybuchł ogromny pożar."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/wielka-brytania-mecz-opozniony-przez-za-duze-bramki-w-ruch-poszly-szlifierki/", "title": "Wielka Brytania. Mecz opóźniony przez za duże bramki. W ruch poszły szlifierki", "date_published": "2022-10-17 15:58:00+00:00", "description": "Do niecodziennej sytuacji doszło przed meczem Hull City - Birmingham City. Podczas kontroli sędziowskiej okazało się, że bramki ustawione na murawie są zbyt wysokie. Konieczne było skrócenie słupków przy użyciu narzędzi. Mecz rozpoczął się z 20-minutowym opóźnieniem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/bialorus-opozycjonista-mikolaj-autuchowicz-skazany-na-25-lat-za-sprzeciw-lukaszence/", "title": "Białoruś. Opozycjonista Mikołaj Autuchowicz skazany na 25 lat za sprzeciw Łukaszence", "date_published": "2022-10-17 15:55:00+00:00", "description": "Mikołaj Autuchowicz, czołowy działacz opozycji, został skazany w poniedziałek przez białoruski sąd na 25 lat więzienia za działania przeciw prezydentowi Alaksandrowi Łukaszence. Wraz z Autuchowiczem skazano 11 innych działaczy opozycji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/usa-zabojczyni-zony-romana-polanskiego-nie-wyjdzie-z-wiezienia-warunkowe-zwolnienie-odrzucone/", "title": "USA. Zabójczyni żony Romana Polańskiego nie wyjdzie z więzienia. Warunkowe zwolnienie odrzucone", "date_published": "2022-10-17 14:55:00+00:00", "description": "74-letnia dziś Patricia Krenwinkel, skazana za zabójstwo żony Romana Polańskiego, nie opuści warunkowo więzienia - zdecydował Gubernator Kalifornii Gavin Newsom. Ocenił, że kobieta, która od 53 lat przebywa w więzieniu nadal stanowi zagrożenie dla bezpieczeństwa publicznego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/andrzej-duda-przez-wojne-liczba-osob-cierpiacy-chroniczny-glod-moze-wzrosnac-o-47-milionow/", "title": "Andrzej Duda: przez wojnę liczba osób cierpiący chroniczny głód może wzrosnąć o 47 milionów", "date_published": "2022-10-17 13:54:00+00:00", "description": "Według Światowego Programu Żywnościowego napaść Rosji na Ukrainę, prowadzi do poważnego zagrożenia bezpieczeństwa żywnościowego nie tylko Ukraińców, ale aż 345 milionów ludzi w 82 krajach - powiedział prezydent Andrzej Duda w Rzymie podczas World Food Forum."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/rosja-dmitrij-miedwiediew-odpowiada-izraelowi-ten-ruch-zniszczy-stosunki-miedzy-naszymi-krajami/", "title": "Rosja. Dmitrij Miedwiediew odpowiada Izraelowi: Ten ruch zniszczy stosunki między naszymi krajami", "date_published": "2022-10-17 12:11:00+00:00", "description": "- Wydaje się, że Izrael zamierza dostarczać broń reżimowi kijowskiemu. To bardzo lekkomyślny ruch. Zniszczy wszystkie stosunki między naszymi krajami - napisał na Telegramie były prezydent Rosji Dmitrij Miedwiediew. To reakcja na niedzielą deklarację ministra ds. diaspory Izraela Nachmana Szaja, który zapowiedział, że czas, aby Ukraina otrzymała również od nas pomoc wojskową."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/rosja-motolotnia-runela-na-pole-nie-zyja-dwie-osoby/", "title": "Rosja. Motolotnia runęła na pole. Nie żyją dwie osoby", "date_published": "2022-10-17 11:48:00+00:00", "description": "Dwie osoby zginęły w katastrofie motolotni na Kamczatce. Maszyna rozbiła się na terenie dawnego zamkniętego osiedla wojskowego. Ciała mężczyzn znaleziono na polu w pobliżu rozbitej motolotni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/usa-w-houston-zabila-5-latnia-corke-dziewczynka-zmarla-w-szpitalu-hca-tomball/", "title": "USA. W Tomball pod Houston kobieta zabiła nożem 5-latnią córkę. Tajemnicze okoliczności", "date_published": "2022-10-17 11:39:00+00:00", "description": "Do makabrycznej zbrodni doszło w Tomball pod Huston. Matka przywiozła 5-latkę do miejscowej kliniki, gdzie niedługo później lekarze stwierdzili zgon dziecka. Szeryf powiatu poinformował, że dziewczynka miała rany od noża."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/iran-incydenty-i-pozar-w-wiezieniu-nie-zyje-osiem-osob-kilkanascie-rannych/", "title": "Iran. Incydenty i pożar w więzieniu. Nie żyje osiem osób, kilkanaście rannych", "date_published": "2022-10-17 08:57:00+00:00", "description": "Do ośmiu wzrosła liczba ofiar pożaru, który wybuchł w sobotę w zakładzie karnym Evin w Teheranie. 61 osób zostało rannych. Władze szczątkowo informują o zdarzeniach w placówce, mówiąc o niepokojach. W całym kraju wciąż trwają protesty po śmierci 22-latki zatrzymanej przez policję obyczajową."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/szok-w-szwecji-ksiazka-z-propaganda-isis-dostepna-w-bibliotekach/", "title": "Szok w Szwecji. Książka z propagandą ISIS dostępna w bibliotekach", "date_published": "2022-10-17 08:31:00+00:00", "description": "W bibliotekach w szwedzkim Göteborgu od lat dostępna była książka z propagandą Państwa Islamskiego. Publikacja została wycofana z księgozbiorów dopiero po nagłośnieniu sprawy przez media."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/ukraina-glowny-zarzad-wywiadu-ministerstwa-obrony-ukrainy/", "title": "Ukraina. Igor Girkin ps. Striełkow poszukiwany przez ukraiński wywiad. Nagroda - 100 tys. dolarów", "date_published": "2022-10-17 08:23:00+00:00", "description": "Igor Girkin ps. Striełkow jest poszukiwany przez ukraiński wywiad. Wiadomo, że jeden z najsłynniejszych rosyjskich terrorystów postanowił wznowić swój udział w wojnie przeciwko naszemu państwu - czytamy w komunikacie. Za jego schwytanie wyznaczono nagrodę w wysokości 100 tys. dol."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/wlochy-mezczyzna-gral-na-saksofonie-podczas-operacji-mozgu/", "title": "Włochy. Mężczyzna grał na saksofonie podczas własnej operacji usunięcia guza mózgu", "date_published": "2022-10-17 06:55:00+00:00", "description": "Pacjent jednego z rzymskich szpitali grał na saksofonie w trakcie dziewięciogodzinnej operacji usunięcia guza mózgu. Brało w niej udział 10 specjalistów. Skomplikowany zabieg zakończył się sukcesem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/deszcz-orionidow-do-30-meteorow-na-godzine/", "title": "Deszcz Orionidów. Rój do 35 meteorów na godzinę", "date_published": "2022-10-17 06:00:00+00:00", "description": "Rój Orionidów można obserwować od paru dni, ale w najbliższy piątek osiągnie maksimum. Przy pogodnym niebie będzie można zaobserwować do 35 spadających meteorów na godzinę. Przy pochmurnym można wypatrywać ich już teraz oraz w kilku kolejnych dniach po szczycie. Deszcz Orionidów będzie padał do 7 listopada."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/deklaracja-izraela-ws-wojny-w-ukrainie-nadszedl-czas/", "title": "Deklaracja Izraela ws. wojny w Ukrainie. \"Nadszedł czas\"", "date_published": "2022-10-17 05:00:00+00:00", "description": "Nadszedł czas, aby Ukraina otrzymała również od nas pomoc wojskową - oświadczył minister ds. diaspory Izraela Nachman Szaj. Deklaracja polityka padła w związku z informacją o dostawach irańskich rakiet balistycznych do Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-17/wybuchy-w-kijowie-miasto-zaatakowane-dronami-kamikadze/", "title": "Wojna w Ukrainie. Wybuchy w Kijowie. Miasto zaatakowane dronami kamikadze", "date_published": "2022-10-17 04:20:00+00:00", "description": "W poniedziałek rano doszło do kilku eksplozji w stolicy Ukrainy - Kijowie. Szef kancelarii prezydenta Ukrainy poinformował, że miasto zostało zaatakowane dronami kamikadze."}]