[{"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676636/zero-days-flaws-mean-its-time-to-patch-exchange-and-windows.html#tk.rss_all", "title": "Zero-days flaws mean it's time to patch Exchange and Windows", "date_published": "2022-10-14 19:10:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p><span style=\"font-weight: 400;\">This month's Patch Tuesday update from Microsoft deals with 84 flaws and a zero-day affecting Microsoft Exchange that at the moment remains unresolved. The Windows updates focus on Microsoft security and networking components with a difficult-to-test update to</span><a href=\"https://learn.microsoft.com/en-us/windows/win32/com/the-component-object-model\" rel=\"noopener nofollow\" target=\"_blank\"> <span style=\"font-weight: 400;\">CO"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676599/ethical-dilemmas-of-ai.html#tk.rss_all", "title": "BrandPost: Ethical Dilemmas of AI", "date_published": "2022-10-14 18:49:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Can AI be trusted? It's already visibly and invisibly woven into our world — from Google Translate and video game bots to industry usage across healthcare, manufacturing, and banking for critical workloads. Can we effectively leverage this game-changing technology and escape the inherent ethical dilemmas around bias, trust, and transparency? There is a way forward, yet it will take continuous, diligent conversations around AI ethics as the technology continue"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676635/beyond-encryption-a-layered-approach-to-cyberthreat-defense.html#tk.rss_all", "title": "BrandPost: Beyond Encryption: A Layered Approach to Cyberthreat Defense", "date_published": "2022-10-14 18:36:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The mainframe offers unrivaled data security capabilities. In fact, the platform’s architecture is designed to prevent cyberattacks. True security, however, takes more than just secure hardware. How you put software into play makes the difference. Broadcom maximizes the value of the mainframe through advanced cybersecurity solutions and a layered approach to protecting business-critical data.</p><p>No matter what industry you are in, data security is critical"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676692/the-future-of-the-hybrid-cloud.html#tk.rss_all", "title": "BrandPost: The Future of the Hybrid Cloud", "date_published": "2022-10-14 17:11:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The concept of devices all over the planet being able to access data no matter where it resides is at the core of modern computing. That’s why organizations keep their critical information in multiple environments, including private clouds, on premises, and on the public cloud. Given this reality, the key for businesses to get the most value from their technology investments lies in achieving the right balance. Broadcom advises business leaders on the hybrid "}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676598/bigger-together-how-to-maximize-mainframe-s-value.html#tk.rss_all", "title": "BrandPost: Bigger Together: How to Maximize Mainframe’s Value", "date_published": "2022-10-14 16:56:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The further we evolve as a digital society, the more proof we see of a basic truth: Mainframe systems play a central role in many of the most fundamental aspects of our lives and work. The platform underpins today’s society.</p><p>The Mainframe is a <a href=\"https://broadcom-mainframe.com/3CN5eJh\" rel=\"noopener nofollow\" target=\"_blank\">modern marvel</a> with state-of-the-art hardware and software that drive successful businesses on a global scale. Enterprise"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676908/why-are-you-hoarding-your-old-smartphones.html#tk.rss_all", "title": "Why are you hoarding your old smartphones?", "date_published": "2022-10-14 16:11:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>When will electronics recycling become a priority for consumers, government, and business?</p><p>It needs to happen soon, given that if you piled the 5.3 billion old mobile devices currently in people’s homes on top of each other, you’d have a 31,000-mile-high tower — one eighth of the distance to the Moon.</p><h2><strong>(Don't) take me to the Moon</strong></h2>\n<p>The <a href=\"https://weee-forum.org/ws_news/of-16-billion-mobile-phones-possessed-worldwide-5-"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676669/bashing-4-new-myths-about-digital-nomads.html#tk.rss_all", "title": "Bashing 4 new myths about digital nomads", "date_published": "2022-10-14 11:30:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Some new and potent myths about digital nomads have emerged in the past few weeks. I come to bury these myths, not to praise them.</p><p><strong>Myth 1: Digital nomads price locals out of their communities</strong></p><p>The most significant new complaint about digital nomads is that, as a group, they're pricing locals out of their communities.</p><p>The example location is usually Mexico City. <a href=\"https://travelnoire.com/digital-nomads-see-why-mexicans-"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676569/google-pixel-7-vs-past-pixel-upgrade.html#tk.rss_all", "title": "Google Pixel 7 vs. every past Pixel: To upgrade or not to upgrade?", "date_published": "2022-10-14 10:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>So you've got a Pixel — any ol' Pixel. Or maybe even a relatively <em>new</em> Pixel. And you're thinking about getting <a href=\"https://www.computerworld.com/article/3675965/google-pixel-7.html\">Google's glowing new Pixel 7 phone</a> or perhaps its Pixel 7 Pro sibling.</p><p>It's tempting, I know. (We all love shiny stuff!) But is it actually worth your while to get the Pixel 7, or are you better off hanging onto your <em>current</em> Pixel for a while longe"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3322626/google-smart-lock-complete-guide.html#tk.rss_all", "title": "Google Smart Lock: The complete guide", "date_published": "2022-10-14 10:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Think fast: How many times a day do you pick up your phone to look at something? Unless you live in the tundra or have far more self-control than most, the answer probably falls somewhere between \"quite a few\" and \"more than any sane person could count.\" Assuming you keep your device properly secured, that means you're doing an awful lot of unlocking — be it with your face, your fingerprint, or the code you tap or swipe onto your screen.</p><p>And that's to s"}]