[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/nie-zyje-robbie-coltrane-hagrid-z-serii-o-harrym-potterze-mial-72-lata/", "title": "Nie żyje Robbie Coltrane. Hagrid z serii o Harrym Potterze miał 72 lata", "date_published": "2022-10-14 17:07:00+00:00", "description": "Nie żyje aktor Robbie Coltrane, znany głównie z roli gajowego Hogwartu Hagrida. Miał 72 lata - poinformowała stacja BBC"}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/niemcy-przebral-sie-za-lekarza-i-molestowal-pacjentki-w-szpitalu/", "title": "Niemcy. Przebrał się za lekarza i molestował pacjentki w szpitalu", "date_published": "2022-10-14 16:16:00+00:00", "description": "Niemiecka policja poszukuje mężczyzny, który wszedł do jednego ze szpitali, przebrał się za lekarza, a następnie pod pozorem przeprowadzania badań, molestował pacjentki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/wladimir-putin-starcie-wojsk-nato-i-rosji-moze-doprowadzic-do-globalnej-katastrofy/", "title": "Władimir Putin: Starcie wojsk NATO i Rosji może doprowadzić do globalnej katastrofy", "date_published": "2022-10-14 15:36:00+00:00", "description": "Bezpośrednie starcie wojsk NATO z wojskami Rosji mogłoby doprowadzić do globalnej katastrofy. Mam nadzieję, że umysły tych, którzy o tym mówią, będą na tyle wystarczające, aby nie podejmować tak niebezpiecznych kroków - powiedział Władimir Putin w Kazachstanie podczas szczytu na rzecz Interakcji i Środków Budowy Zaufania w Azji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/rosyjska-propaganda-twierdzi-ze-polacy-pacyfikowali-ukrainska-wies-dowodem-ma-byc-jedno-slowo/", "title": "Rosyjska propaganda twierdzi, że Polacy pacyfikowali ukraińską wieś. Dowodem ma być jedno słowo", "date_published": "2022-10-14 14:50:00+00:00", "description": "Według rosyjskiej propagandy najemnicy z Polski mieli pacyfikować jedną ze wsi na wschodzie Ukrainy. Anonimowy informator miał ich rozpoznać po jednym słowie, którego według niego używali. Chodzi o najpopularniejsze polskie przekleństwo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/incydent-w-londynskiej-galerii-sloneczniki-van-gogha-oblane-zupa-pomidorowa/", "title": "Londyn. Incydent w National Gallery. \"Słoneczniki\" Vincenta van Gogha  oblane zupą pomidorową", "date_published": "2022-10-14 12:46:00+00:00", "description": "Aktywistki ekologiczne z organizacji Just Stop Oil oblały zupą pomidorową jeden z serii obrazów Vincenta van Gogha pt. Słoneczniki, który jest wystawiony w National Gallery przy Trafalgar Square w Londynie. Jeden z najbardziej rozpoznawalnych obrazów świata wyceniany jest na ok. 84 mln dolarów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/usa-krewcy-kierowcy-poklocili-sie-na-autostradzie-postrzelili-swoje-corki/", "title": "USA: Krewcy kierowcy pokłócili się na autostradzie. Postrzelili swoje córki", "date_published": "2022-10-14 12:24:00+00:00", "description": "W ubiegłą sobotę między dwoma kierowcami jadącymi autostradą w okolicach miejscowości Jacksonville na Florydzie doszło do kłótni. Atmosfera zrobiła się na tyle napięta, że obaj mężczyźni wyciągnęli broń. Postrzelone zostały ich córki - 5-latka i 14-latka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/rosja-wietnamce-wyslali-wezwanie-do-wojska-jej-imie-zmylilo-komisje/", "title": "Rosja. Wysłali Wietnamce wezwanie do wojska. Jej imię zmyliło komisję", "date_published": "2022-10-14 11:12:00+00:00", "description": "Pewna Wietnamka w Moskwie dostała wezwanie do komisji uzupełnień. Kobieta otrzymała list, prawdopodobnie dlatego, że wojskowi nie potrafili na podstawie jej imienia i nazwiska ustalić płci. Nguyen Vu Hoang Anh w 2020 roku otrzymała rosyjskie obywatelstwo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/usa-przerazajace-starcie-z-dzikim-kotem-mysliwy-sam-stal-sie-zwierzyna-lowna/", "title": "USA. Przerażające starcie z dzikim kotem. Myśliwy sam stał się zwierzyną łowną", "date_published": "2022-10-14 11:08:00+00:00", "description": "Jared Erickson polował na łosia, gdy nagle sam stał się zwierzyną łowną - przekazały media. Na mrożącym krew w żyłach nagraniu widać moment, w którym mężczyzna broni się przed atakiem kuguara. Dobrze, że miałem przy sobie pistolet - stwierdził myśliwy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/rosyjski-hub-gazowy-w-turcji-erdogan-i-putin-nakazali-rozpoczecie-prac/", "title": "Rosyjski hub gazowy w Turcji. Erdogan i Putin nakazali rozpoczęcie prac", "date_published": "2022-10-14 09:38:00+00:00", "description": "Turecki prezydent Recep Tayyip Erdogan po rozmowach z Władimirem Putinem nakazał ministerstwu energetyki prace nad budową hubu gazowego w Turcji - poinformował Reuters. Podobne dyspozycje wydał prezydent Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/bialorus-media-decyzja-o-mobilizacji-zapadla-branka-przebiega-niejawnie/", "title": "Białoruś. Media: Decyzja o mobilizacji zapadła. Odbędzie się pod pozorem testów sprawności", "date_published": "2022-10-14 08:07:00+00:00", "description": "Alaksandr Łukaszenka podjął decyzję o przeprowadzeniu na Białorusi tajnej mobilizacji w celu zwiększenia obsady jednostek bojowych - informują media. Najpierw zostanie zmobilizowana ludność wiejska. Uzupełnianie wojsk bojowych uprawdopodobnia scenariusz eskalacji konfliktu na granicy białorusko-ukraińskiej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/maksymilian-dura-w-starcu-z-nato-rosja-nie-ma-szans/", "title": "Maksymilian Dura: W starciu z NATO Rosja nie ma szans", "date_published": "2022-10-14 07:49:00+00:00", "description": "- Priorytetem jest teraz ochrona ukraińskiego nieba. Władze w Kijowie wiedzą, że mają niedostateczną obronę powietrzną - powiedział w Polsat News Maksymilian Dura, komandor rezerwy Marynarki Wojennej, ekspert portalu Defence24.pl. Dodał, że w bezpośrednim starciu z NATO Rosja nie miałaby szans."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/wojna-w-ukrainie-rosja-rozpoczyna-ewakuacje-obwodu-chersonskiego/", "title": "Wojna w Ukrainie. Rosja rozpoczyna ewakuację obwodu chersońskiego", "date_published": "2022-10-14 06:05:00+00:00", "description": "Ewakuowani mieszkańcy z obwodu chersońskiego zaczną przybywać do Rosji w piątek - informują media. Tłumaczone jest to jako oznaka słabnącej kontroli Moskwy nad terytorium. Nie tak dawno obwód ten został anektowany do Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-14/usa-strzelec-zabil-kilka-osob-w-karolinie-polnocnej-dwie-kolejne-zostaly-ranne/", "title": "USA. Strzelec zabił kilka osób w Karolinie Północnej. Dwie kolejne zostały ranne", "date_published": "2022-10-14 04:06:00+00:00", "description": "W strzelaninie w Raleigh zginęło pięć osób, w tym policjant - przekazały media. Sprawca został ujęty kilka godzin po zdarzeniu. Był to nastolatek uzbrojony w broń długą. Według szacunków policyjnych w 2021 r. zastrzelono w USA ok. 49 tys."}]