[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/debski-o-rosyjskich-generalach-mowi-sie-ze-to-rzeznicy-a-wymienia-sie-ich-po-trzech-miesiacach/", "title": "Dębski o rosyjskich generałach: Mówi się, że to rzeźnicy, a wymienia się ich po trzech miesiącach", "date_published": "2022-10-10 20:05:00+00:00", "description": "- Wojna na Ukrainie nie idzie po myśli Kremla - powiedział w Gościu Wydarzeń Sławomir Dębski, dyrektor Polskiego Instytutu Spraw Międzynarodowych, dodając że szybkie dymisje generałów, którzy odpowiadają za armię rosyjską o tym świadczą. - Przedstawia się ich jako rzeźników Syrii, a potem, co trzy miesiące, się wymienia - zauważył."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wojna-w-ukrainie-naczelnik-wydzialu-ukrainskiej-cyberpolicji-zginal-w-ataku-rakietowym-na-kijow/", "title": "Policja żegna pułkownika. Zginął w ostrzale Kijowa", "date_published": "2022-10-10 18:21:00+00:00", "description": "W poniedziałkowym ostrzale Kijowa zginął pułkownik Jurij Zaskoka. Był on naczelnikiem wydziału cyberpolicji - przekazała ukraińska policja. Pracy w służbach poświecił 24 lata życia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/usa-joe-biden-dzisiejsze-ataki-pokazuja-brutalnosc-tej-nielegalnej-wojny/", "title": "USA. Joe Biden: Dzisiejsze ataki pokazują brutalność tej nielegalnej wojny", "date_published": "2022-10-10 16:54:00+00:00", "description": "Prezydent USA Joe Biden potępił szeroko zakrojone rosyjskie ataki rakietowe na Ukrainę. Stwierdził, że były one wymierzone w ludność cywilną i nie atakowały celów wojskowych. - Nadal będziemy zapewniać wsparcie niezbędne dla sił ukraińskich, aby bronić wolności - przekazał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/gen-boguslaw-samol-jezeli-lukaszenka-dalej-bedzie-sie-opieral-jego-dni-sa-policzone/", "title": "Gen. Bogusław Samol: Jeżeli Łukaszenka dalej będzie się opierał, jego dni są policzone", "date_published": "2022-10-10 16:18:00+00:00", "description": "- Łukaszenka musi coś zrobić, jeśli chodzi o szersze wsparcie Rosji. Sądzę, że jeżeli dalej będzie się opierał, jego dni są policzone - powiedział na antenie Polsat News gen. Bogusław Samol, dyrektor Instytutu Strategii Wojskowej. Zwrócił uwagę, że białoruski dyktator lawiruje między pokojem a wojną oraz obawia się reakcji społeczeństwa"}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wojna-w-ukrainie-alla-z-iziumu-byla-torturowana-i-gwalcona-rosjanie-wiezili-ja-10-dni/", "title": "52-letnia Ałła z Iziumu była torturowana i wielokrotnie gwałcona. Rosjanie więzili ją 10 dni", "date_published": "2022-10-10 15:30:00+00:00", "description": "Wstrząsająca relacja Ukrainki więzionej w szopie, wielokrotnie gwałconej i torturowanej przez Rosjan. - Sześciu mężczyzn rozebrało mnie siłą, położyło na stole i zaczęło dotykać - opowiadała 52-letnia Ałła z Iziumu. Jej koszmar trwał 10 dni. Jak mówi, była zdecydowana popełnić samobójstwo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/most-krymski-na-przeprawe-promem-czeka-ponad-1300-ciezarowek/", "title": "Most Krymski. Na przeprawę promem czeka ponad 1300 ciężarówek", "date_published": "2022-10-10 15:24:00+00:00", "description": "- Ponad 650 ciężarówek czeka na Krymie na przeprawę przez Cieśninę Kerczeńską po sytuacji awaryjnej na moście - poinformował wierny Kremlowi szef lokalnej administracji Światosław Brusakow. Po drugiej stronie cieśniny w regionie Kubańska w korku stać ma z kolei około 700 pojazdów - przekazała rosyjska agencja Interfax."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/putin-mowil-ze-ataki-rakietowe-to-odwet-ukrainski-wywiad-zaprzecza-i-pokazuje-dowody/", "title": "Putin mówił, że ataki rakietowe to odwet. Ukraiński wywiad zaprzecza i pokazuje dowody", "date_published": "2022-10-10 13:54:00+00:00", "description": "Wbrew temu co sugerował w poniedziałek Władimir Putin, rosyjski ostrzał rakietowy nie jest odwetem okupantów za ostatnie sukcesy Ukraińców czy zniszczenie Mostu Krymskiego. Jak informuje ukraiński wywiad wojskowy, Kreml miał je planować już na początku października."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wojna-w-ukrainie-wolodymyr-zelenski-rozmawial-z-andrzejem-duda/", "title": "Wojna w Ukrainie. Wołodymyr Zełenski rozmawiał z Andrzejem Dudą", "date_published": "2022-10-10 11:58:00+00:00", "description": "W dniu zmasowanych ataków na ukraińskie miasta, które rosyjskie wojska przeprowadziły w odwecie za zniszczenie Mostu Krymskiego, Wołodymyr Zełenski nadzwyczajnym trybie rozmawiał z polskim prezydentem Andrzejem Dudą."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/lukaszenka-o-broni-jadrowej-polska-drzy/", "title": "Łukaszenka o broni jądrowej: Polska drży", "date_published": "2022-10-10 11:44:00+00:00", "description": "- Polska zwyczajnie drży i prosi Stany Zjednoczone o rozmieszczenie na jej terytorium broni jądrowej - stwierdził Aleksandr Łukaszenka podczas spotkania ze swoimi generałami. Wcześniej mówił o utworzeniu rosyjsko-białoruskiej grupy wojsk. W poniedziałek rano Rosja m.in. z terenu Białorusi przeprowadziła barbarzyński atak rakietowy na Ukrainę, niszcząc szereg obiektów cywilnych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/atak-na-ukraine-miedwiediew-to-pierwszy-odcinek-beda-kolejne/", "title": "Atak na Ukrainę. Miedwiediew: To pierwszy odcinek. Będą kolejne", "date_published": "2022-10-10 11:41:00+00:00", "description": "Rosyjskie Ministerstwo Obrony stwierdziło, że cel zmasowanego uderzenia na Ukrainę został osiągnięty - poinformowała rosyjska agencja Interfax. Odtworzono pierwszy odcinek. Będą kolejne - napisał na Telegramie były prezydent Rosji, wiceszef Rady Bezpieczeństwa Federacji Rosyjskiej Dmitrij Miedwiediew."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/atak-rakietowy-na-ukraine-najwazniejsze-informacje/", "title": "Atak rakietowy na Ukrainę. Najważniejsze informacje", "date_published": "2022-10-10 10:45:00+00:00", "description": "Dziewięć ofiar śmiertelnych i dziesiątki rannych - to tragiczny bilans poniedziałkowego ostrzału Kijowa. Rosjanie zaatakowali praktycznie całe terytorium Ukrainy. Zniszczono obiekty infrastruktury krytycznej. Jednocześnie Alaksandr Łukaszenka poinformował o formowaniu wspólnej grupy wojsk Rosji i Białorusi. Przedstawiamy najważniejsze informacje."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wojna-w-ukrainie-zbombardowano-budynek-niemieckiego-konsulatu-w-kijowie/", "title": "Wojna w Ukrainie: Budynek niemieckiego konsulatu w Kijowie zniszczony", "date_published": "2022-10-10 10:42:00+00:00", "description": "Jedna z rosyjskich rakiet, którymi w poniedziałek ostrzelano Kijów, trafiła w budynek, w którym mieście się biuro wizowe niemieckiego konsulatu. Informację podaną przez Bild potwierdził rzecznik Ministerstwa Spraw Zagranicznych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wojna-w-ukrainie-moldawia-domaga-sie-wyjasnien-od-rosji/", "title": "Wojna w Ukrainie. Mołdawia domaga się wyjaśnień od Rosji. Rakiety przeleciały nad krajem", "date_published": "2022-10-10 10:40:00+00:00", "description": "Mołdawia mówi o skrajnie ciężkim incydencie z rosyjskimi rakietami. Wystrzelone z rosyjskich statków na Morzu Czarnym pociski przeleciały nad terytorium kraju. Poleciłem wezwać ambasadora Rosji w celu złożenia wyjaśnień - napisał na Twitterze wicepremier oraz minister spraw zagranicznych i integracji europejskiej Mołdawii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/ataki-na-ukraine-z-terytorium-bialorusi-komisja-europejska-reaguje/", "title": "Ataki na Ukrainę z terytorium Białorusi. Komisja Europejska reaguje", "date_published": "2022-10-10 10:28:00+00:00", "description": "Wzywamy reżim w Mińsku do natychmiastowego wstrzymania wykorzystywania terytorium Białorusi jako platformy do ataków powietrznych na Ukrainę, w tym ataków rakietowych i z wykorzystaniem dronów - oświadczył rzecznik Komisji Europejskiej Peter Stano."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/przyznano-nagrode-nobla-w-dziedzinie-ekonomii/", "title": "Przyznano Nagrodę Nobla w dziedzinie ekonomii", "date_published": "2022-10-10 09:45:00+00:00", "description": "W poniedziałek przyznano Nagrodę Nobla w dziedzinie nauk ekonomicznych. Za badania nad bankowością i kryzysami finansowymi wyróżnieni zostali Amerykanie - Ben S. Bernanke, Douglas W. Diamond i Philip H. Dybvig."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/lukaszenka-oskarzyl-ukraine-o-plany-ataku-rosja-i-bialorus-gromadza-wojska/", "title": "Łukaszenka oskarżył Ukrainę o plany ataku. Rosja i Białoruś gromadzą wojska", "date_published": "2022-10-10 09:43:00+00:00", "description": "Alaksandr Łukaszenka poinformował, że Moskwa i Mińsk zgodziły się na formowanie i rozmieszczenie wspólnej grupy wojsk - poinformowała białoruska agencja BelTA. Łukaszenka oskarżył Ukrainę o plany ataku na Białoruś."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/niemcy-najwyzszy-urzednik-ds-cyberbezpieczenstwa-oskarzony-o-kontakty-z-rosja-ma-stracic-prace/", "title": "Niemcy: Najwyższy urzędnik ds. cyberbezpieczeństwa oskarżony o kontakty z Rosją. Ma stracić pracę", "date_published": "2022-10-10 09:32:00+00:00", "description": "Szef niemieckiego Federalnego Urzędu ds. Bezpieczeństwa Informacji Arne Schoenbohm ma stracić pracę po tym, gdy poinformowano, że mógł mieć kontakty z rosyjskim wywiadem - poinformowała AFP."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wlochy-wybuchl-wulkan-stromboli-niepokojace-doniesienia/", "title": "Włochy. Wybuchł wulkan Stromboli. Niepokojące doniesienia", "date_published": "2022-10-10 08:50:00+00:00", "description": "Nagły wzrost aktywności wulkanu Stromboli na włoskiej wyspie o tej samej nazwie niedaleko Sycylii. Z wierzchołka unosi się gęsty dym, doszło także do wypływu lawy i popiołów wulkanicznych, które po zboczu wpadły do morza. Departament Ochrony Ludności podniósł stan alarmu na wyspie z żółtego do pomarańczowego. Góra jest cały czas monitorowana przez wulkanologów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/zelenski-do-ukraincow-zostancie-w-domach-rosjanie-chca-nas-zetrzec-z-powierzchni-ziemi/", "title": "Wojna w Ukrainie. Zełenski do Ukraińców. \"Rosjanie chcą nas zetrzeć z powierzchni ziemi\"", "date_published": "2022-10-10 08:02:00+00:00", "description": "Trzymajmy się i bądźmy silni! - zaapelował prezydent Ukrainy do narodu. Alarmy nie ustają w całej Ukrainie. Wszędzie uderzają pociski. Niestety są zabici i ranni - napisał i zalecił rodakom, by pozostali w schronach dbając o bezpieczeństwo swych bliskich. Rosjanie próbują nas unicestwić i całkowicie zetrzeć z powierzchni ziemi - dodał Wołodymyr Zełenski. Podobny apel zamieścił mer Kijowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/ostrzal-kijowa-most-kliczki-zostal-zniszczony/", "title": "Wojna w Ukrainie. Ostrzał Kijowa: Rosjanie uderzyli w \"most Kliczki\"", "date_published": "2022-10-10 07:58:00+00:00", "description": "Nagranie opublikowane w mediach społecznościowych pokazuje, że jednym z celów Rosjan w Kijowie była wybudowana w 2019 roku szklana przeprawa pieszo-rowerowa znana jako most Kliczki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/kolejny-rakiety-leca-w-strone-ukrainy/", "title": "Kolejne rakiety lecą w stronę Ukrainy", "date_published": "2022-10-10 07:54:00+00:00", "description": "Kolejne rakiety lecą w stronę Ukrainy. To ponad 40 pocisków. Taką informację podał na antenie Polsat News ukraiński deputowany Mykoła Kniażycki, powołując się na mera Krzywego Rogu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/dramatyczne-nagranie-z-kijowa-sila-wybuchu-odrzucila-dziewczyne/", "title": "Dramatyczne nagranie z Kijowa. Siła wybuchu odrzuciła dziewczynę", "date_published": "2022-10-10 06:44:00+00:00", "description": "W poniedziałek rano Rosjanie, po raz kolejny, zaatakowali szereg Ukraińskich miast. Pociski spadły między innymi na Kijów, Lwów i Tarnopol. Zaatakowano obiekty cywilne. Według wstępnych informacji są ofiary."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/lwow-kolejne/", "title": "Wojna w Ukrainie. Eksplozje we Lwowie i kilku innych miastach", "date_published": "2022-10-10 06:27:00+00:00", "description": "We Lwowie doszło do co najmniej kilku eksplozji - informuje agencja Reutera. Wybuchy można było usłyszeć także w takich miastach jak Tarnopol, Żytomierz, Chmielnicki i Dnipro."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wybuch-na-moscie-krymskim-miedwiediew-straszy-zniszczeniem-terrorystow/", "title": "Wybuch na Moście Krymskim. Miedwiediew straszy \"zniszczeniem terrorystów\"", "date_published": "2022-10-10 05:40:00+00:00", "description": "- Odpowiedzią Rosji na atak terrorystyczny zorganizowany na Moście Krymskim może być tylko bezpośrednie zniszczenie terrorystów - powiedział Dmitrij Miedwiediew, wiceszef Rady Bezpieczeństwa Federacji Rosyjskiej. Stwierdził, że za atakiem stoi upadłe państwo ukraińskie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-10/wybuchy-w-kijowie-media-informuja-o-eksplozjach-w-centrum/", "title": "Wybuchy w Kijowie. Media informują o eksplozjach w centrum", "date_published": "2022-10-10 05:25:00+00:00", "description": "W centrum Kijowa doszło najprawdopodobniej do kilku eksplozji - informują media. Informację potwierdził mer ukraińskiej stolicy Witalij Kliczko. Nad miastem unosi się dym, nie kursuje komunikacja miejska, w tym metro."}]