[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-army-secretary-were-not-woke-we-just-have-diversity-equity-and-inclusion", "title": "Biden’s Army Secretary: We’re Not Woke — We Just Have Diversity, Equity, And Inclusion", "date_published": "2022-10-10 18:45:02+00:00", "description": "On Monday, President Joe Biden&#8216;s Secretary of the Army Christine Wormuth gave a master class on how the Left advances its agenda into every orifice of the United States federal government. Wormuth is a liberal arts graduate with a master&#8217;s of public policy who has served in the civilian position since May 2021. The Biden ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blue-states-have-worse-inequality-than-red-ones-new-census-data-shows", "title": "Blue States Have Worse Inequality Than Red Ones, New Census Data Shows", "date_published": "2022-10-10 18:14:43+00:00", "description": "Red states had less income inequality, experienced less poverty, and had less divergence between races compared to blue-state counterparts, an analysis of new Census data found. The data also showed that expensive housing &#8212; a function of supply and demand that is plaguing blue states &#8212; tracks with how many immigrants are in the state."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-reacts-to-kanyes-controversial-tweet", "title": "Candace Reacts To Kanye’s Controversial Tweet", "date_published": "2022-10-10 18:05:21+00:00", "description": "All Sunday long, my phone was blowing up with people asking for a reaction to Kanye West’s supposedly anti-semitic tweet. I know what it&#8217;s like. I have been falsely accused of being anti-Semitic — when I was working for Prager University named after a Jewish man Dennis Prager — so my first instinct was to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hispanics-favor-columbus-over-biden-and-harris-report", "title": "Hispanics Favor Columbus Over Biden and Harris: Report", "date_published": "2022-10-10 17:59:24+00:00", "description": "A new national poll suggests that Hispanics in the U.S. favor Christopher Columbus more than President Joe Biden and Vice President Kamala Harris. Conducted by WPA Intelligence, a conservative polling firm that collaborated with Visto Media on behalf of Latino advocacy group Bienvenido, the national poll surveyed 1,086 respondents about which high-profile personalities Hispanic communities ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paypal-value-down-6-billion-delete-paypal-searches-soar-1300-after-daily-wire-report-exposes-misinformation-policy", "title": "PayPal Value Down $6 Billion, ‘Delete PayPal’ Searches Soar 1,300% After Daily Wire Report Exposes ‘Misinformation’ Policy", "date_published": "2022-10-10 17:41:36+00:00", "description": "Google searches for phrases such as “delete Paypal” were soaring as much as 1,300% days after a report from The Daily Wire highlighted the company’s attempt to penalize users $2,500 for spreading “misinformation” through the platform. PayPal, which has deplatformed multiple entities and commentators for their political and social views, had unveiled an upcoming change ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/beware-the-wokes-monty-python-alum-defends-new-show-tackling-cancel-culture-and-new-authoritarians", "title": "‘Beware The ‘Wokes’’: ‘Monty Python Alum’ Defends New Show Tackling ‘Cancel Culture’ And New ‘Authoritarians’", "date_published": "2022-10-10 17:40:55+00:00", "description": "&#8220;Monty Python&#8221; alumni John Cleese defended his new show tackling &#8220;cancel culture&#8221; and said &#8220;wokes&#8221; won&#8217;t like it because they are &#8220;authoritarians&#8221; and &#8220;people who believe [they] are purer than they actually are.&#8221; The 82-year-old actor/comedian took to Twitter Monday following his appearance on BBC Radio 4&#8217;s popular &#8220;Today&#8221; program on Monday where he talked ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-signs-bill-getting-rid-of-plastic-produce-bags", "title": "Newsom Signs Bill Getting Rid Of Plastic Produce Bags", "date_published": "2022-10-10 17:30:32+00:00", "description": "Last week, Democratic Governor of California Gavin Newsom signed a bill that will force groceries to get rid of plastic bags used to store fruits and vegetables prior to purchase by 2025.  Under the bill, SB 1046, stores are not allowed to give out “precheckout” bags unless they are compostable or a paper bag made ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trans-women-find-out-if-they-can-skip-military-draft-under-biden-administration", "title": "Trans Women Find Out If They Can Skip Military Draft Under Biden Administration", "date_published": "2022-10-10 17:23:27+00:00", "description": "Identifying as a female won’t get biological males out of registering for the military draft, even under the pro-trans Biden administration. The Selective Service policy requires all males between the ages of 18 and 25 to register and explicitly includes trans women. The policy predates the Biden administration, but it has not changed, according to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shifting-the-burden-to-taxpayers-biden-slammed-with-lawsuit-against-student-loan-power-grab", "title": "‘Shifting The Burden To Taxpayers’: Biden Slammed With Lawsuit Against Student Loan ‘Power Grab’", "date_published": "2022-10-10 17:02:31+00:00", "description": "The Job Creators Network Foundation’s Legal Action Fund filed a lawsuit against the Biden administration on Monday for its policy to cancel $10,000 in student debt for millions of borrowers. The complaint from the conservative advocacy group contends that the policy violated the notice-and-comment processes mandated by the Administrative Procedure Act. Other parties have likewise ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/did-madonna-just-come-out-madonnas-latest-tiktok-post-blows-up-online", "title": "‘Did Madonna Just Come Out?’: Madonna’s Latest TikTok Post Blows Up Online", "date_published": "2022-10-10 16:44:41+00:00", "description": "Singer Madonna on Sunday posted a viral TikTok video that has been interpreted as coming out as gay to her 2.8 million followers. Madonna, full name Madonna Louise Ciccone, has displayed increasingly bizarre behavior online with highly-filtered and over-sexualized posts in recent years. &#8220;If I miss, I&#8217;m gay!&#8221; read the text over the &#8220;Material Girl&#8221; singer&#8217;s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/washingtons-armor-new-biopic-explores-the-faith-of-a-young-george-washington", "title": "‘Washington’s Armor’: New Biopic Explores The Faith Of A Young George Washington", "date_published": "2022-10-10 16:37:46+00:00", "description": "Hollywood often avoids the spiritual themes which have defined the country since its inception. The 2005 biopic “Walk the Line” downplayed singer Johnny Cash’s deep, abiding faith, leaving longtime fans flustered. The 2014 drama “Unbroken,” directed by Angelina Jolie, did the same to its subject. Jolie honored the remarkable story of Louis Zamperini, the World ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-ca-senator-turns-on-l-a-democrats-over-racist-audio-leak", "title": "Top CA Senator Turns On L.A. Democrats Over Racist Audio Leak", "date_published": "2022-10-10 16:34:06+00:00", "description": "U.S. Senator Alex Padilla (D-CA) called for several L.A. City Council Democrats to resign after audio leaked of the city council president making racist remarks about black people. In the audio, from 2021, L.A. City Council President Nury Martinez compared the adopted black son of fellow council member Mike Bonin to a monkey. She later ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-insane-to-me-mila-kunis-slams-academy-members-giving-will-smith-standing-ovation", "title": "‘It’s Insane To Me’: Mila Kunis Slams Academy Members Giving Will Smith Standing Ovation", "date_published": "2022-10-10 16:09:11+00:00", "description": "Mila Kunis slammed fellow celebrities who gave Will Smith a standing ovation at the 94th Academy Awards show in March after he slapped comedian Chris Rock, describing the moment as &#8220;insane.&#8221; The 39-year-old actress said she and her husband, actor Ashton Kutcher, were in attendance at the Dolby Theater in Hollywood that night and witnessed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ricky-gervais-has-two-words-when-asked-about-hosting-2023-golden-globes", "title": "Ricky Gervais Has Two Words When Asked About Hosting 2023 Golden Globes", "date_published": "2022-10-10 16:06:25+00:00", "description": "Ricky Gervais responded with two words on Sunday after someone on Twitter suggested the comedian host the 2023 Golden Globes awards show. &#8220;F*** that,&#8221; the 61-year-old British actor tweeted, along with a crying/laughing face emoji, in response to a tweet that read, &#8220;[Retweet] if you wish @rickygervais would host the golden globes again in 2023.&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/media-ripped-melania-trumps-hurricane-heels-say-nothing-about-jill-bidens", "title": "Media Ripped Melania Trump’s Hurricane Heels, Say Nothing About Jill Biden’s", "date_published": "2022-10-10 15:58:18+00:00", "description": "Something very interesting happened last week when President Joe Biden and first lady Jill Biden flew down to Florida to witness firsthand the damage done by Hurricane Ian. No, it wasn&#8217;t that Biden toured with Republican Governor Ron DeSantis, a possible preview of the 2024 presidential contest. It was Jill Biden&#8217;s shoes. An eagle-eyed Twitterer ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/electric-vehicle-company-recalls-nearly-all-of-its-cars", "title": "Electric Vehicle Company Recalls Nearly All Of Its Cars", "date_published": "2022-10-10 15:48:59+00:00", "description": "Rivian announced a recall on Friday impacting nearly every vehicle the electric car company has delivered to customers. The venture, which is partially owned by Amazon and Ford, received seven reports potentially related to a loose fastener connecting vehicles’ front upper-control arm and steering knuckle, which could be affecting drivers’ ability to steer. Shares of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/indiana-republican-claims-opponent-illegally-obtained-her-military-records-and-politico-published-them", "title": "Indiana Republican Claims Opponent ‘Illegally Obtained’ Her Military Records — And Politico Published Them", "date_published": "2022-10-10 15:29:14+00:00", "description": "Indiana Republican Congressional candidate Jennifer-Ruth Green blasted her opponent — incumbent Rep. Frank Mrvan (D-IN) — claiming that his campaign team had illegally obtained her private military records and shopped them to media outlets. Green delivered a lengthy statement on Monday, following an article Politico published on Friday that included the contents of some of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nike-co-founder-moves-support-to-gop-oregon-gubernatorial-candidate-with-1m-donation", "title": "Nike Co-Founder Moves Support To GOP Oregon Gubernatorial Candidate With $1M Donation", "date_published": "2022-10-10 15:26:47+00:00", "description": "The race for governor of Oregon is getting ever tighter, as Republican candidate Christine Drazan sees favorability in polling and picks up a donation from the co-founder of Nike. Phil Knight, co-founder of mega athletic company Nike, has given $1 million to Drazan’s Oregon gubernatorial campaign, KATU reported. The move was reportedly first publicized by ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/just-what-we-need-live-military-updates-from-teachers-union-prez-randi-weingarten-in-ukraine", "title": "Just What We Need, Live Military Updates From Teachers Union Prez Randi Weingarten In Ukraine", "date_published": "2022-10-10 15:13:27+00:00", "description": "For reasons unexplained, American Federation of Teachers union chief Randi Weingarten announced Monday morning that she would be heading to the Ukrainian border to &#8220;assess&#8221;  the damage after Russia bombarded the Eastern European nation. Woke up this am to reports of disgusting Russian missile strikes in Kyiv, Lviv &amp; other cities.Heading to the border now ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/neil-degrasse-tyson-tries-to-ruin-top-gun-maverick-nasa-astronaut-spoils-his-fun", "title": "Neil DeGrasse Tyson Tries To Ruin ‘Top Gun: Maverick’ — NASA Astronaut Spoils His Fun", "date_published": "2022-10-10 15:02:25+00:00", "description": "Renowned astrophysicist Neil deGrasse Tyson took a belated potshot at actor Tom Cruise&#8217;s high-flying summer blockbuster &#8220;Top Gun: Maverick,&#8221; but NASA astronaut Scott Kelly brought him back down to earth. Tyson shared his thoughts in a tweet on Sunday, acknowledging that he was a bit behind the times — as the movie was released in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-large-company-announces-departure-from-chicago", "title": "Another Large Company Announces Departure From Chicago", "date_published": "2022-10-10 14:54:01+00:00", "description": "Tyson Foods announced last week that all employees in the Chicago area would be relocated, rendering the meat and poultry company one of multiple businesses to pull operations from the Windy City in recent months. Beginning next year, Tyson staffers will relocate from Chicago and Dakota Dunes, South Dakota, toward the firm&#8217;s corporate headquarters in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gavin-newsoms-wife-to-testify-in-second-weinstein-rape-trial", "title": "Gavin Newsom’s Wife To Testify In Second Weinstein Rape Trial", "date_published": "2022-10-10 14:19:29+00:00", "description": "Democratic Governor Gavin Newsom&#8217;s wife will testify against disgraced movie mogul Harvey Weinstein in his California rape trial, according to a report. Weinstein, who is serving a 23-year sentence for rape in New York, stands accused of sexually assaulting five women between 2003 and 2014. Jennifer Seibel Newsom is one of the accusers who will ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/14-year-old-missing-over-a-week-under-suspicious-circumstances-police-wont-issue-an-amber-alert", "title": "14-Year-Old Missing Over A Week Under Suspicious Circumstances, Police Won’t Issue An Amber Alert", "date_published": "2022-10-10 13:42:25+00:00", "description": "On September 30, 14-year-old Boulder High School student Chloe Campbell went to a school football game and hasn’t been seen since. Her parents, Jessica Knape and David Campbell, have told police and media that witnesses have said their daughter was seen walking on the Boulder Creek Trail, possibly intoxicated. They have also said she was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-l-a-democrat-resigns-after-comparing-black-child-to-monkey-in-leaked-racist-audio", "title": "Top L.A. Democrat Resigns After Comparing Black Child To Monkey In Leaked Racist Audio", "date_published": "2022-10-10 13:32:59+00:00", "description": "Democrat Nury Martinez resigned as president of the Los Angeles City Council on Monday, one day after a racist leaked audio recording was released. Martinez issued a statement regarding her resignation as council president, although she will remain a council member. &#8220;I take responsibility for what I said and there are no excuses for those ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-drops-below-50-on-all-10-of-americans-top-priorities-poll", "title": "Biden Drops Below 50% On All 10 Of Americans’ Top Priorities: Poll", "date_published": "2022-10-10 13:32:52+00:00", "description": "With less than a month to go until the midterm elections, President Joe Biden&#8217;s approval ratings are in the dumper. Now, a new poll shows just how bad things really are. Fewer than 1 in 4 people (24%) think America is going in the right direction, the Ipsos poll of 1,003 people found. Sixty-three percent ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnn-crew-booted-from-thailand-apologizes-after-filming-scene-of-daycare-massacre", "title": "CNN Crew Booted From Thailand, Apologizes After Filming Scene Of Daycare Massacre", "date_published": "2022-10-10 13:20:40+00:00", "description": "A pair of CNN journalists agreed to leave Thailand after they were accused of breaking into the scene of last week’s horrific massacre inside a daycare center. The journalists, reporter Anna Coren and cameraman Daniel Hodge, apologized in a video for their coverage of Thursday&#8217;s attack, that left 37 people dead including 23 children in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/young-farmers-step-up-to-feed-the-nation-as-ag-business-shrinks", "title": "Young Farmers Step Up To Feed The Nation As Ag Business Shrinks", "date_published": "2022-10-10 12:17:05+00:00", "description": "As the agricultural industry around the world gets smaller, young farmers in the United States are rising to the task, even as they face hostile regulations and challenges. The number of people working in the global agricultural industry has decreased over the past several decades — from 44% in 1991 to 26% in 2020, according ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fbi-now-assisting-with-debbie-collier-murder-investigation", "title": "FBI Now Assisting With Debbie Collier Murder Investigation", "date_published": "2022-10-10 12:13:42+00:00", "description": "FBI agents have joined local authorities investigating the death of Georgia mom Debbie Collier, whose burned remains were discovered in mid-September. So far, the Habersham County Sheriff’s Office (HCSO) has been investigating Collier’s death, but the FBI became involved late last week. “The FBI is assisting our law enforcement partners,” Atlanta FBI Bureau spokesperson Tony Thomas said ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-life-and-times-of-joe-biden-according-to-joe-biden-volume-1", "title": "The Life And Times Of Joe Biden (According To Joe Biden): Volume 1", "date_published": "2022-10-10 11:32:35+00:00", "description": "As President Joe Biden approaches the tender of age 80, he sure has packed a lot into his short time on earth. And what he hasn’t had the time to do, he has made up. The Life And Times Of Joe Biden (According to Joe Biden) are a never-ending saga with more twists and turns ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twin-daughters-of-ny-gov-hopeful-lee-zeldin-hide-as-shooting-unfolds-outside-home", "title": "Twin Daughters Of NY Gov. Hopeful Lee Zeldin Hid As Shooting Unfolded Outside Home", "date_published": "2022-10-10 11:26:37+00:00", "description": "A shooting leaving two injured unfolded Sunday evening outside the Long Island residence of New York gubernatorial hopeful Rep. Lee Zeldin (R-NY) while the politician&#8217;s twin daughters were at home. Zeldin, who&#8217;s vying to become the first New York Republican to win a statewide election in two decades, said the incident has only strengthened his resolve ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/minding-my-fat-black-beautiful-business-lizzo-responds-to-criticism-of-fat-acceptance-movement", "title": "‘Minding My Fat Black Beautiful Business’: Lizzo Responds To Criticism Of ‘Fat Acceptance’ Movement", "date_published": "2022-10-10 11:11:04+00:00", "description": "Singer Lizzo answered critics of her weight and the &#8220;fat acceptance&#8221; movement during a concert on Friday. Ye, the rapper formerly known as Kanye West, on Thursday told Fox News Tucker Carlson that Lizzo, whom he considers a friend, has been criticized for losing weight, something he found extremely troubling and tied to a larger targeting ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-paypal-stock-plummets-after-daily-wire-report-exposes-shocking-misinformation-policy", "title": "BREAKING: PayPal Stock Plummets After Daily Wire Report Exposes Shocking ‘Misinformation’ Policy", "date_published": "2022-10-10 09:59:33+00:00", "description": "Share prices for PayPal dropped nearly 5% on Monday morning after a report from The Daily Wire highlighted the firm’s attempt to fine users $2,500 for spreading “misinformation” through the platform. The financial services company, which has repeatedly deplatformed organizations and commentators for their political views, had announced a forthcoming update to its acceptable use ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gibsons-v-oberlin-how-an-elite-woke-college-nearly-destroyed-a-family-owned-bakery", "title": "Gibson’s V. Oberlin: How An Elite Woke College Nearly Destroyed A Family-Owned Bakery", "date_published": "2022-10-10 09:53:29+00:00", "description": "Gibson’s Bakery has been a staple of the city of Oberlin, Ohio, since 1885. A family-owned small business, the bakery serves the city’s population of more than 8,000 residents, half of whom either attend or work for nearby Oberlin College, a small and highly selective liberal arts college. For decades, Oberlin and Gibson’s lived in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fans-roar-as-nfl-rookie-makes-debut-weeks-after-being-shot-in-d-c-carjacking-attempt", "title": "Fans Roar As NFL Rookie Makes Debut Weeks After Being Victim In Shocking DC Attack", "date_published": "2022-10-10 09:20:02+00:00", "description": "Rookie Brian Robinson Jr. took the field for the NFL’s Washington Commanders Sunday, just six weeks after he was shot twice in an attempted carjacking. The former Alabama star was introduced last at the home game against the Tennessee Titans, running out of the tunnel to 50 Cent&#8216;s &#8220;Many Men&#8221; amid thunderous applause. He later ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nhl-player-suspended-for-sexual-abuse-grooming-minor-allegations", "title": "NHL Player Suspended For Sexual Abuse, Grooming Minor Allegations", "date_published": "2022-10-10 08:22:32+00:00", "description": "The Tampa Bay Lightning suspended defenseman Ian Cole Sunday for allegedly grooming and sexually abusing a minor, sparking an investigation from the National Hockey League. Lightning officials released a statement acknowledging the allegations against Cole and said they would fully cooperate in the investigation. “Our organization takes these allegations very seriously,” the team said in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/putin-unleashes-fierce-border-to-border-missile-blitz-on-ukraine-following-bridge-attack", "title": "Putin Unleashes Fierce Border-To-Border Missile Blitz On Ukraine Following Bridge Attack", "date_published": "2022-10-10 07:48:20+00:00", "description": "Russia unleashed a barrage of missile strikes Monday morning throughout Ukraine, striking all major cities including Kyiv in apparent revenge for the attack on a key bridge connecting Crimea to the Russian mainland. Some 75 missiles rained down on Ukrainian cities, including several that struck the capital, where at least eight people were killed and ..."}]