[{"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/biden-zelensky-advanced-air-defense-systems/index.html", "title": "Biden promises Ukraine 'advanced air defense systems'", "date_published": "2022-10-10 21:51:31+00:00", "description": "President Joe Biden spoke with Ukrainian President Volodymyr Zelensky on Monday after a deluge of Russian missiles targeted cities across Ukraine, condemning the strikes and pledging continued US security assistance \"including advanced air defense systems.\""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/tv/2022/10/10/amanpour-dmytro-kuleba-ukraine-russia-airstrikes.cnn", "title": "'No way' Russian strikes will change Ukraine's war tactics, says Ukraine's Foreign Minister", "date_published": "2022-10-10 19:49:49+00:00", "description": "\"We're going to continue fighting, and we will win,\" Dmytro Kuleba tells Christiane Amanpour, urging the west to help \"defeat the country that is trying to set the world on fire.\""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/sport/shaquille-oneal-nba-team-purchase-abu-dhabi-spt-intl/index.html", "title": "Shaquille O'Neal reiterates desire to buy NBA team, wants to 'go back home'", "date_published": "2022-10-10 19:00:26+00:00", "description": "Four-time NBA champion and 2000 NBA MVP Shaquille O'Neal has sent out a cryptic message reiterating his wish to invest in an NBA team, after rebuffing reports earlier this month that he wanted to buy the Phoenix Suns."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/world/milky-way-graveyard-scn/index.html", "title": "Graveyard of ancient stars uncovered in the Milky Way", "date_published": "2022-10-10 18:53:22+00:00", "description": "The Milky Way galaxy has a graveyard of dead stars that stretches three times the height of the galaxy, according to new research. Astronomers found the ancient stellar remnants when they mapped this \"galactic underworld\" for the first time."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/tech/elon-musk-twitter-bot-analysis-cyabra/index.html", "title": "Elon Musk commissioned this bot analysis in his fight with Twitter. Now it shows what he could face if he takes over the platform", "date_published": "2022-10-10 18:50:41+00:00", "description": "Spam and fake accounts are more prevalent on Twitter than on comparable social platforms, according to a data analysis firm hired by Elon Musk as part of his legal battle with Twitter."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/fact-check-trump-documents-george-hw-bush-bowling-chinese-clinton/index.html", "title": "Trump falsely claims George H.W. Bush took millions of documents to a former bowling alley and Chinese restaurant", "date_published": "2022-10-10 18:42:47+00:00", "description": "First, former President Donald Trump tried a false claim about the document-handling practices of former President Barack Obama. Now, Trump is making the same false claim about other former presidents."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/us/2022/10/10/comedian-heckler-beer-attack-politics-ath-intv-contd-vpx.cnn", "title": "Watch moment comedian gets beer thrown at her on stage", "date_published": "2022-10-10 18:26:16+00:00", "description": "A heckler threw a beer at comedian Ariel Elias after a conversation about politics. CNN's Kate Bolduan talks to her about the way she handled the moment."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/europe/russia-ukraine-strikes-crimea-bridge-analysis-cmd-intl/index.html", "title": "Analysis: Mystery swirls over who blew up Putin's bridge", "date_published": "2022-10-10 17:08:40+00:00", "description": "The huge explosion on the Crimea bridge shortly before dawn on Saturday severely curtailed road and rail traffic along an important artery -- both civilian and military -- at a critical moment in Russia's campaign in Ukraine."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/10/iran-protests-fourth-week-update-mahsa-amini-karadsheh-ctw-vpx.cnn", "title": "Video: Police forcefully drag man and pregnant wife despite pleas", "date_published": "2022-10-10 16:58:44+00:00", "description": "Nationwide protests continue in Iran, despite government-imposed internet and social media crackdowns and increased aggression by security forces. CNN International correspondent Jomana Karadsheh reports."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/trump-documents-shipping-gsa/index.html", "title": "Newly released emails debunk Trump and allies' attempts to blame GSA for packing boxes that ended up in Mar-a-lago", "date_published": "2022-10-10 16:39:15+00:00", "description": "When the General Services Administration prepared to ship pallets of material to Florida for former President Donald Trump in July 2021, the federal agency asked Trump aide Beau Harrison to affirm what was in the boxes being shipped."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/middleeast/yemen-saudi-us-mime-intl/index.html", "title": "A failed truce renewal in Yemen could further complicate US-Saudi relations", "date_published": "2022-10-10 16:16:39+00:00", "description": "After a rare six months of relative calm, Yemen's warring sides last week failed to renew a truce deal, with calls from the United Nations for an extension falling on deaf ears."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/opinions/putin-russia-war-ukraine-strikes-crimea-bridge-bociurkiw/index.html", "title": "Opinion: Putin wants you to know he will not be humiliated", "date_published": "2022-10-10 16:02:37+00:00", "description": "Even amid irrepressible jubilation here in Ukraine in the aftermath of a massive explosion that hit the hugely strategic and symbolic Kerch Straight bridge over the weekend, fears of retaliation by the Kremlin were never far away."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/politics/2022/10/10/michael-fanone-tape-conversation-kevin-mccarthy-january-6-newday-vpx.cnn", "title": "Hear private audio conversation between former officer and Kevin McCarthy after Jan. 6", "date_published": "2022-10-10 15:26:00+00:00", "description": "Former DC Metropolitan police officer Michael Fanone reveals tapes he secretly recorded while meeting with House Minority Leader Kevin McCarthy, who said former President Donald Trump had no idea his supporters were carrying out the attack on January 6. CNN law enforcement correspondent Whitney Wild has the report."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/us/airport-websites-russia-hackers/index.html", "title": "Russian-speaking hackers knock US airport websites offline", "date_published": "2022-10-10 15:23:26+00:00", "description": "More than a dozen public-facing airport websites, including those for some of the nation's largest airports, appeared inaccessible Monday morning, and Russian-speaking hackers claimed responsibility."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/us/indigenous-peoples-day-native-americans-cec/index.html", "title": "What Indigenous Peoples' Day means to Native Americans", "date_published": "2022-10-10 15:19:22+00:00", "description": "For centuries, the US celebrated Christopher Columbus as the intrepid explorer who discovered the Americas -- a symbol of the American ideals of entrepreneurship and innovation."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/health/steps-for-weight-loss-wellness/index.html", "title": "What's the magic number of steps to keep weight off? Here's what a new study says", "date_published": "2022-10-10 15:16:21+00:00", "description": "Taking 8,600 steps a day will prevent weight gain in adults, while already overweight adults can halve their odds of becoming obese by adding an additional 2,400 steps — that's 11,000 steps a day, according to new research."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/business/amazon-electric-vehicles/index.html", "title": "Amazon will invest $970 million in electric vehicles for its European fleet", "date_published": "2022-10-10 14:43:04+00:00", "description": "Amazon said Monday it plans to spend €1 billion, or $972 million, on electric vehicles for its European fleet."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/travel/article/tusheti-georgia-remote-region-europe-edge/index.html", "title": "Animal sacrifices and pagan worship on the edge of Europe", "date_published": "2022-10-10 14:21:06+00:00", "description": "A tiny wooden hut with smoke sprouting from its chimney sits at the base of a windswept hill dotted with lambs. Inside is a large iron cauldron, scuffed from centuries of use and smothered in flames. As its interior bubbles, mountain barley and wild hops are married together to create a delightfully sweet, sour and cloudy ale known as aludi."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/health/family-school-playbook-mental-health-wellness/index.html", "title": "Every school and family should have a playbook for youth mental health", "date_published": "2022-10-10 14:16:18+00:00", "description": "In a world that can often feel divided, it's easy to lose sight of one thing all adults have in common — we were all kids once. Our caregivers and educators played integral roles in our mental health, our views of the world and our abilities to navigate life's ups and downs."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/entertainment/michael-j-fox-christopher-lloyd-reunion-intl-scli/index.html", "title": "Michael J. Fox and Christopher Lloyd reunion delights 'Back to the Future' fans", "date_published": "2022-10-10 13:34:30+00:00", "description": "Michael J. Fox and Christopher Lloyd delighted \"Back to the Future\" fans when they were reunited at the weekend, 37 years after the release of the sci-fi comedy."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/media/nikki-finke-obit/index.html", "title": "Nikki Finke, veteran Hollywood journalist, has died", "date_published": "2022-10-10 13:28:41+00:00", "description": "Nikki Finke, the sharp-tongue Hollywood journalist famous for her seemingly non-stop scoops, has died. She was 68."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/football/iker-casillas-carles-puyol-tweet-spt-intl/index.html", "title": "'Beyond disrespectful:' Iker Casillas and Carles Puyol criticized for deleted Twitter posts about coming out", "date_published": "2022-10-10 13:18:29+00:00", "description": "Former Real Madrid and Spain goalkeeper Iker Casillas says his Twitter account was hacked after receiving widespread criticism for posting a tweet claiming he was gay."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/opinions/patagonia-employees-vote-gellert/index.html", "title": "Patagonia CEO: Why business leaders should make it easier for employees to vote", "date_published": "2022-10-10 13:15:11+00:00", "description": "Voting is the backbone of democracy, but it has become increasingly difficult to cast a ballot in the United States."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/media/2022/10/10/kanye-west-antisemitism-twitter-instagram-melas-newday-sot-vpx-contd.cnn", "title": "Kanye West's Twitter account locked for antisemitic tweet", "date_published": "2022-10-10 13:02:14+00:00", "description": "Twitter has locked rapper Kanye West's account over an antisemitic tweet. The move comes after his Instagram account was restricted for violating the company's policies. CNN Entertainment Reporter Chloe Melas joins New Day to discuss."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/10/russian-strikes-ukraine-putin-crimea-bridge-vindman-taylor-newday-vpx.cnn", "title": "Vindman on Putin's bridge response: Russia is really a one-trick pony", "date_published": "2022-10-10 12:58:50+00:00", "description": "Lt. Col. Alexander Vindman (Ret.) and former US Ambassador to Ukraine Bill Taylor discuss what Russian strikes following the Crimea bridge explosion mean for Russian President Vladimir Putin's military strategy."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/entertainment/t-j-miller-ryan-reynolds-deadpool/index.html", "title": "T.J. Miller says he wasn't asked to return for 'Deadpool 3'", "date_published": "2022-10-10 12:55:56+00:00", "description": "T.J. Miller's time in the \"Deadpool\" franchise has come to an end."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/celebrities/celebrity-mental-health-platforms-pros-cons-wellness/index.html", "title": "Can Megan Thee Stallion and other celebrities help fans' mental health? Experts weigh in", "date_published": "2022-10-10 12:51:04+00:00", "description": "The influence of celebrities on culture is undeniable, but would you trust a pop star to help give you advice on mental health?"}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/us/robert-schentrup-parkland-shooting-death-penalty/index.html", "title": "Why the brother of Parkland school shooting victim Carmen Schentrup is against the death penalty for her killer", "date_published": "2022-10-10 12:05:52+00:00", "description": "With the conclusion of his death penalty trial looming, families of the Parkland school shooter's victims will soon learn whether he will spend the rest of his life in prison or be sentenced to death, an outcome many have indicated they prefer."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/michael-fanone-kevin-mccarthy-january-6/index.html", "title": "McCarthy told 2 officers in private meeting that Trump had no idea his supporters were attacking Capitol on January 6, newly obtained audio shows", "date_published": "2022-10-10 12:01:44+00:00", "description": "During a private meeting last summer, House Minority Leader Kevin McCarthy told two police officers who defended the US Capitol on January 6, 2021, and the mother of a third who died after the riot, that former President Donald Trump had no idea his supporters were carrying out the attack, according to newly obtained audio of the conversation."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/investing/premarket-stocks-trading/index.html", "title": "A tale of two jobs markets", "date_published": "2022-10-10 11:51:00+00:00", "description": "September's hotly anticipated jobs data ended up cooling markets on Friday. Stocks fell sharply as investors evaluated the report, which showed more jobs than expected were added to the US economy and indicated that more pain-inflicting interest rate hikes from the Federal Reserve lie ahead."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/sport/sebastian-gutierrez-new-england-patriots-nfl-spt-intl/index.html", "title": "NFL: Football player Sebastian Gutierrez swaps pizza shop for the New England Patriots", "date_published": "2022-10-10 11:50:59+00:00", "description": "A former pizza shop worker is now earning his dough in the NFL after being signed by the New England Patriots."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/golf/joo-hyung-tom-kim-tiger-woods-childrens-open-spt-intl/index.html", "title": "South Korean phenom Tom Kim matches Tiger Woods historical feat after second PGA Tour win", "date_published": "2022-10-10 11:27:28+00:00", "description": "Records tumbled in Tiger Woods' wake when the prodigious amateur turned professional in 1996 in one of the most breakneck accelerations to the summit that golf has ever seen."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/sport/joe-musgrove-ear-probe-padres-mets-spt-intl/index.html", "title": "Joe Musgrove subjected to ear probe as the San Diego Padres move onto NLDS after decisive 6-0 win against the New York Mets", "date_published": "2022-10-10 11:02:58+00:00", "description": "Pitcher Joe Musgrove was subjected to an ear probe by umpires during the San Diego Padres' dominant 6-0 win against the New York Mets as they moved onto the National League Division Series."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/barack-obama-midterms/index.html", "title": "Democrats won't get as much Obama as they want in the midterms. But he has some other plans.", "date_published": "2022-10-10 10:50:00+00:00", "description": "Requests for Barack Obama are pouring in from Democrats around the country -- candidates are desperate for his help in what they feel is an existential midterms battle, one in which each race could help determine control of Congress and governments in the states."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/10/mozambique-isis-fight-mckenzie-pkg-intl-hnk-contd-vpx.cnn", "title": "CNN rides along with security forces combating ISIS", "date_published": "2022-10-10 10:42:47+00:00", "description": "The war against ISIS has moved to ungoverned spaces like Northern Mozambique. The fight there isn't just about ending terrorism but about taking back control of the natural gas reserves that could potentially rival Russia. CNN's David McKenzie gets a rare opportunity to embed with forces combating ISIS in this high-stakes fight."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/football/alphonso-davies-bayern-munich-canada-dortmund-spt-intl/index.html", "title": "Alphonso Davies suffers 'cranial bruise' after being caught in the face by a boot during Der Klassiker", "date_published": "2022-10-10 10:40:54+00:00", "description": "Bayern Munich's Canadian international defender Alphonso Davies suffered a \"cranial bruise\" after being caught in the face by the boot of Borussia Dortmund's Jude Bellingham during Saturday's draw, according to the Bundesliga champion."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/europe/ukraine-kyiv-missile-strikes-russia-intl/index.html", "title": "Russian airstrikes echo the initial days of its invasion", "date_published": "2022-10-10 10:30:56+00:00", "description": "Multiple explosions rocked Kyiv and several other Ukrainian cities reported blasts and power outages on Monday morning, as Russia lashed out with a massive wave of violent airstrikes that carried echoes of the initial days of its invasion."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/media/elon-musk-china-taiwan-intl-hnk/index.html", "title": "Elon Musk's unsolicited idea for Taiwan welcomed by Beijing, slammed in Taipei", "date_published": "2022-10-10 10:19:01+00:00", "description": "As tensions between China and Taiwan simmer at their highest point in decades, officials in both places have clashed in recent days over an unsolicited idea from billionaire Elon Musk."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/economy/uk-budget-new-date/index.html", "title": "UK brings budget forward in another attempt to reassure markets", "date_published": "2022-10-10 10:09:48+00:00", "description": "UK Finance Minister Kwasi Kwarteng will publish details of his plans to tackle ballooning government debt and kickstart economic growth on October 31, more than three weeks earlier than scheduled, in an attempt to reassure investors and restore the government's badly damaged credibility."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/economy/nobel-prize-economics-winner-2022/index.html", "title": "Nobel Prize in economics awarded to trio including Ben Bernanke for work on financial crises", "date_published": "2022-10-10 10:08:41+00:00", "description": "Former Federal Reserve chair Ben Bernanke, Douglas Diamond and Philip Dybvig were awarded the Nobel Prize in economics on Monday for their work on banks and financial crises."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/sport/jordan-poole-draymond-green-preseason-warriors-lakers-spt-intl/index.html", "title": "Jordan Poole shines in first appearance since altercation with Golden State Warriors teammate Draymond Green", "date_published": "2022-10-10 10:05:23+00:00", "description": "Jordan Poole shone in his first appearance after video emerged of an incident with his Golden State Warriors teammate Draymond Green."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/business/gautam-adani-india-risk-takers-22/index.html", "title": "Gautam Adani was a college dropout. Now he may be too big to fail", "date_published": "2022-10-10 09:39:05+00:00", "description": "On a late August evening in New Delhi, journalists' phones started buzzing with messages. Indian billionaire Gautam Adani's conglomerate had just launched a hostile bid to take over an influential broadcaster in the capital."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/tennis/novak-djokovic-beats-stefanos-tsitsipas-for-90th-title-spt-intl/index.html", "title": "Novak Djokovic defeats Stefanos Tsitsipas in Astana Open final to win his 90th career ATP title", "date_published": "2022-10-10 09:32:27+00:00", "description": "Novak Djokovic claimed his 90th career ATP Tour title by cruising past Stefanos Tsitsipas in the final of the Astana Open in Kazakhstan."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/business/airbus-air-france-flight-447-crash-trial/index.html", "title": "Airbus and Air France back in court over Rio-Paris crash in 2009", "date_published": "2022-10-10 09:32:18+00:00", "description": "The trial of two of France's biggest companies begins Monday over the crash of Air France flight 447 in 2009 that killed 228 passengers and crew."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/investing/bank-of-england-extends-support/index.html", "title": "The Bank of England is still trying to put out the fire Liz Truss started", "date_published": "2022-10-10 09:20:27+00:00", "description": "The Bank of England announced Monday that it would provide extra support to UK markets, beefing up its efforts to ensure financial stability after the government's plan to slash taxes while boosting borrowing stoked panic."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-10-22/h_c641e1daa703136d45e856ad77626345", "title": "Missile and rocket attacks reported across Ukraine", "date_published": "2022-10-10 09:01:52.173140+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-10-22/h_f396a6e685c63369315dfcd3936ef0c2", "title": "Children's playground hit in Kyiv attack, Ukraine says", "date_published": "2022-10-10 09:01:52.164626+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/sport/tom-brady-penalty-buccaneers-falcons-nfl-spt-intl/index.html", "title": "Tom Brady benefits from controversial roughing-the-passer penalty as Buccaneers snap losing streak with win over Falcons", "date_published": "2022-10-10 08:50:57+00:00", "description": "Tom Brady capped off a tumultuous week for the Tampa Bay Buccaneers in fine fashion, snapping the team's losing streak with a 21-15 win over the Atlanta Falcons."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/middleeast/kenzen-wearable-heat-sensor-dubai-spc-intl/index.html", "title": "This wearable device is helping workers beat extreme heat", "date_published": "2022-10-10 08:07:33+00:00", "description": "It's midday and temperatures are soaring above 50 degrees Celsius. In many countries, this would spark a heat warning, but in Dubai's sweltering summer, it's just another day. And for workers at an aluminum smelter, it can get even hotter."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/10/ukraine-kyiv-explosions-intl-hnk-vpx.cnn", "title": "Video shows plumes of smoke rise in Kyiv after explosion", "date_published": "2022-10-10 08:07:10+00:00", "description": "Ukrainian officials say at least five people were killed and 12 others wounded after Russian strikes hit the Ukrainian capital of Kyiv. CNN teams on the ground say they have heard at least four explosions in Ukraine's capital today. Michael Bociurkiw, Senior Fellow at the Atlantic Council joins CNN's Laila Harrak to discuss."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "http://www.edition.cnn.com/2022/10/08/us/marine-mosque-islam-blake-cec/index.html", "title": "A Marine was plotting to bomb an Indiana mosque. Then his plans took a surprising turn", "date_published": "2022-10-10 08:01:52.972002+00:00", "description": "• This traffic stop between a Black man and a White state trooper began with fear. It ended with a surprising act of kindness"}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-10-22/index.html", "title": "Kyiv under attack", "date_published": "2022-10-10 08:01:50.362258+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/us/emily-sisson-chicago-marathon-record/index.html", "title": "Emily Sisson set a record for US women at the Chicago Marathon", "date_published": "2022-10-10 07:59:21+00:00", "description": "Emily Sisson set a new record for an American woman when she finished second at the Bank of America Chicago Marathon Sunday."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/motorsport/pierre-gasly-japanese-grand-prix-spt-intl/index.html", "title": "'If I was two meters to the left, I would have been dead:' Pierre Gasly and fellow F1 drivers furious after he passes recovery vehicle on track at high speed", "date_published": "2022-10-10 07:49:15+00:00", "description": "Formula One drivers and teams united in anger after Pierre Gasly drove past a recovery vehicle at high speed in heavy rain at the Japanese Grand Prix, with the Alpha Tauri driver saying he could have died."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/economy/china-golden-week-spending-plunge-covid-intl-hnk-mic/index.html", "title": "China's holiday spending plunges to seven-year low as zero-Covid batters consumer confidence", "date_published": "2022-10-10 07:41:16+00:00", "description": "Holiday spending during China's Golden Week has plunged to its lowest level in seven years, as broad Covid curbs discouraged people from traveling or spending, while a darkening economic outlook continues to erode consumer confidence."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-10-22/h_10ecedee301dad891185677fab65696e", "title": "Casualties reported after Russian missile attack destroys apartment block in Zaporizhzhia city", "date_published": "2022-10-10 07:01:51.357075+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-10-22/h_060c9b8469c48a1339029a27b404d80f", "title": "Russian President Vladimir Putin has signed a decree strengthening the defenses of the only bridge connecting annexed Crimea to the Russian mainland", "date_published": "2022-10-10 07:01:51.348998+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/webview/europe/live-news/russia-ukraine-war-news-10-10-22#h_060c9b8469c48a1339029a27b404d80f", "title": "Putin calls Crimea bridge explosion a 'terrorist attack'", "date_published": "2022-10-10 07:01:49.047590+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/10/russia-kerch-bridge-putin-ukraine-leighton-sot-vpx-nr.cnn", "title": "Retired colonel: Putin will see bridge as a direct attack", "date_published": "2022-10-10 06:13:55+00:00", "description": "Retired Col. Cedric Leighton joins CNN's Pamela Brown to break down the significance of the Crimea bridge explosion and discuss Ukraine's strategy as Russia's invasion of the country continues."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/10/stromboli-volcano-eruption-sot-ovn-intl-vpx-contd.cnn", "title": "Video shows volcano eruption in Italy", "date_published": "2022-10-10 05:17:54+00:00", "description": "Video shows the moment a volcano erupts on the Italian island of Stomboli. CNN's Michael Holmes reports."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/midterm-outlook-huge-consequences-analysis/index.html", "title": "Senate control is the biggest unknown with four weeks until the midterms", "date_published": "2022-10-10 04:21:32+00:00", "description": "A white knuckle midterm election is racing into its last four weeks with the Senate on a knife-edge and with a strong prospect of a Donald Trump-aligned Republican majority in the House."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/10/politics/opec-oil-biden-what-matters/index.html", "title": "Biden has a big oil problem", "date_published": "2022-10-10 04:09:51+00:00", "description": "With just weeks to go until the November midterms, four letters are haunting President Joe Biden and the Democrats: OPEC."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/09/americas/venezuela-landslide-aragua/index.html", "title": "Venezuela landslide kills at least 25 people, 50 missing", "date_published": "2022-10-10 03:07:04+00:00", "description": "A landslide in Venezuela on Sunday has killed at least 25 people and left more than 50 missing in the north central state of Aragua, according to officials."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/09/politics/lee-zeldin-shooting-new-york/index.html", "title": "Shooting outside Rep. Zeldin's home in NY; family unhurt", "date_published": "2022-10-10 02:51:14+00:00", "description": "A shooting on the Shirley, New York, property of Rep. Lee Zeldin on Sunday left two injured, the congressman and Republican gubernatorial candidate said in a statement. Zeldin's family was unhurt."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/09/health/colonoscopy-cancer-death-study/index.html", "title": "New study questions the effectiveness of colonoscopies", "date_published": "2022-10-10 02:26:29+00:00", "description": "Colonoscopies are a dreaded rite of passage for many middle-age adults. The promise has been that if you endure the awkwardness and invasiveness of having a camera travel the length of your large intestine once every decade after age 45, you have the best chance of catching -- and perhaps preventing -- colorectal cancer. It's the second most common cause of cancer death in the United States. Some 15 million colonoscopies are performed in the US each year."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/style/article/picasso-extinction-rebellion-intl/index.html", "title": "Extinction Rebellion activists glue themselves to Picasso painting", "date_published": "2022-10-10 02:10:01+00:00", "description": "Two climate activists with Extinction Rebellion were arrested Sunday after gluing themselves to a Picasso painting at the National Gallery of Victoria in Melbourne."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/travel/article/hong-kong-snake-safari-intl-hnk/index.html", "title": "Bamboo vipers and many-banded kraits: Experiencing Hong Kong's snake safari", "date_published": "2022-10-10 01:54:21+00:00", "description": "A fraction of a second after William Sargent's torch light catches the unmistakable glint of snake skin he roars into action, sliding on a protective glove and launching himself into the dense green jungle of northern Hong Kong."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-09-22/h_038d95a633e9dbdefe484af9cff8c076", "title": "Russian President accused Ukrainian special services of organizing and executing blast on only bridge connecting annexed Crimea with Russian mainland", "date_published": "2022-10-10 01:01:55.133216+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/webview/europe/live-news/russia-ukraine-war-news-10-09-22/h_038d95a633e9dbdefe484af9cff8c076", "title": "Putin calls Crimea bridge explosion a 'terrorist attack'", "date_published": "2022-10-10 01:01:52.325972+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/09/politics/arizona-trump-rally-2022-election/index.html", "title": "Trump campaigns for Arizona election deniers", "date_published": "2022-10-10 00:14:26+00:00", "description": "There is perhaps nowhere in the country where former President Donald Trump had more success elevating his slate of \"Make American Great Again\" candidates into formidable 2022 contenders than Arizona, a state he narrowly lost in 2020 where he has relentlessly sought to overturn the presidential election results."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/09/entertainment/kanye-west-twitter-account-locked/index.html", "title": "Kanye West's Twitter account locked for anti-Semitic tweet", "date_published": "2022-10-10 00:04:34+00:00", "description": "Twitter locked rapper Kanye West's Twitter account over an anti-Semitic tweet posted on the account on Saturday."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-09-22/h_2a220453a14612d40fdf0416ff22a77d", "title": "For Ukraine, for Russians who oppose the war and for the world, this is a dangerous moment", "date_published": "2022-10-10 00:01:49.947633+00:00", "description": ""}]