[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/wielka-brytania-liverpool-gospodarzem-konkursu-eurowizja-2023/", "title": "Wielka Brytania. Liverpool gospodarzem konkursu Eurowizja 2023", "date_published": "2022-10-07 19:11:00+00:00", "description": "Przyszłoroczna edycja Eurowizji, którą w imieniu Ukrainy zorganizuje Wielka Brytania, odbędzie się w Liverpoolu - podało w piątek BBC. To państwo już ośmiokrotnie gościło imprezę u siebie, ale miasto Beatlesów w roli gospodarza dopiero zadebiutuje."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/szkocja-energia-odnawialna-z-tanca-w-klubie-swg3-w-glasgow-zastosowano-technologie-bodyheat/", "title": "Szkocja. Energia odnawialna z tańca w klubie SWG3 w Glasgow. Zastosowano technologię BODYHEAT", "date_published": "2022-10-07 18:44:00+00:00", "description": "Energia odnawialna pochodząca z ciał tańczących ludzi - takie innowacyjne i ekologiczne rozwiązanie zostało zastosowane w klubie SWG3 w Glasgow. Wszystko dzięki opracowanej przez firmę konsultingową ds. energii geotermalnej TownRock Energy technologii BODYHEAT."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/nord-stream-rosja-chce-uczestniczyc-w-sledztwie-dot-uszkodzenia-gazociagow-zadania-wobec-szwecji/", "title": "Nord Stream. Rosja chce uczestniczyć w śledztwie dot. uszkodzenia gazociągów. Żądania wobec Szwecji", "date_published": "2022-10-07 15:55:00+00:00", "description": "Rosyjskie władze domagają się udziału w śledztwie prowadzonym ws. wybuchów, które uszkodziły gazociągi Nord Stream. Z takim żądaniem premier tego państwa Michaił Miszustin zwrócił się do swojej szwedzkiej odpowiedniczki Magdaleny Andersson."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/wielka-brytania-zabojstwo-14-letniego-polaka-w-gateshead-rowiesnik-ofiary-uslyszal-zarzuty/", "title": "Wielka Brytania. Zabójstwo 14-letniego Polaka w Gateshead. Rówieśnik ofiary usłyszał zarzuty", "date_published": "2022-10-07 14:26:00+00:00", "description": "W związku ze śmiercią 14-etniego Polaka w Gateshead brytyjska policja zatrzymała jego rówieśnika i rok młodszą dziewczynę. Chłopak usłyszał w piątek zarzut zabójstwa, a 13-latka opuściła areszt za kaucją."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/postac-z-kreskowek-scooby-doo-lesbijka-velma-zakocha-sie-w-dziewczynie/", "title": "Postać z kreskówek \"Scooby-Doo\" lesbijką. Velma zakocha się w dziewczynie", "date_published": "2022-10-07 12:07:00+00:00", "description": "Velma, jedna z głównych bohaterek serii kreskówek Scooby-Doo, okaże się lesbijką. W najnowszym odcinku serii, twórcy zaprezentują jednoznaczną scenę, w której bohaterka zakocha się w nowopoznanej dziewczynie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/rosja-rekruci-dostali-w-zaopatrzeniu-paczke-podpasek-mobilizacyjne-problemy-kremla/", "title": "Rosja. Rekruci dostali w zaopatrzeniu paczkę podpasek. Mobilizacyjne problemy Kremla", "date_published": "2022-10-07 12:01:00+00:00", "description": "Jedno z krążących w internecie nagrań pokazuje, że w paczce dla zmobilizowanego oddziału znalazły się czekolada i podpaski - informują media. To jeden z licznych przykładów obrazujących problemy logistyczne rosyjskiej mobilizacji. Teraz na wojnę idzie tłum ludzi, którzy dostali mundury - podsumował anonimowo jeden z żołnierzy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/zaryn-w-obwodzie-kaliningradzkim-narasta-frustracja-mieszkancy-nie-chca-byc-miesem-armatnim/", "title": "Żaryn: W obwodzie kaliningradzkim narasta frustracja. Mieszkańcy nie chcą być \"mięsem armatnim\"", "date_published": "2022-10-07 10:29:00+00:00", "description": "Stanisław Żaryn, sekretarz stanu w KPRM i zastępca ministra koordynatora służb specjalnych przekazał, że w obwodzie kaliningradzkim narasta niezadowolenie i frustracja związana z wojną w Ukrainie. Dodał, że mieszkańcy widzą, że Kreml szuka mięsa armatniego. W związku z uniknięciem mobilizacji z terenu Federacji Rosyjskiej uciekły setki tysięcy mężczyzn."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/wojna-w-ukrainie-odkryto-kwatere-rosjan-zolnierze-mieszkali-w-chlewie/", "title": "Wojna w Ukrainie. Odkryto kwaterę Rosjan. Żołnierze mieszkali w... chlewie", "date_published": "2022-10-07 10:21:00+00:00", "description": "SBU otrzymała niepodważalne dowody na to, że psy Putina istotnie są świniami w prawdziwym życiu - napisała na Twitterze Służba Bezpieczeństwa Ukrainy, zamieszczając wideo odkrytej kwatery Rosjan. Mieściła się ona w chlewie, w okolicach miejscowości Lubymiwka w obwodzie ługańskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/pozary-na-wyspie-wielkanocnej-niektore-posagi-moai-splonely/", "title": "Pożary na Wyspie Wielkanocnej. Niektóre posągi Moai spłonęły", "date_published": "2022-10-07 09:13:00+00:00", "description": "Pożary na należącej do Chile Wyspie Wielkanocnej uszkodziły znajdujące się tam słynne kamienne posągi Moai. Niektóre z nich zostały zwęglone."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/rosja-cyryl-i-wezwal-do-modlitwy-za-wladimira-putina-dzis-prezydent-rosji-konczy-70-lat/", "title": "Rosja. Cyryl I wezwał do modlitwy za Władimira Putina. Prezydent Rosji kończy 70 lat", "date_published": "2022-10-07 09:10:00+00:00", "description": "W dniu 70. urodzin Władimira Putina patriarcha Moskwy i Wszechrusi, Cyryl I, wezwał do modlitwy za prezydenta Rosji. - Prosimy cię, abyś obdarzył go swoim bogatym miłosierdziem i hojnością - przekazał duchowny. Rosyjska Cerkiew Prawosławna jest ważnym graczem politycznym i popiera wojnę Rosji w Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/pokojowa-nagroda-nobla-ales-bialecki-memorial-i-centrum-wolnosci-obywatelskich-laureatami/", "title": "Pokojowa Nagroda Nobla. Aleś Bialacki, Memoriał i Centrum Wolności Obywatelskich laureatami", "date_published": "2022-10-07 09:00:00+00:00", "description": "Białoruski opozycjonista Aleś Bialacki, rosyjska organizacja Memoriał i ukraińskie Centrum Wolności Obywatelskich laureatami laureatem Pokojowej Nagrody Nobla."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/wojna-w-ukrainie-isw-iranskie-drony-nie-przynosza-rosji-wymiernych-wynikow/", "title": "Wojna w Ukrainie. ISW: Irańskie drony nie przynoszą Rosji wymiernych wyników", "date_published": "2022-10-07 07:20:00+00:00", "description": "Irańskie drony nie będą raczej miały znacznego wpływu na przebieg wojny - ocenia amerykański Instytut Studiów nad Wojną (ISW). Eksperci uważają, że irański sprzęt nie przynosi Rosji wyników podobnych do tych, jakie zachodnie uzbrojenie daje Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/usa-prezydent-joe-biden-ulaskawil-skazanych-za-marihuane-beda-zmiany-w-klasyfikacji-narkotykow/", "title": "USA. Prezydent ułaskawił skazanych za marihuanę. Będą zmiany w klasyfikacji narkotyków", "date_published": "2022-10-07 06:39:00+00:00", "description": "Prezydent Stanów Zjednoczonych ułaskawił tysiące osób z przestępstwami federalnymi za posiadanie marihuany. Jednocześnie Joe Biden poddał pod wątpliwość klasyfikowanie tego narkotyku w tej samej grupie co LSD i heroina. Zmiany te spełniają obietnice z kampanii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-07/usa-dwie-osoby-zginely-w-ataku-nozownika-w-las-vegas-napastnik-ranil-szesc-kolejnych/", "title": "USA. Dwie osoby zginęły w ataku nożownika w Las Vegas. Napastnik ranił sześć kolejnych", "date_published": "2022-10-07 04:08:00+00:00", "description": "Na reprezentatywnej ulicy Las Vegas doszło do napaści nożownika na przechodniów. W wyniku ataku mężczyzny dwie osoby zmarły, a sześć kolejnych trafiło do szpitala - przekazała policja. Mężczyzna został złapany."}]