[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nypd-crime-stats-show-murder-rate-increases-as-overall-crime-drops-in-november", "title": "NYPD Crime Stats Show Murder Rate Increases As Overall Crime Drops In November", "date_published": "2022-12-05 17:53:18+00:00", "description": "New NYPD statistics show murder rates and other major crimes increased across New York City in November despite authorities claiming the overall index crime decreased by just over 1% compared to the same time last year. While the report details crimes like burglary, grand larceny, and cases of rape dropped as much as 14%, other ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-pentagon-failed-its-audit-but-dont-you-worry-its-a-teachable-moment", "title": "The Pentagon Failed Its Audit, But Don’t You Worry, It’s A ‘Teachable Moment’", "date_published": "2022-12-05 17:49:51+00:00", "description": "You&#8217;re not going to believe today’s story — except, of course, you are going to believe it. The Defense Department has failed another audit. Yep. Once again, the Pentagon just can&#8217;t account for the trillions of dollars they&#8217;ve taken from taxpayers. Why should they have to account for it? Well, we don&#8217;t know where the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/monday-afternoon-update-digital-fentanyl-georgia-runoff-simulated-wormholes", "title": "Monday Afternoon Update: ‘Digital Fentanyl,’ Georgia Runoff, Simulated Wormholes", "date_published": "2022-12-05 17:42:28+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. All Eyes On Georgia The Georgia Senate runoff election will be held Tuesday between incumbent Democratic Senator Raphael Warnock and Republican candidate Herschel Walker. Early voting has shattered even more records as more than 1.8 million ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/facebook-owner-meta-to-remove-news-from-the-platform-if-congress-passes-controversial-bill", "title": "Facebook Owner Meta Could Remove News From The Platform If Congress Passes Controversial Bill", "date_published": "2022-12-05 17:38:19+00:00", "description": "Facebook&#8217;s parent company, Meta, said Monday that it could be forced to remove news content from the social media platform if Democrat-controlled Congress passes a controversial bill known as the Journalism Competition and Preservation Act, which gives media companies more power to negotiate collectively to take on companies like Google and Meta. Opponents of the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/harry-and-meghan-trailer-uses-photo-to-prove-paparazzi-danger-but-all-is-not-as-it-seems", "title": "‘Harry And Meghan’ Trailer Uses Photo To Prove Paparazzi Danger — But All Is Not As It Seems", "date_published": "2022-12-05 17:29:16+00:00", "description": "In the new trailer for &#8220;Harry and Meghan,&#8221; a photo was used to prove the paparazzi&#8217;s danger to the couple — but one U.K. outlet has found the image comes from something that happened five years before the couple ever met. In a post on Twitter on Monday from the Daily Express, the London-based company ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/deluded-spoiled-manipulated-brat-piers-morgan-torches-prince-harry-over-claim-about-a-war-against-meghan-in-new-trailer", "title": "‘Deluded Spoiled Manipulated Brat’: Piers Morgan Torches Prince Harry Over Claim About ‘A War Against Meghan’ In New Trailer", "date_published": "2022-12-05 17:11:19+00:00", "description": "TV host Piers Morgan torched Prince Harry over a line in the trailer promoting a new Netflix docuseries on the Duke and Duchess of Sussex that claims there&#8217;s &#8220;a war against Meghan&#8221; [Markle]. The 57-year-old British broadcaster tweeted Monday that Prince Harry was a hypocrite for his comments about the &#8220;dirty game&#8221; being played against ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-storytelling-can-save-conservatism", "title": "Why Storytelling Can Save Conservatism", "date_published": "2022-12-05 17:04:59+00:00", "description": "Storytelling is a powerful tool for the dissemination of information. When done well, it can convey valuable insights, inspire action, and unearth emotions that can be catalysts for good. In the hands of charlatans, however, storytelling can often be used to do the exact opposite; to sow hatred, to feed suspicion, and to destroy the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bad-news-for-americans-bipartisanship-is-back-here-comes-amnesty", "title": "Bad News For Americans, Bipartisanship Is Back: Here Comes Amnesty", "date_published": "2022-12-05 16:55:21+00:00", "description": "Last Thursday, the White House hosted a state dinner celebrating America&#8217;s storied history with France featuring a swath of Democratic and Republican politicians and capitalist &#8220;stakeholders&#8221; — as the Klaus Schwab crowd likes to say — toasting to transatlantic friendship. In reaction to the soiree, historian and advisor to President Joe Biden Michael Beschloss tweeted,  ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/time-magazine-person-of-the-year-finalists-include-desantis-cheney-musk", "title": "Time Magazine Person Of The Year Finalists Include DeSantis, Cheney, Musk", "date_published": "2022-12-05 16:36:50+00:00", "description": "Time Magazine announced on Monday that finalists had been selected for its 2022 Person of the Year, including Florida Gov. Ron DeSantis (R), outgoing Rep. Liz Cheney (R-WY), and Twitter CEO Elon Musk. Other finalists listed in the announcement — revealed by the &#8220;TODAY&#8221; show on Monday — included Treasury Secretary Janet Yellen, Chinese President Xi ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-rich-posts-patriotic-video-of-concertgoers-singing-after-he-and-country-stars-raise-an-incredible-amount-for-hurricane-victims", "title": "John Rich Posts Patriotic Video Of Concertgoers Singing After He And Country Stars Raise An Incredible Amount For Hurricane Victims", "date_published": "2022-12-05 16:30:26+00:00", "description": "Conservative country star John Rich posted a patriotic video on Twitter showing concertgoers at his show singing &#8220;God Bless America&#8221; after he and other country stars raised money for victims of Hurricane Ian. Rich, 48, shared a great clip on Sunday of a crowd singing at the star-studded &#8220;Boots on the Sand&#8221; benefit concert. The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/let-me-explain-something-exasperated-whoopi-lectures-joni-ernst-says-iowa-is-too-white-to-lead-primaries", "title": "‘Let Me Explain Something’: Exasperated Whoopi Lectures Joni Ernst, Says Iowa Is Too White To Lead Primaries", "date_published": "2022-12-05 16:24:27+00:00", "description": "A clearly exasperated Whoopi Goldberg paused briefly on Monday to lecture Sen. Joni Ernst (R-IA) for daring to complain about President Joe Biden&#8217;s plan to move the &#8220;first-in-the-nation&#8221; primary to South Carolina — undercutting both the Iowa caucuses and the New Hampshire primary — ahead of the 2024 election. Goldberg offered to &#8220;explain&#8221; things to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/restaurant-groups-say-they-have-filed-over-1-million-signatures-to-pause-california-fast-food-worker-law-put-on-2024-ballot", "title": "Restaurant Groups Say They Have Filed Over 1 Million Signatures To Pause California Fast Food Worker Law, Put On 2024 Ballot", "date_published": "2022-12-05 16:21:50+00:00", "description": "On Monday, a group of restaurant owners and business organizations said they gathered enough signatures to pause a California wage law and put the measure on the ballot in two years.  The law, known as the FAST Recovery Act, was signed earlier this year by Democratic Governor Gavin Newsom. It creates a governmental Fast Food ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/obama-and-biden-admin-veteran-set-to-join-trump-investigation-in-new-york", "title": "Obama And Biden Admin Veteran Set To Join Trump Investigation In New York", "date_published": "2022-12-05 16:20:27+00:00", "description": "A veteran of both the Obama and Biden administrations is poised to join one of the high-profile investigations into former President Donald Trump taking place in New York. The addition of Matthew Colangelo, who most recently served as a top official in the Justice Department, was confirmed Monday by Manhattan District Attorney Alvin Bragg, one ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-michael-avenatti-sentenced-to-14-years-in-prison-for-financial-crimes", "title": "Michael Avenatti Sentenced To 14 Years In Prison For Financial Crimes", "date_published": "2022-12-05 16:15:39+00:00", "description": "Disgraced attorney Michael Avenatti was sentenced to more than a decade in prison Monday for stealing millions of dollars from some of his clients. U.S. District Judge James V. Selna in Santa Ana, California, sentenced Avenatti to 14 years in prison and ordered him to pay approximately $8 million in restitution to his victims and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/id-rather-be-fat-john-kennedy-slams-woke-high-iq-stupid-people-who-eat-kale-in-georgia-senate-campaign-pitch", "title": "‘I’d Rather Be Fat’: John Kennedy Slams ‘Woke’ ‘High-IQ Stupid People’ Who Eat Kale In Georgia Senate Campaign Pitch", "date_published": "2022-12-05 16:04:10+00:00", "description": "Senator John Kennedy (R-LA) is not a fan of liberals — or kale, apparently. While campaigning on behalf of Georgia&#8217;s GOP senate nominee Herschel Walker, the wordsmith let known his distaste for all things woke as well as the crunchy produce. &#8220;If you want to eat kale, that&#8217;s up to you,&#8221; Kennedy told a crowd ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-uncover-incident-that-may-involve-the-stalker-one-of-idaho-murder-victims-told-her-parents-about", "title": "Police Uncover Incident That May Involve The Stalker One Of Idaho Murder Victims Told Her Parents About", "date_published": "2022-12-05 16:02:40+00:00", "description": "Police in Moscow, Idaho, have discovered an incident that they believe could be what led to one of the four murdered students at the University of Idaho telling her parents that she believed that she had a stalker. It’s been more than two weeks since Kaylee Goncalves, 21; Ethan Chapin, 20; Xana Kernodle, 20; and Madison ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mugged-by-reality-ben-shapiro-breaks-down-why-disney-is-losing-the-culture-war", "title": "‘Mugged By Reality’: Ben Shapiro Breaks Down Why Disney Is Losing The Culture War", "date_published": "2022-12-05 15:49:11+00:00", "description": "Daily Wire Editor Emeritus Ben Shapiro said Disney is getting “mugged by reality” as consumers spurn the company’s attempts to push LGBTQ content toward children. During a recent segment of “The Ben Shapiro Show,” the best-selling author and commentator reacted to footage of Disney CEO Bob Iger expressing regret that his company positioned itself against ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-drops-to-3rd-in-betting-odds-for-2024-now-trails-biden", "title": "Trump Drops To 3rd In Betting Odds For 2024, Now Trails Biden", "date_published": "2022-12-05 15:36:48+00:00", "description": "Florida Republican Gov. Ron DeSantis is the solid frontrunner to win the 2024 presidential election, according to one betting site that&#8217;s keeping running odds on the race. Meanwhile, former President Donald Trump has dropped in the odds, and Vice President Kamala Harris has plunged to just a 4.8% probability of winning should she somehow secure ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-prageru-releases-video-featuring-franklin-roosevelts-response-to-the-great-depression", "title": "WATCH: PragerU Releases Video Featuring Franklin Roosevelt’s Response To The Great Depression", "date_published": "2022-12-05 15:35:52+00:00", "description": "A new video from PragerU argues that a great commander-in-chief abroad does not always make a great president at home. Focusing on the works of President Franklin Roosevelt, the video notes that the same president who led the U.S. to victory in World War II struggled to defeat an economic disaster within the nation. As ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/airheads-co-star-has-nothing-but-praise-for-brendan-fraser-as-both-generate-oscar-buzz", "title": "‘Airheads’ Co-Star Has Nothing But Praise For Brendan Fraser As Both Generate Oscar Buzz", "date_published": "2022-12-05 15:27:23+00:00", "description": "Actor Brendan Fraser has been the talk of Tinsel Town since the release of his latest film &#8220;The Whale&#8221; — and according to his &#8220;Airheads&#8221; co-star and friend Adam Sandler, it couldn&#8217;t be happening to a nicer guy. Sandler, who recently took home a Performer Tribute Award at the Gotham Awards, is also generating Oscar ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doj-sought-personal-information-from-tara-reades-twitter-account-after-she-accused-joe-biden-of-sexual-assault", "title": "DOJ Sought Personal Information From Tara Reade’s Twitter Account After She Accused Joe Biden Of Sexual Assault", "date_published": "2022-12-05 15:09:21+00:00", "description": "Several months after former Senate staffer Tara Reade accused Joe Biden of sexual assault, the Department of Justice (DOJ) issued a subpoena to Twitter demanding personal information on her accounts, including credit card or bank account numbers. The subpoena was only recently revealed by the Daily Caller, which obtained emails and documents relating to the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-top-nfl-draft-pick-rookie-of-the-year-cut-by-latest-team", "title": "Former Top NFL Draft Pick, Rookie Of The Year, Cut By Latest Team", "date_published": "2022-12-05 15:00:28+00:00", "description": "Baker Mayfield, the No. 1 overall pick in the quarterback-rich 2018 NFL draft, has been cut by the Carolina Panthers. The Oklahoma product was the NFL rookie of the year for Cleveland and led the team to the playoffs in his third year, but was traded to the Panthers after an injury-marred season last year. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinese-cybercriminal-hacker-group-stole-20-million-in-covid-relief-funds-secret-service-says", "title": "Chinese Cybercriminal Hacker Group Stole $20 Million In COVID Relief Funds, Secret Service Says", "date_published": "2022-12-05 14:49:46+00:00", "description": "U.S. Secret Service officials confirmed an exclusive report Monday alleging prolific cybercriminal hackers tied to the Chinese Communist Party have stolen nearly $20 million worth of COVID pandemic relief benefits. Secret Service officials did not comment further upon corroborating the NBC News report. However, U.S. law enforcement officials and cybersecurity experts, who spoke on the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-forgot-lyrics-amy-grant-talks-recovering-from-major-bike-accident-in-july", "title": "‘I Forgot Lyrics’: Amy Grant Talks Recovering From Major Bike Accident In July", "date_published": "2022-12-05 14:36:40+00:00", "description": "Months after a bicycle accident landed her in the hospital with a concussion, Amy Grant recently discussed her recovery after finally being able to take the stage for a Christmas concert. The 62-year-old singer said her &#8220;healing journey&#8221; has been challenging and that she forgot the lyrics to her own songs during the show, Fox ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kpop-musical-producers-demand-apology-from-new-york-times-for-casual-racism-in-show-review", "title": "KPOP Musical Producers Demand Apology From New York Times For ‘Casual Racism’ In Show Review", "date_published": "2022-12-05 14:34:40+00:00", "description": "Producers of the new Broadway show “KPOP: The Musical” are demanding The New York Times apologize for a negative review from critic Jesse Green they described as &#8220;casual racism.&#8221; “We are the producers of the recently opened Broadway musical, KPOP, and we are writing to ask that you issue an apology to the cast and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tampa-police-chief-resigns-after-showing-badge-at-traffic-stop", "title": "Tampa Police Chief Resigns After Showing Badge At Traffic Stop", "date_published": "2022-12-05 14:24:29+00:00", "description": "A police chief in Florida has resigned after showing her badge and requesting to be let go from a traffic stop, according to Tampa authorities.  Tampa Mayor Jane Castor “has requested and received the resignation of Police Chief Mary O&#8217;Connor, following the completion of an Internal Affairs investigation into a recent traffic stop involving O’Connor,” ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ceos-are-pessimistic-heading-into-the-new-year", "title": "CEOs Are Pessimistic Heading Into The New Year", "date_published": "2022-12-05 14:24:21+00:00", "description": "Corporate leaders have lackluster expectations for the new year as macroeconomic headwinds continue, according to data from Business Roundtable’s CEO Economic Outlook Survey. Phenomena such as persistent inflation and bottlenecked supply chains caused the index to fall from 84 in the third quarter of 2022 to 73 in the fourth quarter of 2022, marking the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gma-co-anchors-both-married-canned-after-report-of-clandestine-affair", "title": "‘GMA’ Co-Anchors, Both Married, Canned After Report Of Clandestine Affair", "date_published": "2022-12-05 14:09:04+00:00", "description": "Following a report that alleged they were having a clandestine affair, &#8220;Good Morning America 3&#8221; hosts T.J. Holmes and Amy Robach have been removed from the show indefinitely. On November 30, The Daily Mail published an exclusive report alleging that the two anchors, both of whom are married and have children, were “locked in a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/idaho-police-hire-private-security-to-protect-university-of-idaho-slayings-crime-scene", "title": "Idaho Police Hire Private Security To Protect University Of Idaho Slayings Crime Scene", "date_published": "2022-12-05 13:57:34+00:00", "description": "Police in Moscow, Idaho, have hired a private security company to protect the crime scene where four University of Idaho students were murdered in mid-November. In a press release on Saturday, the Moscow Police Department said that it had contracted the private security company “to provide scene security to free up patrol resources,” adding that the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kate-and-william-team-sickened-by-images-in-harry-and-meghans-netflix-doc-royal-expert-says", "title": "Kate And William Team ‘Sickened’ By Images In Harry And Meghan’s Netflix Doc, Royal Expert Says", "date_published": "2022-12-05 13:50:23+00:00", "description": "Close friends of Prince William and Kate Middleton are reportedly &#8220;sickened&#8221; by Prince Harry and Meghan Markle&#8216;s Netflix documentary trailer, which was notably released during the former couple&#8217;s trip to America. Critics accuse the former royals of painting William and Kate as cold and adversarial to Harry and Meghan, who are portrayed as madly in love and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/businesses-pulled-back-on-diversity-equity-and-inclusion-programs-this-year-new-report-finds", "title": "Businesses Pulled Back On ‘Diversity, Equity, And Inclusion’ Programs This Year, New Report Finds", "date_published": "2022-12-05 13:47:00+00:00", "description": "Corporate America reversed some degree of overall enthusiasm for diversity, equity, and inclusion programs, also known as DEI, according to research from Glassdoor. The company review platform found that 41% of workplaces offered diversity programs as a benefit, a decline from 43% in 2021. Enthusiasm for such programs rose after the death of George Floyd ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/balenciaga-designer-demna-shares-formal-apology-for-inappropriate-campaign", "title": "Balenciaga Designer Demna Shares Formal Apology For ‘Inappropriate’ Campaign", "date_published": "2022-12-05 13:39:01+00:00", "description": "A Balenciaga designer recently addressed the fashion brand’s controversial ad campaign by sharing a formal apology for his involvement in the drama. Demna Gvasalia, known just by his first name, is a Georgian fashion designer currently serving as creative director for Balenciaga. He’s also friends with Kim Kardashian and has collaborated with Kanye West. More than ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oops-oxford-dictionary-chooses-goblin-mode-as-word-of-the-year", "title": "Oops: Oxford Dictionary Chooses ‘Goblin Mode’ As Word Of The Year", "date_published": "2022-12-05 13:33:11+00:00", "description": "&#8220;You keep using that word. I do not think it means what you think it means.&#8221; &#8212; Inigo Montoya, &#8220;The Princess Bride&#8221; *** Every year, in an increasingly outdated effort, the major dictionaries (remember those?) ask people to pick a single word or phrase they think sums up the year (or, as the verbose site ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-right-way-to-disqualify-discourse", "title": "The Right Way To Disqualify Discourse", "date_published": "2022-12-05 13:24:05+00:00", "description": "In the wake of the tragic shooting at a gay nightclub in Colorado last month, the American Left immediately took the opportunity to attack conservatives who question or criticize the trans agenda. Furious fingers were pointed at Matt Walsh, Tucker Carlson, and a host of others as it was claimed that their ‘words’ were directly ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/georgia-breaks-record-on-last-day-of-early-voting", "title": "Georgia Breaks Record On Last Day Of Early Voting", "date_published": "2022-12-05 13:24:03+00:00", "description": "More than 1.8 million Georgians have voted early in the state&#8217;s Senate runoff election scheduled for December 6, including a record-high 353,000 voters on Friday, the final day of early voting. The official numbers from the Secretary of State recorded 1,868,127 early voters. The total revealed that more than one million female voters voted early, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/disney-world-announces-closing-date-for-iconic-ride-to-be-replaced-by-more-inclusive-princess-tiana-attraction", "title": "Disney World Announces Closing Date For Iconic Ride To Be Replaced By More ‘Inclusive’ Princess Tiana Attraction", "date_published": "2022-12-05 13:11:38+00:00", "description": "Disney announced that its iconic ride, Splash Mountain, would close at Walt Disney World Resort on January 23, 2023, in preparation for a more “inclusive” experience featuring Princess Tiana. According to a blog post published last week, visitors can officially join “Princess Tiana and jazz-loving alligator Louis during Mardi Gras season as they prepare to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/adam-sandler-says-performing-chris-farley-tribute-still-makes-him-so-emotional", "title": "Adam Sandler Says Performing Chris Farley Tribute Still Makes Him ‘So Emotional’", "date_published": "2022-12-05 12:57:09+00:00", "description": "It’s been almost 25 years since Chris Farley’s untimely death, but his friend and fellow “Saturday Night Live” star Adam Sandler still gets emotional while performing a tribute song about him. The 56-year-old comedian discussed his feelings during a recent episode of the “Happy Sad Confused” podcast, telling the audience how he still reacts strongly ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-announces-hurricane-relief-funding-faults-bidens-fema-for-stiffing-rebuilding-program", "title": "DeSantis Announces Hurricane Relief Funding; Faults Biden’s FEMA For Stiffing Rebuilding Program", "date_published": "2022-12-05 12:45:38+00:00", "description": "Florida Governor Ron DeSantis on Monday announced plans to provide over $60 million to help homeowners rebuild in the wake of Hurricane Ian, and took a swipe at FEMA for not kicking into the program. Some $25 million will go to purchasing building materials which will be provided to verified non-profit organizations to make damaged homes ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/iranian-athlete-bucked-hijab-during-international-competition-then-her-family-home-was-demolished", "title": "Iranian Athlete Bucked Hijab During International Competition, Then Her Family Home Was Demolished", "date_published": "2022-12-05 11:01:53+00:00", "description": "Iranian state media over the weekend announced that the family home of rock climber Elnaz Rekabi had been demolished, just months after the female athlete participated in an international competition without her hijab. Rekabi, 33, later apologized for not wearing her state-mandated head covering, but the moment was perceived as a protest against her government ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-the-college-football-playoff-committee-got-it-right", "title": "Why The College Football Playoff Committee Got It Right", "date_published": "2022-12-05 10:59:47+00:00", "description": "There was a ton of attention paid to the release of the final college football playoff rankings yesterday as the committee decided to put Georgia, Michigan, TCU and Ohio State in the final playoff — and in that order from a seed perspective. After all of the talk on whether Bama, Tennessee or Clemson should ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blonde-director-says-movie-got-slammed-because-marilyn-monroe-wasnt-shown-as-an-empowered-woman", "title": "‘Blonde’ Director Says Movie Got Slammed Because Marilyn Monroe Wasn’t Shown As An ‘Empowered Woman’", "date_published": "2022-12-05 10:49:27+00:00", "description": "“Blonde” director Andrew Dominik claims that American audiences didn’t care for the Netflix biopic because it shattered their illusions of Marilyn Monroe as an “empowered” woman. The filmmaker made the comments during the Red Sea International Film Festival in Saudi Arabia. Dominik claimed Americans “hated” his movie because of how he approached the subject matter. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swift-fans-sue-live-nation-over-eras-tour-ticket-presale-fiasco", "title": "Taylor Swift Fans Sue Live Nation Over ‘Eras Tour’ Ticket Presale Fiasco", "date_published": "2022-12-05 10:23:21+00:00", "description": "The Taylor Swift tour drama continues as fans are now suing Live Nation Entertainment for breach of contract and fraud following the presale fiasco for her “Eras Tour” tickets. News of the Ticketmaster website crashing and fans waiting hours to secure tickets they pre-registered for made headlines following the presale event on November 15 and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scotus-starts-case-with-enormous-religious-freedom-implications", "title": "SCOTUS Starts Case With Enormous Religious Freedom Implications", "date_published": "2022-12-05 10:16:03+00:00", "description": "The Supreme Court is starting to consider a case with far-reaching implications for religious freedom. On Monday, the court will begin considering 303 Creative v. Elenis, which revolves around Colorado designer Lorie Smith, a committed Christian who designs websites and is challenging the Colorado Anti-Discrimination Act by asserting that it violates her First Amendment rights ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-fires-back-at-trump-for-suggesting-terminating-parts-of-u-s-constitution-over-twitter-files-release", "title": "Musk Fires Back At Trump For Suggesting Terminating Parts Of U.S. Constitution Over ‘Twitter Files’ Release", "date_published": "2022-12-05 09:21:28+00:00", "description": "Twitter CEO Elon Musk fired back at former President Donald Trump over the weekend after the former president suggested terminating parts of the U.S. Constitution in response to the release of the initial installment of &#8220;The Twitter Files&#8221; late last week. Musk released internal company documents through journalist Matt Taibbi about the company’s censorship of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/catholic-bishop-responds-to-clintons-remarks-about-abortion-in-u-s-dont-listen-to-this-evil-woman", "title": "Catholic Bishop Responds To Clinton’s Remarks About Abortion In U.S.: ‘Don’t Listen To This Evil Woman’", "date_published": "2022-12-05 09:06:16+00:00", "description": "A Catholic bishop in Texas slammed Democrat Hillary Clinton on Friday after the twice-failed presidential candidate compared the abortion debate in the U.S. to Russian soldiers raping women in Ukraine. At the Women’s Voice Summit held at the Clinton Presidential Center in Arkansas on Friday, Clinton went on to say America was like Sudan and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/european-country-considers-banning-electric-vehicle-travel-amid-energy-crisis-report", "title": "European Country Considers Banning Electric Vehicle Travel Amid Energy Crisis: Report", "date_published": "2022-12-05 08:47:00+00:00", "description": "Switzerland is considering banning electric vehicles for non-essential travel this winter as the continent deals with an energy crisis sparked by Russia&#8217;s war in Ukraine. The Telegraph reported that government officials have already drafted plans to conserve energy that could include limiting heat in buildings to no more than 68 degrees Fahrenheit and reducing the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/original-sesame-street-star-bob-mcgrath-dies-at-90", "title": "Original ‘Sesame Street’ Star Bob McGrath Dies At 90", "date_published": "2022-12-05 08:31:43+00:00", "description": "Bob McGrath, one of the four original hosts of &#8220;Sesame Street&#8221; when it premiered in 1969, died Sunday at the age of 90. Rest in Peace to our Bob McGrath. He was so vital in not only our education, but our earliest cognitive memories. Who are the people in your neighborhood?pic.twitter.com/mHtLqhi8MT &mdash; Danny Deraney (@DannyDeraney) ...", "persistent": false}]