[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/new-bmc-supply-chain-vulnerabilities.html", "title": "New BMC Supply Chain Vulnerabilities Affect Servers from Dozens of Manufacturers", "date_published": "2022-12-05 14:02:00+00:00", "description": "Three different security flaws have been disclosed in American Megatrends (AMI) MegaRAC Baseboard Management Controller (BMC) software that could lead to remote code execution on vulnerable servers.\n\"The impact of exploiting these vulnerabilities include remote control of compromised servers, remote deployment of malware, ransomware and firmware implants, and server physical damage (bricking),\"", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/russian-courts-targeted-by-new-crywiper.html", "title": "Russian Courts Targeted by New CryWiper Data Wiper Malware Posing as Ransomware", "date_published": "2022-12-05 12:24:00+00:00", "description": "A new data wiper malware called CryWiper has been found targeting Russian government agencies, including mayor's offices and courts.\n\"Although it disguises itself as a ransomware and extorts money from the victim for 'decrypting' data, [it] does not actually encrypt, but purposefully destroys data in the affected system,\" Kaspersky researchers Fedor Sinitsyn and Janis Zinchenko said in a", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/when-being-attractive-gets-risky-how.html", "title": "When Being Attractive Gets Risky - How Does Your Attack Surface Look to an Attacker?", "date_published": "2022-12-05 12:00:00+00:00", "description": "In the era of digitization and ever-changing business needs, the production environment has become a living organism. Multiple functions and teams within an organization can ultimately impact the way an attacker sees the organization's assets, or in other words, the external attack surface. This dramatically increases the need to define an exposure management strategy.\nTo keep up with business", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/siriusxm-vulnerability-lets-hackers.html", "title": "SiriusXM Vulnerability Lets Hackers Remotely Unlock and Start Connected Cars", "date_published": "2022-12-05 11:08:00+00:00", "description": "Cybersecurity researchers have discovered a security vulnerability that exposes cars from Honda, Nissan, Infiniti, and Acura to remote attacks through a connected vehicle service provided by SiriusXM.\nThe issue could be exploited to unlock, start, locate, and honk any car in an unauthorized manner just by knowing the vehicle's vehicle identification number (VIN), researcher Sam Curry said in a", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/north-korean-hackers-spread-applejeus.html", "title": "North Korean Hackers Spread AppleJeus Malware Disguised as Cryptocurrency Apps", "date_published": "2022-12-05 10:30:00+00:00", "description": "The Lazarus Group threat actor has been observed leveraging fake cryptocurrency apps as a lure to deliver a previously undocumented version of the AppleJeus malware, according to new findings from Volexity.\n\"This activity notably involves a campaign likely targeting cryptocurrency users and organizations with a variant of the AppleJeus malware by way of malicious Microsoft Office documents,\"", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/critical-ping-vulnerability-allows.html", "title": "Critical Ping Vulnerability Allows Remote Attackers to Take Over FreeBSD Systems", "date_published": "2022-12-05 07:40:00+00:00", "description": "The maintainers of the FreeBSD operating system have released updates to remediate a security vulnerability impacting the ping module that could be potentially exploited to crash the program or trigger remote code execution.\nThe issue, assigned the identifier CVE-2022-23093, impacts all supported versions of FreeBSD and concerns a stack-based buffer overflow vulnerability in the ping service.\n\"", "persistent": false}]