[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/real-id-deadline-delay-2025-224526308.html?src=rss", "title": "Real ID enforcement delayed yet again — this time to 2025", "date_published": "2022-12-05 22:45:26+00:00", "description": "<p>The Department of Homeland Security <a href=\"https://www.tsa.gov/news/press/releases/2022/12/05/dhs-announces-extension-real-id-full-enforcement-deadline\">said</a> Monday it’s again pushing back the enforcement of Real ID requirements for state driver’s licenses and ID cards. The latest delay moves states’ compliance deadline to May 7th, 2025.</p><p>Passed by Congress in 2005 as a response to the Sept. 11th, 2001 terrorist attacks, the Real ID Act requires stricter documentation for boarding flights and entering federal or nuclear facilities. For example, to get a Real ID-compliant driver’s license or state ID card, you need to provide paperwork for your name, date of birth, address, Social Security card and birth certificate.</p><span id=\"end-legacy-contents\"></span><p>The DHS says the requirements increase state IDs' reliability and accuracy. Officials can quickly see whether a card is Real ID-compliant by looking for the gold star in the upper right-hand corner.</p><p>When the bill passed, states initially had a 2008 compliance deadline. But after some states and US territories refused to play ball, the cutoff faced delay after delay. Despite the ever-shifting deadlines, 13 states rolled out support in 2012. The list grew in the following years as reluctant states faced the prospect of having their residents blocked from flights. But the COVID-19 pandemic led to even more kicking of the can, and today’s cutoff point pushes it back from May 2023 to May 2025.</p><p>“DHS continues to work closely with US states, the District of Columbia, and the US territories to meet Real ID requirements,” said Secretary of Homeland Security Alejandro N. Mayorkas in a news release today. “This extension will give states needed time to ensure their residents can obtain a Real ID-compliant license or identification card. DHS will also use this time to implement innovations to make the process more efficient and accessible. We will continue to ensure that the American public can travel safely.”&nbsp;</p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/quality-assurance-staff-microsoft-zenimax-media-unionization-222142495.html?src=rss", "title": "Quality assurance staff at Microsoft's ZeniMax Media are moving toward unionizing", "date_published": "2022-12-05 22:21:42+00:00", "description": "<p>Microsoft’s pledge to stay neutral in unionization efforts is about to be tested in a big way. On Monday, quality assurance staff at ZeniMax Media went public with the news that they’re working to form a union. The approximately 300 workers involved in the effort want to be represented by the Communications Workers of America (CWA). That’s the same union that recently helped QA staff at <a href=\"https://www.engadget.com/raven-software-activision-blizzard-union-game-workers-alliance-195516977.html\"><ins>Raven Software</ins></a> and <a href=\"https://www.engadget.com/blizzard-albany-union-drive-192501560.html\"><ins>Blizzard Albany</ins></a> win their organization bids.</p><p>Microsoft did not immediately respond to Engadget’s comment request. A company spokesperson told <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMi8wNS9idXNpbmVzcy9taWNyb3NvZnQtYWN0aXZpc2lvbi1nYW1lLXVuaW9uLmh0bWwiLCJjb250ZW50VXVpZCI6IjUxYzRkZTFlLTQ5ZGQtNDlhOS05NDQ2LTQ2NDg2OGUzNDk1OCJ9&amp;signature=AQAAAYlCJ4NRTB1KSK3k2Eclrsv9wJFhMh0fN78_xPTUNeum&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F12%2F05%2Fbusiness%2Fmicrosoft-activision-game-union.html\"><em><ins>The New York Times</ins></em></a> Microsoft was “committed to providing employees with an opportunity to freely and fairly make choices about their workplace representation,” adding the campaign was “an example of our labor principles in action.”</p><span id=\"end-legacy-contents\"></span><p>ZeniMax Media is the parent company of some of Microsoft’s most prized first-party studios, including Arkane, Bethesda and id Software. Microsoft <a href=\"https://www.engadget.com/microsoft-buys-zenimax-bethesda-id-arkane-131006192.html\"><ins>paid $7.5 billion</ins></a> in an all-cash deal to acquire the publisher in 2020. A successful unionization bid would affect all the studios under the ZeniMax umbrella.</p><p>According to <em>The Times</em>, QA staff at ZeniMax began voting on unionization on December 2nd, the same day testers at Blizzard Albany voted <a href=\"https://www.engadget.com/activision-blizzard-second-qa-tester-union-vote-results-205949946.html\"><ins>14 to 0</ins></a> to join the CWA. Staff at the Microsoft subsidiary can share their stance on the matter by signing a union authorization card or by voting through an electronic portal. A decision is expected before the end of the month.</p><p>In June, Microsoft announced it would respect all unionization efforts at Activision Blizzard following the close of its $68.7 billion deal to buy the publisher. At the time, the company signed a landmark neutrality agreement with the Communications Workers of America. Antitrust regulators in the <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-uk-cma-investigation-172957902.html\"><ins>UK</ins></a> and <a href=\"https://www.engadget.com/european-union-opens-phase-two-investigation-microsoft-activision-blizzard-175758027.html\"><ins>EU</ins></a> are currently conducting investigations of Microsoft’s bid to buy Activision Blizzard.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/square-kilometer-array-low-radio-telescope-construction-210539231.html?src=rss", "title": "Construction starts in Australia on the world's largest radio telescope", "date_published": "2022-12-05 21:05:39+00:00", "description": "<p>Astronomers are now closer to a major technological upgrade. Australia has <a href=\"https://twitter.com/SKA_Australia/status/1599650524969607169\">started</a> construction of its portion of the Square Kilometer Array, a system that should become the world's largest radio telescope. The Australian portion, SKA-Low, will revolve around 131,072 antenna \"trees\" in the country's western Wajarri country. As the name implies, the array will focus on low-frequency signals. <em>The Guardian</em><a href=\"https://www.theguardian.com/science/2022/dec/05/are-we-alone-in-the-universe-work-begins-in-western-australia-on-worlds-most-powerful-radio-telescope\">notes</a> it's expected to be eight times more sensitive than existing telescopes, and map the cosmos about 135 times faster.</p><p>A counterpart with 197 conventional radio dishes, SKA-Mid, is coming to Meerkat National Park in South Africa's dry, unpopulated Karoo region. That element will study mid-range frequencies. The Australian segment is a joint effort between the dedicated SKA Organization and the country's Commonwealth Scientific and Industrial Research Organization (CSIRO).</p><span id=\"end-legacy-contents\"></span><div id=\"4f019802c4104e03bf45392769f0f7a9\"></div><p>The combined array, originally envisioned in 1991, is expected to transform radio astronomy. It will mainly be helpful for studying <a href=\"https://www.engadget.com/james-webb-space-telescope-galaxy-cluster-early-universe-165352781.html\">the early universe</a>, and might provide new insights into the formation of the first stars during the reionization period. However, it should also help investigate <a href=\"https://www.engadget.com/2019-04-04-desi-lenses-first-image.html\">dark energy</a> and its potential effect on cosmic expansion. The extreme sensitivity may even be useful in the <a href=\"https://www.engadget.com/extraterrestrial-live-meerkat-radio-telescope-183026808.html\">search for extraterrestrial life</a>, although the resolution will limit  the most detailed searches to relatively close stars. Director Dr. Sarah Pierce told <em>The Guardian</em> the telescopes could spot an airport radar on a planet \"tens of light-years away.\"</p><p>Work on the Square Kilometer Array isn't expected to finish until 2028, and it will take some time after that for scientists to collect and decipher results. As with the <a href=\"https://www.engadget.com/james-webb-telescope-hidden-features-young-protostar-115023390.html\">James Webb Space Telescope</a>, though, the lengthy wait is expected to pay dividends. This is a generational shift that could provide new insights into the universe, not just more detail — Pearce expects SKA to shape the \"next fifty years\" of radio astronomy.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/overwatch-2-ramattra-battle-pass-205104977.html?src=rss", "title": "Blizzard is making it easier to unlock new 'Overwatch 2' heroes", "date_published": "2022-12-05 20:51:04+00:00", "description": "<p>One of the major (and controversial) changes Blizzard made in <a href=\"http://engadget.com/tag/overwatch%202\"><em><ins>Overwatch 2</ins></em></a> was <a href=\"https://www.engadget.com/overwatch-2-heroes-battle-pass-blizzard-204021282.html\"><ins>gating new heroes behind a battle pass</ins></a>. However, it should be a little easier for players to unlock the latest character, Ramattra, in <a href=\"https://www.engadget.com/overwatch-2-season-two-trailer-battle-pass-game-mode-skins-map-202430525.html\"><ins>the game's second season</ins></a>. Players who opt for the free track of the battle pass won't need to grind through as many levels before they can use the new tank in all game modes. Making some weekly challenges less of a chore should mean players can level up more quickly too.</p><p>\"After reviewing data for Season 1, we're moving Ramattra into Tier 45 of the Battle Pass and making a few more weekly challenges easier to complete,\" <em>Overwatch 2</em> game director Aaron Keller <a href=\"https://twitter.com/aaronkellerOW/status/1599834286546644992\"><ins>wrote on Twitter</ins></a>. \"Excited for you all to see everything new in Season 2 starting tomorrow!\"</p><span id=\"end-legacy-contents\"></span><div id=\"74fec13b9eb44c2bb21470492fb9b87e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Hey all! Quick update on some changes coming to Season 2. After reviewing data for Season 1, we're moving Ramattra in to Tier 45 of the Battle Pass and making a few more weekly challenges easier to complete. Excited for you all to see everything new in Season 2 starting tomorrow!</p>— Aaron Keller (@aaronkellerOW) <a href=\"https://twitter.com/aaronkellerOW/status/1599834286546644992?ref_src=twsrc%5Etfw\">December 5, 2022</a></blockquote></div><p>Although Blizzard could again move heroes to higher levels of the battle pass in future seasons, that seems unlikely given the backlash it received in season one. Once <a href=\"https://www.engadget.com/ddos-attack-overwatch-2-050328450.html\"><ins>the launch issues abated</ins></a> and everyone was able to log in, new players had to reach level 55 of the free battle pass to <a href=\"https://www.engadget.com/overwatch-2-battle-pass-explained-pricing-rewards-164051102.html\"><ins>unlock Kiriko</ins></a>, which took many folks quite a while. Alternatively, they could buy the premium pass, which costs around $10, to instantly add the support to their roster. Players coming over to <em>Overwatch 2</em> from the original game gained access to Kiriko for free, as well as <a href=\"https://www.engadget.com/overwatch-2-free-to-play-early-access-date-174155851.html\"><ins>Junker Queen</ins></a> and <a href=\"https://www.engadget.com/overwatch-2-sojourn-gameplay-trailer-abilities-202500579.html\"><ins>Sojourn</ins></a>.</p><p>Those who buy the season two premium pass will get access to Ramattra right away as well. I've had a little bit of hands-on time with the new hero, who can shift into different forms and is all about closing the gap between his team and the enemy. Once he gets in close, he can deal devastating damage, especially since his ultimate ability can last indefinitely. Ramattra seems like a powerful (and fun!) addition to the roster, which could prompt more tank players to pay for the premium pass to unlock him as swiftly as possible.&nbsp;</p><p>However, adding a new tank to the mix could make queue times longer for many folks. Not enough players are opting for support heroes, which has led to lengthy waits for tank and damage players to get into a match. Blizzard plans to make supports <a href=\"https://overwatch.blizzard.com/en-us/news/23875435/\">more fun and rewarding to play</a>, but when rad new characters are introduced to other roles, players may be more likely to want to try them out instead.</p><p>Ramattra's far from the <a href=\"https://www.engadget.com/overwatch-2-season-two-trailer-battle-pass-game-mode-skins-map-202430525.html\"><ins>only addition in season two</ins></a>. There's a Greek mythology theme and the battle pass includes skins that pay homage to the likes of Zeus and Poseidon. There's also a new map, balance changes for several heroes and a brand-new limited-time mode that will go live in January.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/facebook-dating-yoti-age-verification-204410518.html?src=rss", "title": "Facebook Dating finally adds age verification", "date_published": "2022-12-05 20:44:10+00:00", "description": "<p>Three years after bringing <a href=\"https://www.engadget.com/2019-09-05-facebook-dating-us-launch.html\"><ins>Facebook Dating to the US</ins></a>, Meta is finally adding a way for users to <a href=\"https://about.fb.com/news/2022/12/facebook-dating-age-verification/\">verify their age</a>. As it did when it began <a href=\"https://www.engadget.com/instagram-testing-ai-face-scanning-tool-to-verify-your-age-114052186.html\"><ins>testing age verification</ins></a> on Instagram this past summer, Meta is once again turning to a company called <a href=\"https://www.wired.co.uk/article/age-estimation-ai-yoti\">Yoti</a> for help. If Facebook’s automated systems suspect a minor is trying to use Facebook Dating, the website will prompt that individual to provide more information. Users can prove they’re old enough to use the service either by submitting a copy of a photo ID card or a video selfie. In the latter case, Meta will share a video still with Yoti “and nothing else.” Yoti’s machine learning algorithm estimates your age based on your facial features. Once the company shares its estimate with Meta, Yoti will delete the image.</p><p>Yoti’s technology is controversial for a few reasons. To start, like other neural networks, it’s something of a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c6c965be-a8ea-473d-89f4-9754f2675a60&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Nature+Research&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjNmM5NjViZS1hOGVhLTQ3M2QtODlmNC05NzU0ZjI2NzVhNjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubmF0dXJlLmNvbS9hcnRpY2xlcy9zNDIyNTYtMDE5LTAwNDgteCIsImNvbnRlbnRVdWlkIjoiMjQ5YjJhZjEtMGVhOS00NjEwLTgwMjItNDYzNTUzMTlkZmYxIn0&amp;signature=AQAAAWiYWKJOCz_pmwGtI1O3ybnyNVkEaVliFvShQ3JpnG4t&amp;gcReferrer=https%3A%2F%2Fwww.nature.com%2Farticles%2Fs42256-019-0048-x\"><ins>black box</ins></a>. Yoti has said it doesn’t know exactly which facial characteristics its software uses to make judgments. The AI is also more likely to incorrectly estimate someone’s age depending on their gender and skin tone. In general, it’s the least accurate when examining female faces with dark skin and the most accurate when looking at light-skinned males. However, Meta claims it has found a lot of success using Yoti's software. On Instagram, for instance, it says that the technology has stopped 96 percent of teens from changing their birthdays to make it seem like they are over the age of 18. In the case of Facebook Dating, it’s also one of those instances where whatever concerns people have with the technology may be outweighed by the fact it’s being used to protect minors from online predators.</p><span id=\"end-legacy-contents\"></span><p>Facebook Dating age verification is currently only available in the US. Meta says it will bring the feature to more countries once it has had time to do more testing.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/slack-ceo-stewart-butterfield-leaving-company-202852414.html?src=rss", "title": "Slack CEO Stewart Butterfield is leaving Salesforce in January", "date_published": "2022-12-05 20:28:52+00:00", "description": "<p>Slack co-founder and CEO Stewart Butterfield is leaving the company in January. Lidiane Jones, currently an executive VP at parent company Salesforce, will succeed Butterfield as CEO.</p><p>The move comes just days after Salesforce <a href=\"https://investor.salesforce.com/press-releases/press-release-details/2022/Bret-Taylor-to-Step-Down-as-Salesforce-Vice-Chair-and-Co-CEO-Marc-Benioff-to-be-Chair-and-CEO/default.aspx\">announced</a> that its CEO, Bret Taylor, will also leave in early 2023. However, Butterfield says the actions are unrelated. “FWIW: This has nothing to do with Bret’s departure. Planning has been in the works for several months! Just weird timing,” he wrote in an internal Slack channel today, <a href=\"https://www.businessinsider.com/slack-ceo-stewart-butterfield-to-exit-salesforce-in-january-2022-12?op=1\">viewed</a> by <em>Business Insider</em>.</p><span id=\"end-legacy-contents\"></span><p>Slack launched in 2013 and quickly established itself as the predominant work-chat app. But today, it faces stiff competition from <a href=\"https://www.engadget.com/2019-03-19-microsoft-teams-new-features.html\">Microsoft Teams</a>, which has nearly doubled its daily users in each of the past two years. In 2020, Slack filed an <a href=\"https://www.engadget.com/slack-microsoft-teams-eu-antitrust-complaint-134423931.html\">antitrust complaint</a> against Microsoft with the European Commission, claiming its bundling of Teams with the Office suite gave it an unfair advantage (echoing antitrust cases against Microsoft for bundling Internet Explorer with Windows). Later that year, Salesforce announced it was <a href=\"https://www.engadget.com/salesforce-buys-slack-210947704.html\">buying Slack</a> for $27.7 billion, its biggest acquisition to date.</p><p>A Salesforce spokesperson told in a company statement to <a href=\"https://techcrunch.com/2022/12/05/report-slack-ceo-stewart-butterfield-stepping-down-in-january/\"><em>TechCrunch</em></a> today, “Stewart is an incredible leader who created an amazing, beloved company in Slack. He has helped lead the successful integration of Slack into Salesforce and today Slack is woven into the Salesforce Customer 360 platform.”</p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/xbox-series-x-s-games-price-increase-starfield-redfall-forza-motorsport-191343275.html?src=rss", "title": "Xbox will start charging $70 for some Series X/S games", "date_published": "2022-12-05 19:13:43+00:00", "description": "<p><a href=\"http://engadget.com/tag/microsoft\"><ins>Microsoft</ins></a> has confirmed it will increase the prices of some of its first-party <a href=\"https://www.engadget.com/tag/xbox/\"><ins>Xbox</ins></a> games to $70 starting in 2023. Specifically, major games built for Xbox Series X/S will cost $10 more in the US, including <a href=\"https://www.engadget.com/starfield-redfall-delayed-2023-122911192.html\"><em><ins>Starfield</ins></em></a>, <a href=\"https://www.engadget.com/redfall-gameplay-trailer-xbox-arcane-bethesda-181448121.html\"><em><ins>Redfall</ins></em></a> and <a href=\"https://www.engadget.com/forza-motorsport-spring-2023-release-174340903.html\"><em><ins>Forza Motorsport</ins></em></a>. Regional price increases may vary.</p><p>\"This price reflects the content, scale, and technical complexity of these titles,\" a Microsoft spokesperson told <a href=\"https://www.ign.com/articles/microsoft-raising-prices-new-first-party-games-xbox-series-70-2023-redfall-starfield\"><em>IGN</em></a>, which first reported the news. \"As with all games developed by our teams at Xbox, they will also be available with Game Pass the same day they launch.”</p><span id=\"end-legacy-contents\"></span><p>Other major publishers, including Sony, EA and Take-Two Interactive, have been charging $70 for select current-gen games. Microsoft was able to hold off on increasing prices, likely because the company doesn't rely on games as its primary revenue driver.</p><p>In August, Sony <a href=\"https://www.engadget.com/sony-raises-playstation-5-pricing-082732792.html\"><ins>increased the price of the PlayStation 5</ins></a> in most countries, but not the US. Microsoft Gaming CEO Phil Spencer <a href=\"https://twitter.com/tomwarren/status/1585333470083284992\"><ins>said in October</ins></a> his company wouldn't raise Xbox prices ahead of the holiday season (the Xbox Series S <a href=\"https://www.engadget.com/the-xbox-series-s-is-50-off-right-now-182444111.html\"><ins>actually went on sale</ins></a> in November), but noted that \"I do think at some point we'll have to raise the prices on certain things.\" We're starting to see that play out now.</p><p>One possible outcome of Xbox raising prices on first-party games is that more people may be willing to try out Game Pass. <em>Starfield</em>, <em>Redfall </em>and <em>Forza Motorsport </em>will all be available on Xbox Game Pass and PC Game Pass on day one. That could make Game Pass more attractive and an even better value proposition — at least until Xbox inevitably raises the price of its subscription services too.</p><p>Furthermore, this seems to mark the beginning of a shift away from releasing major new games on previous-generation consoles. With the exception of <a href=\"https://www.engadget.com/microsoft-flight-simulator-helicopters-gliders-40th-anniversary-edition-release-date-173017713.html\"><em><ins>Microsoft Flight Simulator</ins></em></a>, Microsoft has made native Xbox One versions of its Series X/S games.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/adobe-stock-ai-generated-art-policy-183027951.html?src=rss", "title": "Adobe accepts AI-generated stock art, with limits", "date_published": "2022-12-05 18:30:27+00:00", "description": "<p>Adobe is the latest stock image provider to take a stance on <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\">AI-generated art</a>. The company has <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\">updated</a> its <a href=\"https://helpx.adobe.com/stock/contributor/help/generative-ai-content.html\">guidelines</a> to allow generative AI artwork on its stock photo service as long as it meets certain criteria. Contributors will have to label any AI-made content, and they'll require permission for any reference images or text prompt used to produce the art. Creators will likewise need releases for any material depicting recognizable people.</p><p>The new policy also warns producers against misusing AI by submitting multiple images based on the same prompt. They can't use misleading, repetitive or vague descriptions, and <a href=\"https://helpx.adobe.com/stock/contributor/help/generative-ai-faq.html\">must submit</a> their works as illustrations (not pictures) even if they're photorealistic. As with regular images, Adobe promises indemnification in the event there's an intellectual property dispute. You shouldn't be in deep trouble if you unwittingly use items that infringe someone else's rights.</p><span id=\"end-legacy-contents\"></span><p>Adobe is effectively trying to strike a balance between embracing new technology and avoiding copyright issues. Other stock photo providers have taken wildly varying approaches. Getty Images <a href=\"https://www.engadget.com/getty-images-ai-generated-content-ban-153337930.html\">banned AI-generated imagery</a> over rights concerns, while Shutterstock has <a href=\"https://www.engadget.com/shutterstock-ai-generated-stock-images-dall-e-133903619.html\">teamed with DALL-E creator OpenAI</a> to sell      algorithm-based images. In some cases, tool developers have avoided wading into the debate — <a href=\"https://www.engadget.com/google-imagen-text-to-image-ai-unprecedented-photorealism-144205123.html\">Google won't offer Imagen</a> to the public until it believes there's a \"responsible\" way to do so.&nbsp;</p><p>This move might not lead to a flood of AI-made images to use for your next presentation or website. However, it could be helpful if you're eager to use unconventional content without worrying about the risks of unexpected lawsuits or royalty payments. If nothing else, Adobe's move could increase acceptance of AI stock art by making it available to a wider audience.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/honor-magic-vs-2022-prototype-hands-on-181503548.html?src=rss", "title": "Honor’s Magic VS, even in prototype form, feels like a contender", "date_published": "2022-12-05 18:15:03+00:00", "description": "<p>Allow me to pull the curtain back on something that happens when you get to spend some time with a very early phone prototype: Often, there’s a list of conditions that mean you can’t really talk about your experiences in a specific manner. Bear this in mind when I talk about this prototype <a href=\"https://www.engadget.com/honor-magic-vs-worldwide-q1-2023-105534945.html\"><ins>Honor Magic VS</ins></a> that I’ve been diddling around with for the last few days. I’m actually pretty impressed by it, although I’ve been asked not to make any solid conclusions about its non-final hardware, software, imaging, performance and display quality.</p><p>The Magic VS is the company’s second folding phone, albeit the first that’ll be available on sale outside of China when it hits selected global markets at the start of 2023. It’s a close cousin of Honor’s first folder, the <a href=\"https://www.engadget.com/honor-magic-v-foldable-smartphone-153214121.html\"><ins>Magic V</ins></a>, which was first released at the start of 2022, and this feels like a polish, rather than an evolution, of the existing model. The major difference is a vastly redesigned hinge with far fewer parts, which should make it more reliable. And the company promises that the handset will withstand 400,000 folds, or more than 100 per day for the better part of a decade. It’s also two grams lighter than Samsung’s Z Fold 4, which Honor is very proud of, but it’s still only two grams.</p><span id=\"end-legacy-contents\"></span><p>The rest of the differences between the Magic VS and the Magic V are all fairly minor; a 5,000mAh battery, up from the last model’s 4,750mAh. The Snapdragon 8 Gen 1 gets swapped for an 8+, and there’s one major change on the imaging front. Whereas the V was packing a trio of 50-megapixel lenses, the VS dropped the third in favor of an 8-megapixel, f/2.4 3x optical zoom. Of course, I can’t talk about the power of those beefy zoom lenses, or the speed at which it takes an image. Or that, much like many other Android handsets, you do wish that images weren’t so washed out.</p><p>As for the displays, you’ll find the 6.45-inch exterior OLED screen is no slouch, especially since it has a refresh rate of up to 120Hz. Honor knows that most people will default to the external display for the bulk of their smartphone use, and so it’s almost the first thought here. The 21:9 ratio is still cramped, and initially disorientating, but it’s hardly a deal breaker. And, if I’m honest, you’ll accept a slightly narrow external display in order to get at that 7.9-inch, foldable OLED inside. Now, it’s not as high-res, or as fast (it tops out at 90Hz) but it’s just so much bigger that you’ll want to use it as much as you possibly can.</p><figure><img alt=\"Image of the Honor Magic VS closed on a table.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/961b6ec0-74bb-11ed-bcbd-69e6c79692fd\" style=\"height: 1200; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Daniel Cooper</div></figure><p>Honor says that the display is “creaseless,” a term which I’ll take a small amount of issue with, if only because there’s no such thing. Hold the device face-on and, when watching video or browsing, you’ll barely notice the crease unless you catch the light at a bad angle. Sit anywhere off center, and you can see the bumps in the terrain just fine – but that’s not to say that this is a dealbreaker at all. Just that some promises sound better on paper than they do when you’re looking at a very faint ridge in a flexible OLED display.</p><p>One thing I can talk about is the hinge, which helps the two halves of the handset fold flat (except for the dreaded camera bump) and sit very comfortably in my pocket. No doubt, this is still a hulking slab of a device, with a 6.45-inch display that’ll be uncomfortable if you’ve a penchant for ultra-skinny jeans. But if you’re looking for something that’ll pull double duty as a slate, this feels like the most elegant in the admittedly limited pantheon.</p><p>I probably can’t draw conclusions about the speed of the power button-mounted fingerprint sensor, or the camera face unlock. Certainly, you wouldn’t expect a Snapdragon 8+ handset to stutter, especially when it’s paired with 12GB storage, as is the case here. Honor gave strict instructions not to test app performance on the device, but I can’t imagine that – given the performance of what’s pre-loaded, this device will struggle to deal with much. I did try out a very popular Battle Royale-type game, that I won’t name to respect Honor’s wishes, and it ran beautifully.</p><p>The Magic VS won’t ship with, but does support, Honor’s Magic Pen stylus input, which I’d say is a good start, but not really what this device should be about. After all, the benefit of a device like this is in what it can offer you when you need to get a little blast of focused work done when you’re out and about. (Okay, that’s my interest, I’m sure others just want a bigger screen to play <em>Fortnite</em> on, and that’s absolutely okay.) If Honor shipped this thing with a little stand and a matching wireless keyboard (or both) then I can see it becoming every commuter's dream purchase.</p><p>Now, here’s something that I think should make the folks over at Samsung feel just a little bit jittery. It’s an imperfect comparison, but imagine you’re keeping an eye on the Z Fold 4, currently retailing for $1,700 in the US. Honor’s planning on selling the Magic VS for 7,499RMB in China, which shakes out to around $1,048. Now, for one, Honor probably won’t sell to the US market, and taxes and exchange rates will play their part. But if the final version of this handset can offer something very similar to the Z Fold 4 for a significantly lower price, I can imagine it turning plenty of would-be Fold owners’ heads.</p><p>Now, as I said, I can’t make any solid conclusions about this device, but what I can say is that I really think it’s worthy of a full review when it hits global markets early next year. And that there’s enough here to say that Honor may be making a very compelling case to be spoken about as a fair competitor to Samsung at the highest end of the Android space.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/pixel-7-pro-updates-clear-calling-vpn-pixel-buds-spatial-audio-180029913.html?src=rss", "title": "Pixel 7 update brings promised Clear Calling and free VPN", "date_published": "2022-12-05 18:00:29+00:00", "description": "<p>Google is releasing its latest round of Pixel updates today, including the free VPN the company teased at its <a href=\"https://www.engadget.com/google-pixel-7-pixel-7-pro-pixel-watch-event-wrap-up-170055623.html\"><ins>October event</ins></a>. Clear Calling also launches to the public alongside updates for its voice memo app and new sleep features for the Pixel Watch.</p><p><a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\"><ins>Pixel 7 and Pixel 7 Pro</ins></a> users can now use the <a href=\"https://www.engadget.com/google-one-vpn-191231627.html\"><ins>Google One VPN</ins></a> on their phones for free (rather than buying it bundled with a $10-per-month storage plan). Although Google’s VPN doesn’t support regional location switching, it secures your browsing activity on the web and in apps.</p><span id=\"end-legacy-contents\"></span><p>Clear Calling, Google’s voice isolation for calls which had been <a href=\"https://www.engadget.com/pixel-7-clear-calling-beta-test-193113009.html\"><ins>in beta</ins></a> since October, is now available for all Pixel 7 series owners. The AI-powered feature makes calls in noisy environments sound better by bringing your voice to the forefront while drowning out background noise. Recorder, Google’s AI-based voice memo app, now transcribes and organizes recordings <a href=\"https://www.engadget.com/google-recorder-app-speaker-labels-at-a-glance-rain-alerts-baggage-claim-pixel-7-155339727.html\"><ins>for multiple people</ins></a>. It labels each speaker’s text, separating their transcriptions with line breaks — handy for meetings or interviews. That feature is also exclusive to the Pixel 7 series.</p><figure><img alt=\"Screenshot of Recorder app on Pixel phones, which separates transcriptions of different speakers.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/c3aecb70-7286-11ed-bfcf-22de0382541a\" style=\"height: 934; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>Google says spatial audio will arrive in January for <a href=\"https://www.engadget.com/google-pixel-buds-pro-announced-price-specs-184452036.html\"><ins>Pixel Buds Pro</ins></a> paired with a Pixel phone. Like the iPhone/AirPods feature of the same name, it provides a head-tracked surround-sound effect for movies and shows. However, Google’s version doesn’t yet support music or a fixed-position surround effect.</p><p>Pixel owners will also see a new security and privacy hub. The app shows risk levels and settings for protecting your data, and it will alert you to any concerns it detects while recommending fixes.</p><figure><img alt=\"Screenshot of a new Security &amp; Privacy hub on Pixel phones\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/e79291c0-7286-11ed-bd37-8024e78b5dc9\" style=\"height: 844; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>New sleep features are available for <a href=\"https://www.engadget.com/google-pixel-watch-review-battery-life-fitbit-heart-rate-sensing-015412121.html\"><ins>Pixel Watch</ins></a> owners. Fitbit Sleep Profiles analyze your slumber with insights like “time before sound sleep” and “nights with long awakenings.” It also assigns you a monthly Sleep Animal, a critter whose sleep patterns mirror yours. Anyone who already tracked their sleep for at least two weeks this past November will see their animal today, while everyone else will have to wait until January.</p><p>The Pixel Watch also receives new Wear Tiles (Wear OS widgets) for Weather and Contacts. Additionally, Google says the smartwatch will receive a Fall Detection feature in 2023. Like the Apple Watch feature of the same name, it contacts emergency services if you fall and don’t respond.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hbo-max-discovery-plus-merged-streaming-service-name-175817183.html?src=rss", "title": "The merged HBO Max and Discovery+ streaming service could be simply called 'Max'", "date_published": "2022-12-05 17:58:17+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/warner%20bros%20discovery/\"><ins>Warner Bros. Discovery</ins></a> will soon combine <a href=\"https://www.engadget.com/tag/hbo%20max/\"><ins>HBO Max</ins></a> and <a href=\"https://www.engadget.com/tag/discovery%20plus/\"><ins>Discovery+</ins></a> into a single streaming service with a new name. Right now, it seems that the frontrunner for the merged platform's moniker is \"Max,\" which would ditch the more instantly recognizable part of HBO Max's branding.</p><p>Lawyers for the company are vetting several names, but Max is said to be the leading the pack. A Warner Bros. spokesperson told <a href=\"https://www.cnbc.com/2022/12/05/warner-bros-discovery-max-streaming-service-name.html\"><em><ins>CNBC</ins></em></a> that the company was still discussing the name. They'll need to make a decision fairly soon, though, as the merged streaming service is slated to <a href=\"https://www.cnbc.com/2022/12/05/warner-bros-discovery-max-streaming-service-name.html\"><ins>arrive in the spring</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>HBO has built up a certain level of prestige over the years. However, Warner Bros. Discovery leaders are said to see some value in positioning HBO as a sub-brand alongside the likes of Discovery and CNN. The company's CEO David Zaslav <a href=\"https://www.engadget.com/hbo-max-batman-animated-series-jj-abrams-bruce-timm-170056366.html\"><ins>slashed</ins></a><a href=\"https://www.engadget.com/hbo-max-layoffs-reality-kids-programming-184222650.html\"><ins>spending</ins></a> on HBO Max after WarnerMedia and Discovery <a href=\"https://www.engadget.com/warnermedia-discovery-merger-hbo-max-discovery-plus-214335645.html\"><ins>merged earlier this year</ins></a>. The streaming service will have much more to offer than HBO content as well.</p><p>As <em>CNBC </em>notes, there has been some confusion surrounding the branding of HBO streaming apps — HBO Max was preceded by <a href=\"https://www.engadget.com/hbo-go-now-going-away-leaving-hbo-max-201659635.html\"><ins>HBO Go and HBO Now</ins></a>. Having another one with HBO in the name could further muddy the waters. Moreover, executives are said to have expressed concern that the HBO Max name could weaken the value of HBO as a brand if consumers link it to less-prestigious content on the streaming service.</p><p>The new-look platform will reportedly have a similar to set up to <a href=\"https://www.engadget.com/tag/disney%20plus/\"><ins>Disney+</ins></a>, with hubs for content from HBO, Discovery, DC Comics, Warner Bros. and more (Disney+ has ones for Star Wars, Pixar, National Geographic and so on). It's not yet clear how much subscriptions to Max, or whatever it ends up being called, will cost.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cooler-master-orb-x-announced-173910004.html?src=rss", "title": "Cooler Master has a big 'immersive' gaming pod too", "date_published": "2022-12-05 17:39:10+00:00", "description": "<p>Why settle for a desk and an ultrawide monitor when you can buy a multi-purpose computing pod? That’s the question Cooler Master hopes the <a href=\"https://www.cmodx.com/orb-X\">Orb X</a>, its newly announced semi-enclosed work and gaming station (via <a href=\"https://gizmodo.com/cooler-master-orb-x-gamepod-gaming-chair-workstation-1849853259\"><em>Gizmodo</em></a>), will prompt you to ponder. While the Orb X won’t completely isolate you from the outside world, your family and roommates will definitely accuse you of being antisocial once you’re cocooned inside its ABS plastic shell.</p><p>The built-in recliner is made from “genuine leather,” and features a fully adjustable headrest, lumbar support and leg rest. Once you’re seated, the motorized dome at the top of the Orb X lowers a screen to eye level. Speaking of screens, you can configure the pod with either a single 34-inch monitor or up to three 27-inch displays. Completing the multimedia experience, the Orb X also comes with a built-in surround sound system that Cooler Master says will let you enjoy a realistic soundstage without fancy headphones.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Cooler Master Orb X\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/62caaac0-74c2-11ed-bee5-a17a765056b0\" /><figcaption></figcaption><div class=\"photo-credit\">Cooler Master</div></figure><p>Other nifty features include a hidden compartment where you can store your PC and consoles. Inside, you'll also find a desk with built-in wireless charging and a handful of USB-A and USB-C ports. Oh, and the whole thing obviously features RGB accent lighting.</p><p>While it’s far from a crowded market, Cooler Master isn’t the only company producing a behemoth like the Orb X. In 2018, Acer announced the $20,000 <a href=\"https://www.engadget.com/2018-08-29-acer-predator-thronos-gaming-chair.html#/\">Predator Thronos</a> before following it up with the more affordable <a href=\"https://www.engadget.com/2019-09-04-acer-predator-thronos-air-gaming-chair.html\">Thronos Air</a> one year later. Cooler Master has yet to announce pricing details for the Orb X, or, for that matter, a release date. If you’re keen on finding out when it’s available for pre-order, you can register for a waiting list.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/berserk-anime-1997-us-not-available-161155406.html?src=rss", "title": "Anime classic 'Berserk' still isn't available on Netflix in the US, UK and Canada", "date_published": "2022-12-05 16:11:55+00:00", "description": "<p>So much for streaming the <a href=\"https://www.engadget.com/the-original-1997-berserk-anime-is-coming-to-netflix-on-december-1st-112738820.html\">influential anime series</a><em>Berserk</em> on Netflix in the US, at least on day one. As <em>PiunikaWeb</em> and viewers have <a href=\"https://piunikaweb.com/2022/12/05/berserk-1997-still-not-streaming-or-available-on-netflix-for-some/\">noticed</a>, the 1997 manga-based show still isn't available on the service in key markets like the US, UK and Canada well after its December 1st release date. You can watch the saga in countries like Portugal, so it is viewable — just not where you might have expected. For now, you'll likely have to rely on a VPN with the right local servers if you're determined to watch the 25-episode program.</p><p>We've asked Netflix for comment. There's still a <a href=\"https://berserk-me.com/\">countdown</a> on the official Japanese <em>Berserk</em> website that suggests something is coming in about five days, but this appears to relate to the \"Memorial Edition\" that recut the 2012 movie trilogy for TV, not the original anime production. Given that the decade-old movies have plenty of critics, you may be better off waiting for their well-received predecessor.</p><span id=\"end-legacy-contents\"></span><p>The classic <em>Berserk</em> was a dark and unflinching fantasy tale that covered the Golden Age Arc of the manga, when Guts joined up with major characters like Casca and Griffith. The title is frequently considered the best adaptation of the manga, and is said to have inspired other legendary anime releases like <em>Attack on Titan</em> and <em>Fullmetal Alchemist</em>.</p><p>Limited regional launches certainly aren't new to Netflix. The company has a long history of international distribution for shows that are <a href=\"https://www.engadget.com/2018-10-01-netflix-to-stream-dc-titans-outside-us.html\">only available on a rival service</a> in the US. However, Netflix <a href=\"https://www.engadget.com/netflix-nippon-tv-deal-160813690.html\">bought worldwide streaming rights</a> to <em>Berserk</em> and other well-known anime offerings as part of a deal with Nippon TV. There's theoretically nothing preventing a wider release. Barring surprises, though, you may have to settle for Netflix's <a href=\"https://www.engadget.com/cyberpunk-2077-edgerunners-popularity-spike-161756943.html\">many alternative</a> movies and series if you're looking for a Japanese animation fix this winter.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-ipad-air-m1-lowest-price-amazon-sale-143434777.html?src=rss", "title": "Apple's latest iPad Air falls to $500 at Amazon", "date_published": "2022-12-05 14:34:34+00:00", "description": "<p>This is your chance to get one of Apple's more powerful tablets at a much better price than usual. Amazon is selling the 2022 iPad Air with 64GB of storage and WiFi <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjA5VjNKSDNYUyUyQ0IwOVYzSkpUNUQlMkNCMDlWM0hOMUtDJTJDQjBCSkxYTVZNViUyQ0IwQkpMVDk4UTclMkNCMEJKTENXRk5NJTJDQjBCSkxDTDIyWSUyQ0IwQkpMQk5OUlQlMkNCMEJKTFhNVk1XJTJDQjBCSkxDWDJRMiUyQ0IwQkpMRERDR1MmdGFnPWdkZ3QwYy1wLW8tYmEtMjAiLCJjb250ZW50VXVpZCI6IjdiNDk0NDc1LWQ3YzAtNDQyOC1hNTViLTgzNWY5ZjkwZTliOSJ9&amp;signature=AQAAAfX-gnQsc7QWfd61DYeLg7IL6vbd9ChGlvOOzErbqkD_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB09V3JH3XS%2CB09V3JJT5D%2CB09V3HN1KC%2CB0BJLXMVMV%2CB0BJLT98Q7%2CB0BJLCWFNM%2CB0BJLCL22Y%2CB0BJLBNNRT%2CB0BJLXMVMW%2CB0BJLCX2Q2%2CB0BJLDDCGS\">for $500</a>, or a full $100 off. That's an all-time low for all but one color variant of the tablet, and you'll see similar discounts for 256GB and cellular models. The sale makes it an easier choice if you want a wide range of features but would rather not splurge on the iPad Pro.</p><p></p><p>The <a href=\"https://www.engadget.com/apple-ipad-air-5th-generation-review-130019050.html\">iPad Air M1</a> represents <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">the sweet spot</a> in Apple's current tablet lineup. It's still one of the fastest mobile tablets you can buy, with an excellent display and support for up-to-date peripherals like the Magic Keyboard and second-generation Pencil. Meld that with strong battery life and you'll have a device that should last a long time, even if you're using it as a creative tool.</p><span id=\"end-legacy-contents\"></span><p>There are limitations. The entry version's 64GB of storage is meager unless you primarily stream content or work in the cloud. The Magic Keyboard and Pencil are also expensive add-ons. And while the <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">iPad Pro M2</a> is overkill for many users, you might miss its 120Hz display, the option of a larger 12.9-inch screen and the convenience of Face ID. The iPad Air is still Apple's most well-rounded slate — it's just not the absolute best.</p><p>If you don't need much more than the essentials, we'd note that the 64GB 10th-generation iPad is <a href=\"https://www.engadget.com/apple-10th-generation-ipad-sale-amazon-161446402.html\">still on sale</a> at Amazon for $399, with a matching $50 discount for the 256GB configuration. It's not as fast as the Air and only supports the first-generation Pencil (through a dongle, no less), but it's still very quick for everyday tasks. It even has a few advantages over other iPads, including a better-placed front camera and support for the well-made Magic Keyboard Folio. It's just a question of whether or not you're likely to appreciate the Air's feature upgrades.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLTEwLTktaW5jaC1pUGFkLVdpLUZpL2RwL0IwQkpMQ1dGTk0vP3RoPTEmdGFnPWdkZ3QwYy1wLW8tYmItMjAiLCJjb250ZW50VXVpZCI6IjdiNDk0NDc1LWQ3YzAtNDQyOC1hNTViLTgzNWY5ZjkwZTliOSJ9&amp;signature=AQAAAaU0LFu68Kfi9xXndY30jZV-3wyh2L87wRnKfBRZBAAn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-10-9-inch-iPad-Wi-Fi%2Fdp%2FB0BJLCWFNM%2F%3Fth%3D1\" id=\"adef19852be2481db1a6a7e64ae75746\">Buy Apple iPad (2022) at Amazon - $399</a><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsungs-smart-monitor-m-8-falls-to-a-new-all-time-low-of-400-142218789.html?src=rss", "title": "Samsung's Smart Monitor M8 falls to a new all-time low of $400", "date_published": "2022-12-05 14:22:18+00:00", "description": "<p>If you've been waiting for a deal on Samsung's 4K <a href=\"https://www.engadget.com/samsung-smart-monitor-m8-odyssey-neo-g8-204612785.html\">Smart Monitor M8</a> as a good business, content creation and even entertainment monitor, now is the time to act. Just ahead of the holidays, it's on sale at its lowest price ever of $400 in multiple colors, both at <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlYMjRYNE5CLz90aD0xJnRhZz1nZGd0MGMtcC1vLWI4LTIwIiwiY29udGVudFV1aWQiOiJiYWI2YTZhOC02OTJmLTRkNTYtODY4My1hNGRhMDQwZGQ3ZjAifQ&amp;signature=AQAAAbvbyl2rnGBFWru3FdBtUVdHCcOG4vPun-PE5Y52OAzZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09X24X4NB%2F%3Fth%3D1\">Amazon</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvY29tcHV0aW5nL21vbml0b3JzL3NtYXJ0LW1vbml0b3JzLzMyLW04LTRrLXNtYXJ0LW1vbml0b3ItYW5kLXN0cmVhbWluZy10di1ncmVlbi1sczMyYm04MGd1bnhnby8iLCJjb250ZW50VXVpZCI6ImJhYjZhNmE4LTY5MmYtNGQ1Ni04NjgzLWE0ZGEwNDBkZDdmMCJ9&amp;signature=AQAAAY4bpTbD7E4yxlGu7m2TMzy13SYDpHKpszu4q89DjEgo&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fcomputing%2Fmonitors%2Fsmart-monitors%2F32-m8-4k-smart-monitor-and-streaming-tv-green-ls32bm80gunxgo%2F\">Samsung's online store</a>.&nbsp;</p><p></p><p>As a computer display, the Smart Monitor M8 <a href=\"https://www.engadget.com/samsung-smart-monitor-m8-price-pre-order-104039969.html\">offers</a> UHD (3,840 x 2,160) resolution at up to 60Hz, along with HDR10+. The VA panel offers a decently bright at 400 nits, a 4-millisecond response time and up to a billion colors, with 99 percent sRGB coverage. Input-wise, you get USB-C and Micro HDMI 2.0 inputs, along with a USB-C charging interface. Finally, it has a detachable SlimFit Cam for video calls, making it a solid choice for work or light content creation.</p><span id=\"end-legacy-contents\"></span><p>Other features include the ability to change the angle and position with the high-adjustable stand, along with a game bar that makes it easy to switch between cloud services. And with Samsung TV Plus and Alexa built in, you can watch streaming content, play games and even do work activities without the need to be plugged into a PC. Normally the white model sells for $700 and the color models for $730, so you get a $300 off (43 percent) on the former and $330 (45 percent) on the latter.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-apple-has-fully-resumed-advertising-on-twitter-according-to-elon-musk-121507604.html?src=rss", "title": "The Morning After: Apple has ‘fully resumed’ advertising on Twitter, according to Elon Musk", "date_published": "2022-12-05 12:15:07+00:00", "description": "<p>According to Elon Musk, Apple has “fully resumed” <a href=\"https://www.engadget.com/elon-musk-says-apple-has-fully-resumed-advertising-on-twitter-182040425.html%20https://www.engadget.com/...\">advertising</a> on Twitter. The billionaire made the comment during a Twitter Spaces conversation he broadcast from his private plane on Saturday evening. On November 28th, Musk claimed Apple had “mostly stopped advertising on Twitter” and threatened to remove the platform’s iOS client from the App Store. Two days after that, Musk said he met with Tim Cook. “We resolved the misunderstanding about Twitter potentially being removed from the App Store,” he posted. “Tim was clear that Apple never considered doing so.” On Saturday, Musk added Apple was the largest advertiser on Twitter.</p><p>Amazon also had plans to advertise on Twitter again, with reports from <em>Platformer</em> saying the company has committed to spending approximately $100 million per year, “pending some security tweaks.” During the first week of the World Cup in Qatar, Twitter only made about 20 percent of the ad revenue it expected to, according to <em>The Times</em>.</p><p>Twitter continues to try to win back its army of advertisers while wrestling with a different approach to free speech: Musk’s “general amnesty” to users that haven’t broken rules. The social network recently restored the account of <a href=\"https://www.engadget.com/twitter-restores-andrew-anglins-account-192658758.html%20https://www.engadget.com/...\">Andrew Anglin</a>, one of America’s most notorious neo-Nazis. He then tweeted a defense of Ye, the rapper formerly known as Kanye West. “Saying you love Hitler is not even a big deal,” Anglin said, referencing Ye’s recent InfoWars interview with Alex Jones. This reinstatement comes in the same week Twitter suspended Ye for tweeting a photo of the Star of David merged with a swastika.</p><p>An estimate by software engineer Travis Brown suggests Twitter has restored as many as 12,000 accounts since October 27th.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/us-dimisses-indictment-against-huawei-meng-wanzhou-164919359.html\">Judge dismisses indictment against Huawei exec Meng Wanzhou</a></p></li><li><p><a href=\"https://www.engadget.com/hbo-the-last-of-us-second-trailer-212931347.html\">Stunning ‘The Last of Us' trailer puts Joel and Ellie's relationship in the spotlight</a></p></li><li><p><a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">The best wireless earbuds this year</a></p></li><li><p><a href=\"https://www.engadget.com/hitting-the-books-power-and-prediction-agrawal-gans-goldfarb-harvard-business-review-press-153019603.html\">Hitting the Books: AI is already reshaping air travel − will airports be next?</a></p></li><li><p><a href=\"https://www.engadget.com/fortnite-chapter-4-season-1-announced-201610345.html\">Fortnite’s latest season adds a new map, dirt bikes and Doomguy </a></p></li><li><p><a href=\"https://www.engadget.com/atari-pong-arcade-cabinet-anniversary-video-203045522.html\">Pong's influence on video games endures 50 years later</a></p></li><li><p><a href=\"https://www.engadget.com/recommended-reading-china-evs-environment-150014047.html\">Recommended Reading: The environmental cost of China's EV boom</a></p></li></ul><h2><a href=\"https://www.engadget.com/ge-smart-mixer-appliance-voice-control-scale-185121157.html\">GE’s $1,000 smart mixer shuts itself off when your dough is ready</a></h2><h3>There’s a built-in smart scale and support for voice control.</h3><h3></h3><p>Kitchen gadgets are on their way. GE’s Profile Smart Mixer with Auto Sense has a built-in scale so you can measure ingredients directly in the mixing bowl – just be sure to add each ingredient slowly. It uses motor torque feedback to monitor the texture and viscosity of a mix, meaning it can automatically stop when a mixture has been, er, mixed. Pre-orders are open now, (it’s $1,000!) and the mixer should ship later this month.</p><p><a href=\"https://www.engadget.com/ge-smart-mixer-appliance-voice-control-scale-185121157.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/pentagon-unveils-b21-raider-stealth-bomber-155234631.html%20https://www.engadget.com/...\">Pentagon unveils its first new stealth bomber in 30 years</a></h2><h3>The B-21 is undetectable even to advanced radars and air defense systems.</h3><h3></h3><p>The US military has unveiled the B-21 Raider, its first new stealth bomber in 30 years. Northrop Grumman, which developed the aircraft, first showed us a silhouette of the plane covered by a shroud way back in 2015. Most of its details remain a secret, obviously, but the company called it the \"world’s first sixth-generation aircraft,\" making it a lot more technologically advanced than the military jets in service today. The aircraft was designed using next-generation stealth technology so it can remain undetectable even to advanced radars and air defense systems. It can also fly in full stealth mode every day.</p><p><a href=\"https://www.engadget.com/pentagon-unveils-b21-raider-stealth-bomber-155234631.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/huawei-watch-buds-teaser-150018091.html%20https://www.engadget.com/...\">Huawei teases a smartwatch with built-in wireless earbuds</a></h2><h3>Who needs a charging case?</h3><a href=\"https://www.engadget.com/huawei-watch-buds-teaser-150018091.html https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/c7722990-748a-11ed-bee6-7057683d7698\" /><figcaption></figcaption><div class=\"photo-credit\">Huawei Central</div></figure></a><p>Official details will have to wait as Huawei has delayed a launch event, but the company is working on a new smartwatch to charge and house wireless earbuds. <em>Huawei Central </em>obtained photos showing the earbuds attach to the underside of the dial and sit in recesses when the watch is closed. That should make for a particularly chonky smartwatch – and that’s saying something. It's not certain when Huawei will formally announce the Watch Buds, nor is it clear which countries will get them. Given the company’s status in the US, we doubt they’ll appear in that region.</p><p><a href=\"https://www.engadget.com/huawei-watch-buds-teaser-150018091.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/engadget-podcast-kindle-scribe-twitter-clones-133056746.html%20https://www.engadget.com/...\">Engadget Podcast: Kindle Scribe reviewed, and the rise of Twitter clones</a></h2><h3>Where’s the viable alternative?</h3><h3></h3><p>This week, we dive into Cherlynn’s review of the Kindle Scribe, Amazon’s first e-reader that captures handwritten notes. Also, Devindra and Cherlynn discuss the rise of new Twitter alternatives, like Hive Social and Post. It looks like many communities are already splintering off to these services, but unfortunately, they can’t yet replicate the magic of Twitter.</p><p><a href=\"https://www.engadget.com/engadget-podcast-kindle-scribe-twitter-clones-133056746.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nothing-in-talks-to-launch-a-new-smartphone-in-the-us-101037859.html?src=rss", "title": "Nothing in talks to launch a new smartphone in the US", "date_published": "2022-12-05 10:10:37+00:00", "description": "<p>After sticking to markets in Europe, the Middle East and Asia, smartphone company Nothing may launch a future model in the US, founder Carl Pei told <a href=\"https://www.cnbc.com/2022/12/05/carl-peis-nothing-plans-to-launch-smartphone-in-us-to-take-on-iphone.html\"><em>CNBC</em></a>. He said that the <a href=\"https://www.engadget.com/nothing-phone-1-review-transparent-smartphone-090029611.html\">Nothing Phone 1 </a>isn't available stateside because the company wasn't ready to deal with the complexities of the market. \"Now we are in discussions with some carriers in the US to potentially launch a future product there,\" he said.</p><p>As <a href=\"https://www.engadget.com/carl-pei-leaving-oneplus-235552807.html\">co-founder</a> of OnePlus, Pei is well-acquainted with the US market. And Nothing does sell its <a href=\"https://www.engadget.com/nothing-ear-stick-wireless-buds-pricing-release-date-availability-143040910.html\">Ear Stick wireless buds</a> in the US, which makes up a third of that product's sales. \"It’s definitely a market where there’s already a lot of interest for our products. And if we launch our smartphones there, I’m sure we could obtain significant growth,\" he said.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>However, the different US carrier bands and other issues make launching a new device complicated for a startup. \"The reason why we didn’t launch in the US is because you need a lot of additional technical support, to support all the carriers and their unique customizations that they need to make on top of Android,\" Pei said. \"We felt that we weren’t ready before.\"</p><p>The Nothing phone 1 has a unique, light-up transparent back, and is designed to compete in the mid-range against devices like Apple's iPhone SE. The company said it has sold 500,000 units since it launched in July, along with 600,000 of its wireless earbuds. It expects to see $250 million in revenue in 2022, over ten times what it made the year before.</p><p>However, Pei has <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PTEzUG93b3FKa0VNIiwiY29udGVudFV1aWQiOiIxZDBjOGE3MC1hNmM3LTQ0MWMtOGM0OC0xMzFhOWU2MTlhMjgifQ&amp;signature=AQAAAfMnLdyYAQkUQjfgjym8zx0tgNxnK8AqiqvEN9UNMotK&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D13PowoqJkEM\">previously said</a> that the company has a \"zero-percent margin\" on the phones, due to issues like a strong US dollar and less-than-favorable terms from suppliers. \"The goal is to be profitable in 2024,\" he said. \"We are not profitable right now.\"</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/dhl-orders-2000-ford-e-transit-vans-090017662.html?src=rss", "title": "DHL orders 2,000 Ford E-Transit electric delivery vans", "date_published": "2022-12-05 09:00:17+00:00", "description": "<p>DHL is turning to Ford for help to electrify 60 percent of its delivery fleet by the end of the decade. On Monday, the automaker’s Pro division announced it would supply the logistics company with 2,000 <a href=\"https://www.engadget.com/ford-e-transit-electric-delivery-van-143144512.html\">E-Transit electric vans</a> by the end of 2023. The order is part of a €7 billion investment DHL has set aside through the end of the decade to build a zero-emissions fleet. Ford notes it has already delivered some of the vans covered by the deal to DHL, and that the vehicles are handling express deliveries throughout Europe and the Americas.</p><p>While 2,000 vehicles is a drop in the ocean for a company like DHL (the company already has 27,000 EVs in its fleet), the door is open for Ford to provide DHL with more E-Transit vans. The memorandum of understanding the two signed will see Ford grant DHL access to test vehicles. They also plan to work together on new products and charging solutions. Ford isn’t the only company providing electric vans to some of the biggest parcel delivery firms on the planet. In 2019, for instance, Amazon announced it would buy <a href=\"https://www.engadget.com/2019-09-19-jeff-bezos-amazon-climate-change-paris-agreement.html\">100,000 EVs from Rivian</a>.</p><span id=\"end-legacy-contents\"></span><div id=\"688ca5710a924904a3e03366cae60f16\"></div>", "persistent": false}]