[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/rosyjski-propagandysta-o-wolodymyrze-zelenskim-tak-bym-go-traktowal/", "title": "Rosyjski propagandysta o Wołodymyrze Zełenskim: Tak bym go traktował", "date_published": "2022-12-05 21:34:00+00:00", "description": "Rosyjscy propagandyści po raz kolejny komentowali zachowanie zachodnich przywódców. Przyznali, że mają problem z etykietowaniem ludzi. Mówili, że Zełenski nie jest klaunem, a Biden nie ma demencji. - Gdybym był przywódcą, tak bym go traktował - stwierdził jeden z propagandystów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/hiszpania-w-alicante-stanela-najwieksza-szopka-bozonarodzeniowa-swiata/", "title": "Hiszpania. W Alicante stanęła największa szopka bożonarodzeniowa świata", "date_published": "2022-12-05 20:20:00+00:00", "description": "W hiszpańskim Alicante stanęła największa szopka bożonarodzeniowa. Niektóre ze znajdujących się tam figur mierzą nawet 20 metrów. W 2019 roku hiszpańska szopka trafiła do Księgi Rekordów Guinnessa. Od tamtej pory nikt nie pobił tego osiągnięcia.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/wybuchy-w-rosji-moskwa-potwierdza-dwa-ukrainskie-ataki-na-swoim-terytorium/", "title": "Wybuchy w Rosji. Moskwa potwierdza dwa \"ukraińskie ataki\" na swoim terytorium", "date_published": "2022-12-05 18:46:00+00:00", "description": "Moskwa potwierdziła dwa ukraińskie ataki, do których doszło w poniedziałek. Ukraina próbowała atakować lotniska wojskowe w Riazaniu i Engelsie - przekazał resort obrony. Dodano, że na skutek eksplozji zginęło trzech rosyjskich żołnierzy.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/wojna-w-ukrainie-media-usa-potajemnie-zmodyfikowaly-wyrzutnie-himars-przekazane-ukrainie/", "title": "Wojna w Ukrainie. Media: USA potajemnie zmodyfikowały wyrzutnie HIMARS przekazane Ukrainie", "date_published": "2022-12-05 17:22:00+00:00", "description": "Stany Zjednoczone miały potajemnie zmodyfikować zaawansowane wyrzutnie HIMARS, które przekazały Ukrainie. Powód? USA nie chcą, by były one używane do wystrzeliwania pocisków dalekiego zasięgu w kierunku Rosji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/wojna-w-ukrainie-putin-mial-przejechac-sie-autem-po-moscie-krymskim/", "title": "Wojna w Ukrainie. Putin miał przejechać autem po Moście Krymskim", "date_published": "2022-12-05 16:41:00+00:00", "description": "Nagranie przedstawiające Władimira Putina za kierownicą mercedesa opublikowała w poniedziałek rosyjska agencja RIA Nowosti. Prezydent Rosji jedzie autem po Moście Krymskim. Konstrukcję tę w październiku uszkodziła eksplozja.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/25-tysiaca-martwych-fok-na-wybrzezu-morza-kaspijskiego-media-mowia-o-katastrofie-ekologicznej/", "title": "2,5 tysiąca martwych fok na wybrzeżu Morza Kaspijskiego. Media mówią o katastrofie ekologicznej", "date_published": "2022-12-05 14:02:00+00:00", "description": "Liczba martwych fok na wybrzeżu Morza Kaspijskiego wzrosła do 2,5 tysiąca. Rosyjskie ministerstwo zasobów naturalnych i środowiska tłumaczy masową śmierć zwierząt czynnikiem naturalnym, mimo że wszystko wskazuje na katastrofę ekologiczną - podaje białoruski niezależny portal informacyjny NEXTA.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/wojna-w-ukrainie-dwoch-polakow-zginelo-na-froncie/", "title": "Wojna w Ukrainie. Dwóch Polaków zginęło na froncie", "date_published": "2022-12-05 13:27:00+00:00", "description": "Dwóch Polaków zginęło w walkach na Ukrainie w niedzielę - przekazał korespondent Polsat News w Ukrainie, Mateusz Lachowski. Obaj byli ochotnikami.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/usa-sprawca-morderstwa-sprzed-ponad-40-lat-odnaleziony-pomoglo-badanie-dna/", "title": "USA: Sprawca morderstwa sprzed ponad 40 lat odnaleziony. Pomogło badanie DNA", "date_published": "2022-12-05 11:31:00+00:00", "description": "Jesteśmy o krok bliżej do sprawiedliwości dla Evelyn - ogłosiła policja w Miramar na Florydzie. Po 43 latach sprawca morderstwa kobiety został oskarżony, a jego identyfikację umożliwiło badanie DNA. Była to najstarsza nierozwiązana sprawa w historii tamtejszej policji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/macron-izolacja-to-najgorsze-rozwiazanie-w-przypadku-lidera-takiego-jak-putin/", "title": "Macron: Izolacja to najgorsze rozwiązanie w przypadku lidera takiego jak Putin", "date_published": "2022-12-05 10:54:00+00:00", "description": "Prezydent Francji Emmanuel Macron w niedzielnym wywiadzie dla stacji CBS News przyznał, że jest w stałym kontakcie z prezydentem Rosji. Jak dodał, taki kanał komunikacji to najlepszy sposób na powrót do rozmów. - Polityka izolacji jest najgorsza, szczególnie wobec takiego lidera, jakim jest Putin - stwierdził Macron.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/rosja-wybuchy-na-lotnisku-kreml-atakowal-stamtad-ukraine/", "title": "Rosja. Wybuchy na lotnisku. Kreml atakował stamtąd Ukrainę", "date_published": "2022-12-05 09:34:00+00:00", "description": "Ukraińskie media poinformowały o wybuchach na rosyjskim lotnisku pod Saratowem. Doradca szefa MSZ Ukrainy uważa, że zniszczeniu uległy dwa bombowce strategiczne Tu-92. Nie wyjaśniono, jaki jest charakter eksplozji, ani kto jest ich autorem.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/niemcy-tragedia-w-sklepie-budowlanym-13-miesieczne-dziecko-pod-zaladowanym-towarem-wozkiem/", "title": "Niemcy. Tragedia w sklepie budowlanym. 13-miesięczne dziecko pod załadowanym towarem wózkiem", "date_published": "2022-12-05 09:11:00+00:00", "description": "Nie żyje 13-miesięczna dziewczynka przygnieciona w sobotę niedaleko Hanoweru w Niemczech przez sklepowy wózek wypełniony płytami gipsowo-kartonowymi. Dziecko było w markecie budowlanym z rodzicami, gdy nagle doszło do tragedii. Policja bada, w jaki sposób doszło do wywrócenia wózka na dziecko.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/belgia-proces-w-sprawie-samobojczych-zamachow-w-brukseli-w-2016-roku-potrwa-7-miesiecy/", "title": "Belgia. Proces w sprawie samobójczych zamachów w Brukseli w 2016 roku. Potrwa 7 miesięcy", "date_published": "2022-12-05 08:25:00+00:00", "description": "W Belgii rozpoczął się proces oskarżonych o zamachy na lotnisku Zaventem oraz w metrze w Brukseli w 2016 roku. Zginęły 32 osoby, a ponad 300 zostało rannych. Postępowanie, które odbywa się w specjalnie przygotowanej na potrzeby rozprawy dawnej siedzibie NATO, może potrwać co najmniej siedem miesięcy i będzie kosztować minimum 35 mln euro.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/rosja-kartki-na-zywnosc-produkowane-w-tule-wladze-aktualizacja-dokumentow/", "title": "Rosja: Kartki na żywność produkowane w Tule. Władze: Aktualizacja dokumentów", "date_published": "2022-12-05 08:05:00+00:00", "description": "W niedzielę rosyjskie media poinformowały o kartkach na żywność przygotowywanych w jednej z tulskich drukarni. Jak się okazuje, talony są autentyczne, co potwierdziły lokalne władze.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/w-iranskich-dronach-uzywanych-przez-rosje-znaleziono-czesci-kanadyjskiej-produkcji/", "title": "Wojna w Ukrainie. W irańskich dronach używanych przez Rosję znaleziono części kanadyjskiej produkcji", "date_published": "2022-12-05 07:54:00+00:00", "description": "W irańskich dronach szturmowych Shahed 136 używanych przez rosyjską armię w atakach na Ukrainę znaleziono części wyprodukowane przez firmę z Kanady - poinformował dziennik The Globe and Mail.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-05/indonezja-wybuch-wulkanu-semeru-ewakuacja-ludnosci-w-promieniu-8-kilometrow/", "title": "Indonezja. Wybuch wulkanu Semeru. Ewakuacja ludności w promieniu 8 kilometrów", "date_published": "2022-12-05 05:10:00+00:00", "description": "Wyrzucony podczas erupcji indonezyjskiego wulkanu Semeru we wschodniej Jawie materiał trafił w most, który został uszkodzony. Władze zarządziły ewakuację ludności w promieniu 8 kilometrów od góry o wysokości 3676 m n.p.m. Tysiące ludzi opuściły swoje domy i schroniły się m.in. w szkołach i meczetach po erupcji, która miała miejsce w niedzielę.", "persistent": false}]