[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCwjvvgGX6oby5mZ3gbDe8Ug", "link": "https://www.youtube.com/watch?v=2uOaIYx-Vro", "title": "The mysterious buyer of 300 tons of gold/Facing the recession, will the GOLD STANDARD return?", "date_published": "2022-12-10 18:45:11+00:00", "description": "#chinainsights \nChina rarely discloses how much gold its central bank buys. Surprisingly, on December 7th, 2022, China's official website released data showing that the People's Bank of China's gold holdings increased by 32 tons in November from the previous month to a total of 1,980 tons, making it the world's 6th largest central bank gold reserve. This is the first update in six years. So this data shocked market observers. To some extent, it also reveals the identity of the mysterious buyer of the 300-ton gold market, which is likely to be China. \nToday, central banks are continuing their trajectory of curbing high inflation by raising interest rates. The fatal consequence of excessive interest rate hikes is that they undermine investor confidence and accelerate the country's economic decline. The root cause of high inflation is actually the over-issuance of money by central banks. As central banks continue to raise interest rates, even if inflation is eventually brought under control, the world is facing the risk of recession. \nIt’s worthwhile for governments to think about whether they should return to the \"gold standard\" in order to fundamentally solve the various financial chaos that currently exists. \n\nHave questions? Do you have something to share with us about China? We want to hear from you! \nEmail: Cinsights.subscription@gmail.com\nFacebook www.facebook.com/EyesOnChina.\n\nYour support allows us to produce more high-quality videos. \nConsider donating at https://www.paypal.com/paypalme/ChinaInsights\n\nCopyright @ China Insights 2021. Any illegal reproduction of this content in any form will result in immediate action against the person(s) concerned.", "persistent": false}]