[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-blue-monday-11-per-month-ios-221436172.html?src=rss", "title": "Twitter Blue will relaunch on Monday with an $11 per month price tag on iOS", "date_published": "2022-12-10 22:14:36+00:00", "description": "<p>Following an <a href=\"https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html\">unsuccessful first attempt</a> at paid account verification, Twitter will start rolling out its revamped Blue subscription on December 12th, the company <a href=\"https://twitter.com/Twitter/status/1601692766257709056?s=20&amp;t=jX9bMofEK9RVvMgv-kk3Dw\">announced on Saturday</a>. Twitter originally launched Blue verification for iOS devices in early November for $8 per month, but the company paused the rollout after the platform was overrun by verified trolls. On Saturday, the company also <a href=\"https://www.engadget.com/twitter-reportedly-raising-blue-subscription-pricing-ios-074706271.html\">confirmed</a> the service will cost $11 per month when users subscribe directly through its iOS app. On the web, the subscription will cost $8 per month.&nbsp;</p><div id=\"d37b5e6af63b4fd08565835f1a8a7fab\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">we’re relaunching <a href=\"https://twitter.com/TwitterBlue?ref_src=twsrc%5Etfw\">@TwitterBlue</a> on Monday – subscribe on web for $8/month or on iOS for $11/month to get access to subscriber-only features, including the blue checkmark 🧵 <a href=\"https://t.co/DvvsLoSO50\">pic.twitter.com/DvvsLoSO50</a></p>— Twitter (@Twitter) <a href=\"https://twitter.com/Twitter/status/1601692766257709056?ref_src=twsrc%5Etfw\">December 10, 2022</a></blockquote></div><p><em>Developing...</em></p><span id=\"end-legacy-contents\"></span>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/us-prosecutors-reportedly-investigating-ftx-founder-sam-bankman-fried-fraud-214946075.html?src=rss", "title": "US prosecutors are reportedly investigating FTX founder Sam Bankman-Fried for fraud", "date_published": "2022-12-10 21:49:46+00:00", "description": "<p>US federal prosecutors could be building a fraud case against FTX founder and former CEO Sam Bankman-Fried. <a href=\"https://www.bloomberg.com/news/articles/2022-12-10/us-probes-ftx-founder-for-fraud-examines-cash-flows-to-bahamas?sref=10lNAhZ9\"><em><ins>Bloomberg</ins></em></a> reports Justice Department officials met with the crypto exchange’s bankruptcy team this week to discuss documents investigators aim to obtain from the company.</p><p>The meeting included prosecutors from the Southern District of New York, Assistant US Attorney Roos, agents from the Federal Bureau of Investigation, and lawyers from FTX. Roos, notably, was involved in the prosecution of <a href=\"https://www.engadget.com/nikola-founder-trevor-milton-guilty-fraud-223109177.html\"><ins>Nikola founder Trevor Milton</ins></a>, who was convicted of misleading investors earlier this year. According to <em>Bloomberg</em>, potential charges were not discussed at the meeting that occurred this week.</p><span id=\"end-legacy-contents\"></span><p>The Justice Department is “closely” examining whether FTX improperly transferred hundreds of millions of dollars around the time the company declared bankruptcy on <a href=\"https://www.engadget.com/ftx-bankruptcy-ceo-sam-bankman-fried-resigns-155552534.html\"><ins>November 11th</ins></a>. It’s also probing whether the exchange broke the law when it moved funds to sister company Alameda Research.</p><p>In his recent <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMi8wMS9idXNpbmVzcy9kZWFsYm9vay9zYW0tYmFua21hbi1mcmllZC1kZWFsYm9vay1pbnRlcnZpZXctdHJhbnNjcmlwdC5odG1sIiwiY29udGVudFV1aWQiOiIyMWJiN2E3Mi1hYThkLTQ2ODktOGQ3Zi04ZWIyMTRjYjZjYzMifQ&amp;signature=AQAAAWugCynsDpFl3Vkld5RExnUsDYKycJAvbaNzv55Ij-b6&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F12%2F01%2Fbusiness%2Fdealbook%2Fsam-bankman-fried-dealbook-interview-transcript.html\"><em><ins>New York Times</ins></em><ins> interview</ins></a>, Bankman-Fried denied knowingly misusing customer funds. “Clearly, I made a lot of mistakes. There are things I would give anything to be able to do over again,” he said. “I did not ever try to commit fraud on anyone.” He will <a href=\"https://www.engadget.com/sam-bankman-fried-congress-testify-ftx-191421723.html\"><ins>testify</ins></a> before the House Committee on Financial Services next week, a panel that will also include testimony from FTX’s current CEO, John J. Ray III. Ray has accused Bankman-Fried of making “erratic and misleading public statements” about FTX.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jeep-parent-stellantis-blames-increasing-ev-costs-upcoming-illinois-layofs-195112925.html?src=rss", "title": "Jeep parent company Stellantis blames EV costs for upcoming layoffs", "date_published": "2022-12-10 19:51:12+00:00", "description": "<p>Jeep parent company Stellantis on Friday said it would indefinitely shut down a manufacturing plant in Illinois and lay off approximately 1,350 employees early next year. The facility – located in Belvidere, a city 75 miles northwest of downtown Chicago – is responsible for producing the internal combustion engine Jeep Cherokee crossover. In a statement the automaker <a href=\"https://www.reuters.com/business/autos-transportation/stellantis-indefinitely-idle-illinois-assembly-plant-2022-12-09/\"><ins>shared with </ins><em><ins>Reuters</ins></em></a>, Stellantis blamed the cost of electrifying its cars for the move.</p><p>“[The automotive industry] has been adversely affected by a multitude of factors like the ongoing COVID-19 pandemic and the global microchip shortage, but the most impactful challenge is the increasing cost related to the electrification of the automotive market,\" the company said, adding that it may shutter the facility permanently as it considers what to do next.</p><span id=\"end-legacy-contents\"></span><p>United Auto Workers Local 1268 shop chairman Tim Ferguson told <em>Reuters </em>that<em>&nbsp;</em>company documents show Stellantis plans to move Cherokee production to a facility in Toluca, Mexico. \"To me, there is no question about it,\" he said. \"Their plan is to close this plant.\" Stellantis declined to comment on Ferguson’s allegations. “We are not commenting on the future of the Cherokee,” the company said.</p><p>As <a href=\"https://www.theverge.com/2022/12/9/23502559/stellantis-electrification-costs-layoffs-plant-halt\"><em><ins>The Verge</ins></em><ins> points out</ins></a>, Stellantis isn’t the first automaker to blame EVs for a recent set of layoffs. In August, Ford <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy53c2ouY29tL2FydGljbGVzL2ZvcmQtY29uZmlybXMtbGF5b2Zmcy1zYXlzLWl0LWlzLWN1dHRpbmctYWJvdXQtMy0wMDAtam9icy1wcmltYXJpbHktaW4tdS1zLWFuZC1jYW5hZGEtMTE2NjExODAxNjEiLCJjb250ZW50VXVpZCI6IjkwMTJiYzMwLWI0ODEtNDhkNS05M2JiLThkZDUwN2RmMTg5MyJ9&amp;signature=AQAAAccmFq5P5u30doHCmqV_reNpy-hE3qzAFhF7wWL1tbg0&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fford-confirms-layoffs-says-it-is-cutting-about-3-000-jobs-primarily-in-u-s-and-canada-11661180161\"><ins>cut about 3,000 employees</ins></a>. “We have an opportunity to lead this exciting new era of connected and electric vehicles,” the automaker said at the time. “Building this future requires changing and reshaping virtually all aspects of the way we have operated for more than a century.”</p><p>It’s also worth noting Friday’s announcement came on the same day that workers at a General Motors-LG battery cell facility in Ohio voted overwhelmingly in <a href=\"https://www.reuters.com/business/autos-transportation/ohio-workers-vote-unionize-gm-lg-battery-plant-2022-12-09/\"><ins>favor of unionization</ins></a>. Unions in <a href=\"https://www.reuters.com/business/autos-transportation/four-unions-stellantis-asking-73-85-pay-rises-france-sources-2022-12-01/\"><ins>France</ins></a>, <a href=\"https://ca.style.yahoo.com/1-italian-unions-start-wage-090300656.html\"><ins>Italy</ins></a>, <a href=\"https://canada.autonews.com/labour/unifor-says-work-has-started-preparation-2023-contract-talks-detroit-3\"><ins>Canada</ins></a> and other parts of the world recently asked Stellantis to raise worker wages by as much as 8.5 percent following a year of record global inflation. In the <a href=\"https://www.stellantis.com/en/news/press-releases/2022/november/third-quarter-2022-shipments-and-revenues\"><ins>third quarter of the year</ins></a>, Stellantis said revenue grew to €42.1 billion (approximately $44 billion), a 29 percent from the same period last year.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/biden-space-flight-executive-order-172339691.html?src=rss", "title": "The Biden administration is reportedly drafting an executive order to streamline space rules", "date_published": "2022-12-10 17:23:39+00:00", "description": "<p>The Biden administration is reportedly drafting an executive order designed to modernize federal space regulations. According to <a href=\"https://www.reuters.com/world/us/biden-administration-drafting-executive-order-simplify-space-rules-sources-2022-12-09/?taid=6393ebae42021e0001d29bd1&amp;utm_campaign=trueanthem&amp;utm_medium=trueanthem&amp;utm_source=twitter\"><em><ins>Reuters</ins></em></a>, White House officials have hosted multiple “listening sessions” since November 14th. The goal of those meetings has been to hear from private space companies and the rules they would like to see introduced.</p><p><em>Reuters</em> reports the White House wants to simplify licensing and approval procedures for more routine space activities, including things like rocket launches and satellite deployments. Among the measures the Biden administration is considering is an order that would task the Department of Commerce with creating an online tool that would guide companies through the licensing requirements from each federal agency. The team drafting the order is also looking for ways to push Congress to give certain federal agencies oversight of space activities that aren’t covered by current laws, including things like <a href=\"https://www.engadget.com/2015-11-25-president-signs-asteroid-mining-law.html\"><ins>asteroid mining</ins></a> and <a href=\"https://www.engadget.com/were-entombing-the-earth-in-an-impenetrable-shell-of-dead-satellites-163002560.html\"><ins>space junk removal</ins></a>. The order could be ready for President Biden to sign by early next year.</p><span id=\"end-legacy-contents\"></span><p>The administration’s push to streamline space regulations comes as companies like Blue Origin prepare to spend billions on projects like <a href=\"https://www.engadget.com/nasa-backs-blue-origins-orbital-reef-space-station-220247282.html\"><ins>Orbital Reef</ins></a>, a space station the firm hopes to start assembling in low Earth orbit by the end of the decade. The next decade is also likely to see a new space race between the <a href=\"https://www.engadget.com/2019-07-19-nasa-artemis-explainer-apollo-missions.html\"><ins>US</ins></a> and <a href=\"https://www.engadget.com/roscosmos-china-national-space-administration-moon-agreement-181021376.html\"><ins>China</ins></a> play out as the rival superpowers look to put humans back on the Moon. Private space firms are likely to be critical in the outcome of that conflict.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/vivaldi-integrates-mastodon-desktop-browser-163705757.html?src=rss", "title": "Vivaldi integrates Mastodon into its desktop browser", "date_published": "2022-12-10 16:37:05+00:00", "description": "<p>Mastodon has been <a href=\"https://www.engadget.com/twitter-alternative-mastodon-open-source-021001965.html\">gaining popularity</a> ever since Elon Musk's <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\">takeover of Twitter</a>. Shortly after the deal became official, Vivaldi became the first browser to create its own Mastodon &quot;instance&quot; called Vivaldi Social. Now, the browser has announced that it's <a href=\"https://vivaldi.com/press/vivaldi-integrates-mastodon-in-its-desktop-browser/\">integrating the platform</a> into the sidebar of its desktop browser, giving users an easy way to view posts from the accounts they follow.&nbsp;</p><p>The Twitter alternative bears similarities to Musk's social network and gives users a way to make short posts. Unlike Twitter, which a single entity runs, Mastodon is a decentralized service that runs on an open-source protocol. Users can create and run their own servers or &quot;instances&quot; that other people can join, and Vivaldi Social is just one of them. Instances can communicate with one another, and people from different servers can still follow each other and see the other's posts.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>With the browser's latest update, its users can now find Vivaldi Social in the sidebar, though they can also add any Mastodon instance they want. When they access an instance from the panel, it pops up and is displayed on the side to create a split-screen view.&nbsp;</p><figure><img alt=\"Vivaldi\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/afe1d2b0-78a6-11ed-b4ff-6a0b25ced579\" /><figcaption></figcaption><div class=\"photo-credit\">Vivaldi</div></figure><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/juul-pay-1-2-billion-settle-multiple-youth-vaping-lawsuits-153915289.html?src=rss", "title": "Juul will pay $1.2 billion to settle multiple youth-vaping lawsuits", "date_published": "2022-12-10 15:39:15+00:00", "description": "<p>Juul has faced numerous lawsuits over the past few years, accusing the company of targeting underage users with its marketing and sales tactics. Now, according to <a href=\"https://www.bloomberg.com/news/articles/2022-12-09/juul-to-pay-1-2-billion-in-youth-vaping-settlement?sref=10lNAhZ9\"><em>Bloomberg</em></a>, Juul has agreed to pay $1.2 billion in settlement, which will resolve around 10,000 lawsuits — including 8,500 personal injury cases, over 1,400 cases by <a href=\"https://www.engadget.com/2019-11-19-juul-lawsuit-new-york-attorney-general.html\">government entities</a> and school districts, as well as 32 tribal cases. California, for instance, <a href=\"https://www.engadget.com/2019-11-18-juul-california-lawsuit-teen-vaping.html\">sued Juul</a> in 2019, accusing the company of targeting minors in the state, failing to verify the age of its customers and failing to warn users of their exposure to chemicals linked to cancer and birth defects.&nbsp;</p><p>The San Francisco Unified School District, which also filed a lawsuit against Juul over its marketing practices, reportedly said it was &quot;very pleased&quot; with the settlement. Who can actually participate in the settlement and how much each plaintiff will get are still under discussion. The plaintiffs' lawyers said people eligible to sign onto the deal will receive a minimum gross amount of $1,000 before attorney fees and other deductions. They also said that most people are expected to receive &quot;substantially higher settlements.&quot; Plaintiffs who sued the company over personal injury will learn how much they'll get in February, according to the lawyers. US District Judge William Orrick will still have to approve this proposed settlement before it can be finalized.</p><span id=\"end-legacy-contents\"></span><p>Juul has been under scrutiny since 2018 after the US Food And Drug Administration ordered e-cigarette brands to <a href=\"https://www.engadget.com/2018-09-12-fda-e-cigarette-crackdown-juul-blu-vuse-markten-logic.html\">stop selling</a> flavored pods if they can't prove that they can keep them out of minors' hands. It's been facing one lawsuit after another since then. In addition to this particular deal, the company also agreed to pay $439 million to settle a two-year investigation by multiple states and Puerto Rico that accuse Juul of marketing products to teens.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/recommended-reading-acitivision-blizzard-diablo-iv-crunch-150002059.html?src=rss", "title": "Recommended Reading: The 'Diablo IV' crunch", "date_published": "2022-12-10 15:00:02+00:00", "description": "<h2><a href=\"https://www.washingtonpost.com/video-games/2022/12/08/diablo-iv-release-date-crunch/\">‘Diablo IV’ developers work long hours, bracing for impending release</a></h2><p><strong>Shannon Liao, </strong><strong><em>The Washington Post</em></strong></p><p>Crunch has become a common issue at game development studios, especially as high-profile titles near launch. The release date for <em>Diablo IV </em>isn't until June, but people working on the Activision Blizzard game are already saying it will be difficult to meet the deadline even with employees working 12-hour days, late into evening and on the weekend.&nbsp;</p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.wired.com/story/tony-fadell-is-trying-to-build-the-ipod-of-crypto-ledger-stax/\">Tony Fadell is trying to build the iPod of crypto</a></h2><p><strong>Steven Levy, </strong><strong><em>Wired</em></strong></p><p>The Nest co-founder once worked on a team at Apple that created the iPod. Now he's making a hardware wallet for crypto to give the digital currency its own iPod moment with the Paris-based company Ledger. Levy chronicles the period leading up to launch of the Ledger Stax this week.&nbsp;</p><h2><a href=\"https://pitchfork.com/features/lists-and-guides/best-albums-2022/\">The 50 best albums of 2022</a></h2><p><strong><em>Pitchfork</em></strong></p><p>An activity I look forward to every year is listening through <em>Pitchfork's </em>year-end lists. There are several, but I always start with albums — the long game. It's a fun annual chore, discovering new acts I've never heard of and listening back to some I'm already familiar with.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/uber-files-lawsuit-block-nyc-driver-pay-increase-111506195.html?src=rss", "title": "Uber files lawsuit to block NYC driver pay increase", "date_published": "2022-12-10 11:15:06+00:00", "description": "<p>Back in November, New York City's Taxi and Limousine Commission (TLC) <a href=\"https://www.engadget.com/nyc-uber-and-lyft-driver-pay-increase-205833433.html\">voted</a> to increase the pay rates of Uber and Lyft drivers to make up for the rise in inflation and and operational costs. The new rates were supposed to be implemented on December 19th, but now Uber has sued the commission to block the new rates from taking effect. According to <a href=\"https://www.bloomberg.com/news/articles/2022-12-09/uber-sues-new-york-taxi-commission-over-rate-hikes?sref=10lNAhZ9\"><em>Bloomberg</em></a>, Uber said in its lawsuit that it would have to spend an additional $21 million to $23 million a month if the new rates are implemented and that it wouldn't be able to recover those costs without raising fares.</p><p>To note, drivers' per-minute rates are going up by 7.4 percent and per-mile rates by 24 percent under the new rules. That means for a 7.5-mile trip that takes 30 minutes, a driver would earn at least $27.15, which is $2.50 more than current rates. The drivers are also getting another pay bump in March 2023, based on inflation rates comparing December's to September's this year. A company spokesperson told the news publication that by increasing drivers' pay this December, TLC is locking in &quot;this summer's high gas prices in perpetuity.&quot; They added that TLC &quot;should have followed its usual annual adjustment and instituted a temporary gas surcharge when gas prices were actually elevated&quot; instead.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company's lawsuit seems to indicate that it intends to pass the costs associated with drivers' pay increase to riders. &quot;Such a significant fare hike, right before the holidays, would irreparably damage Uber’s reputation, impair goodwill, and risk permanent loss of business and customers,&quot; its lawsuit said. In a strongly worded response to the lawsuit, TLC said acknowledged that Uber already charges 37 percent more today compared to 2019, but it said that the company is keeping money earned from fare hikes over the past few years to itself.&nbsp;</p><p>The commission's <a href=\"https://myemail.constantcontact.com/NYTWA-statement-on-Uber-suing-to-stop-app-driver-raises---Just-in-time-to-steal-Christmas-from-New-York-families--.html?soid=1101912670699&amp;aid=iW06gJ5cNog\">statement reads</a>: &quot;Just in time to steal Christmas from New York families, Uber is suing to stop the raise the TLC enacted for app drivers after months of public hearings, years of stalled wages, and the pandemic decimating incomes. Uber's Grinch move is on top of denying a fuel surcharge to only NYC drivers when costs skyrocketed due to record high inflation, forcing drivers in one of their most profitable markets to choose between groceries and fueling up.&nbsp;</p><p>Uber is already charging passengers 37% more today compared to 2019 AND KEEPING IT FOR THEMSELVES but says this modest raise for drivers is what will break the company. Shame on you, Dara Khosrowshahi. We call on the City to stand firm and defend the rights of drivers to labor with dignity. Uber seeks chaos. We seek dignity. We are confident we will prevail.&quot;</p><p>The ride-hailing giant is now asking the court to declare the new pay rates as invalid and to prevent the first increase's implementation this month while the lawsuit is ongoing.&nbsp;</p>", "persistent": false}]