[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/niemcy-aktywista-uzyl-zbyt-mocnego-kleju-sluzby-musialy-wycinac-asfalt/", "title": "Niemcy. Aktywista użył zbyt mocnego kleju. Służby musiały wycinać asfalt", "date_published": "2022-12-10 20:31:00+00:00", "description": "Protest aktywistów klimatycznych w Niemczech skończył się dla jednego z nich niecodzienną interwencją służb. Drogowcy musieli użyć specjalnego sprzętu, aby usunąć protestującego z ulicy. 38-latek opuścił ulicę... z kawałkiem asfaltu na dłoni.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/rada-ue-zatwierdzila-pakiet-pomocy-dla-ukrainy-wyniesie-18-mld-euro/", "title": "Rada UE zatwierdziła pakiet pomocy dla Ukrainy. W puli 18 mld euro", "date_published": "2022-12-10 17:06:00+00:00", "description": "Rada Unii Europejskiej zatwierdziła pakiet legislacyjny, dzięki któremu możliwe będzie udzielania Ukrainie pomocy finansowej przez cały rok 2023. Łączne wsparcie wyniesie 18 mld euro. W przyszłym tygodniu pakiet ma zostać przyjęty przez Parlament Europejski.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/wielka-brytania-eksplozja-w-trzypietrowym-budynku-jedna-ofiara-kilkanascie-osob-zaginionych/", "title": "Wielka Brytania. Eksplozja w trzypiętrowym budynku. Trzy osoby nie żyją, kilkanaście zaginionych", "date_published": "2022-12-10 16:52:00+00:00", "description": "Co najmniej trzy osoby zginęły, a kilkanaście innych jest poszukiwanych po eksplozji w trzypiętrowym budynku na wyspie Jersey (Wielka Brytania). Budynek całkowicie się zawalił, a do wybuchu doszło po tym, jak mieszkańcy zgłosili służbom, że w pomieszczeniach wyczuwalny jest zapach gazu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/norwegia-wreczono-pokojowa-nagrode-nobla/", "title": "Norwegia: Wręczono Pokojową Nagrodę Nobla", "date_published": "2022-12-10 14:13:00+00:00", "description": "W Ratuszu w Oslo odbyło się uroczyste wręczenie Pokojowej Nagrody Nobla. Laureatów poznaliśmy już w październiku. Komitet Noblowski zdecydował o przyznaniu w tym roku nagrody białoruskiemu opozycjoniście Alesiowi Bialackiemu, ukraińskiemu Centrum Wolności Obywatelskich i rosyjskiej organizacji Mamoriał, dokumentującej zbrodnie stalinowskie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/wielka-brytania-gwalt-i-porwanie-ofiara-opowiedziala-prawde-po-32-latach/", "title": "Wielka Brytania: Gwałt i porwanie. Ofiara opowiedziała prawdę po 32 latach", "date_published": "2022-12-10 12:47:00+00:00", "description": "Rachael Watts ma dziś 40 lat. W wieku siedmiu lat została zgwałcona przez seryjnego mordercę. Przez lata nie wyjawiła prawdy. Swoją historię zdecydowała się opowiedzieć publicznie dopiero wtedy, kiedy jej oprawca zmarł.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/usa-turysta-zgubil-sie-w-gorach-przezyl-dwa-tygodnie-do-jedzenia-mial-pol-sloika-salsy/", "title": "USA: Turysta zgubił się w górach. Przeżył dwa tygodnie, do jedzenia miał pół słoika salsy", "date_published": "2022-12-10 11:59:00+00:00", "description": "Para z Kalifornii uratowała człowieka, który zgubił się w górach. Mężczyzna przeżył dwa tygodnie, jedząc tylko salsę i pijąc wodę z potoku. Pomoc zjawiła się, gdy stracił już nadzieję na ratunek.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/niemcy-mezczyzna-zabil-matke-potem-wzial-zakladnikow/", "title": "Niemcy. Akcja policji w Dreźnie. Mężczyzna miał zabić matkę. Potem wziął zakładników", "date_published": "2022-12-10 11:40:00+00:00", "description": "W Dreźnie 40-letni mężczyzna miał zabić swoją 70-letnią matkę, następnie uzbrojony wtargnął do siedziby radia, gdzie oddał kilka strzałów. Gdy usłyszał policję, uciekł do jednej z galerii handlowych, gdzie w aptece wziął zakładników. Policji udało się ich uwolnić.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/wojna-w-ukrainie-ukraincy-pokazali-wczesniej-niepublikowane-nagranie-z-drugiego-dnia-wojny/", "title": "Wojna w Ukrainie. Ukraińcy pokazali wcześniej niepublikowane nagranie z drugiego dnia wojny", "date_published": "2022-12-10 11:11:00+00:00", "description": "Znany pod pseudonimem Stirlitz oficer ukraińskiej armii Anatolij Sztefan pokazał wcześniej nieopublikowane nagranie z ostrzelanej kolumny rosyjskiego wojska. - Jechali do Kijowa zaprowadzić porządek - napisał Stirlitz.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/korespondent-polsat-news-bachmut-jest-calkowicie-zniszczony-ludzie-mieszkaja-w-ruinach/", "title": "Korespondent Polsat News: Bachmut jest całkowicie zniszczony, ludzie mieszkają w ruinach", "date_published": "2022-12-10 11:08:00+00:00", "description": "Rosja cały czas brutalnie atakuje Ukrainę. Ciężkie walki toczą się na wschodzie kraju. Liczący 70 tysięcy mieszkańców Bachmut został zniszczony przez rosyjską armię. O sytuacji w Bachmucie i Kijowie opowiedział na antenie Polsat News korespondent Mateusz Lachowski.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/amsterdam-rewolucja-na-drogach-wladze-chca-ograniczenia-do-30-kmh/", "title": "Holandia: Rewolucja na drogach. Władze Amsterdamu ograniczą prędkość do 30 km/h", "date_published": "2022-12-10 10:34:00+00:00", "description": "Władze Amsterdamu ograniczą prędkość na niemal wszystkich drogach w mieście do 30 km/h. Nowe prawo wejdzie w życie w grudniu 2023 (ale niektóre odcinki zostaną nim objęte już wcześniej). Radni argumentują, że dzięki takiemu rozwiązaniu będzie bezpieczniej i ciszej.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/media-pentagon-dal-ukrainie-zielone-swiatlo-chodzi-o-ataki-na-rosje/", "title": "Media: Pentagon dał Ukrainie \"zielone światło\". Chodzi o ataki na Rosję", "date_published": "2022-12-10 10:15:00+00:00", "description": "Pentagon miał wyrazić milczące poparcie dla ukraińskich ataków dalekiego zasięgu na cele w Rosji, po wcześniejszych wielokrotnych ostrzałach infrastruktury krytycznej Ukrainy przez Moskwę. - Teraz wszystko jest inne - powiedział wysoki urzędnik z Departamentu Obrony USA w rozmowie z dziennikiem The Times.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/mundial-w-katarze-amerykanski-dziennikarz-zmarl-podczas-relacji-z-meczu-holandia-argentyna/", "title": "Mundial w Katarze. Amerykański dziennikarz zmarł podczas relacji z meczu Holandia - Argentyna", "date_published": "2022-12-10 08:18:00+00:00", "description": "Amerykański dziennikarz sportowy Grant Wahl zmarł podczas relacjonowania meczu Holandia - Argentyna w Dosze. Brat 48-letniego mężczyzny, twierdzi, że Wahl był zdrowy. - Nie wierzę, że mój brat umarł, wierzę, że został zabity - twierdzi brat dziennikarza, Eric.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/odessa-nocny-atak-dronow-tysiace-ludzi-zostalo-bez-pradu/", "title": "Odessa: Nocny atak dronów. Tysiące ludzi zostało bez prądu", "date_published": "2022-12-10 08:01:00+00:00", "description": "Rosyjskie drony kamikadze przedarły się przez ukraińską obronę przeciwlotniczą. Bezzałogowce trafiły w obiekty infrastruktury energetycznej. Tysiące ludzi zostało bez prądu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/moskwa-kolejny-pozar-tym-razem-w-muzeum-puszkina/", "title": "Moskwa: Kolejny pożar. Tym razem w pałacu Łopuchina", "date_published": "2022-12-10 07:10:00+00:00", "description": "Rosyjscy strażacy próbują ugasić pożar pałacu Łopuchina w Moskwie. Ogień objął 10 tysięcy metrów kwadratowych. Budynek jest jednym z obiektów Muzeum Sztuk Pięknych im. Puszkina.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/niemcy-sluzby-ostrzegaja-przed-nielegalnymi-petardami-i-fajerwerkami-z-polski/", "title": "Niemcy. Policja ostrzega przed nielegalnymi petardami i fajerwerkami z Polski", "date_published": "2022-12-10 07:02:00+00:00", "description": "Za naszą zachodnią granicą nie można kupić petard i fajerwerków przez cały rok, dozwolone to jest dopiero tuż przed Sylwestrem. Niemcy rozpoczęli zatem przygotowania. Tymczasem policja i służba celna ostrzegają przed nielegalnymi materiałami pirotechnicznymi sprowadzanymi z Polski.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-10/wlochy-gubbio-i-najwieksza-choinka-swiata-iluminacja-uruchomiona-w-gestej-mgle/", "title": "Włochy: Gubbio i największa choinka świata. Iluminacja uruchomiona w gęstej mgle", "date_published": "2022-12-10 05:39:00+00:00", "description": "Wzgórze Ingino we włoskim Gubbio po raz 42. rozświetliła największa choinka świata. Świąteczna iluminacja w kształcie bożonarodzeniowego drzewka ma 750 metrów wysokości.", "persistent": false}]