[{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/dwie-wieze-mialy-powstac-przy-plazy-jest-zwrot-akcji/fdnxm92", "title": "Gigantyczne wieże miały powstać przy plaży w Międzyzdrojach. Deweloper zmienia zdanie", "date_published": "2022-12-10 19:42:39+00:00", "description": "To była jedna z najbardziej kontrowersyjnych inwestycji w Polsce. W Międzyzdrojach, tuż przy plaży oraz w okolicach parku narodowego, miały stanąć gigantyczne, 110-metrowe wieże. Teraz jednak deweloper zrezygnował z tej inwestycji.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/legendarny-hotel-w-budapeszcie-sprzedany-tesciowi-orbana/2tvdbfv", "title": "Legendarny hotel w Budapeszcie sprzedany teściowi Orbána", "date_published": "2022-12-10 18:45:24+00:00", "description": "Jak podają węgierskie media, István Tiborcz, prywatnie związany rodzinnie z premierem Orbánem, przejął jeden z najsłynniejszych hoteli w węgierskiej stolicy. Sam proces sprzedaży według niezależnych dziennikarzy, nie był specjalnie przejrzysty.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ten-dyskont-chce-podbic-polske-i-ucieka-z-innego-waznego-rynku/yz4zkwx", "title": "Ten dyskont chce podbić Polskę, ale ucieka z innego ważnego rynku", "date_published": "2022-12-10 17:44:31+00:00", "description": "Aldi, czyli jedna z największych na świecie sieci dyskontowych, poinformowała o bardzo ambitnych planach polskiego rynku. Teraz Niemcy ogłaszają, że wycofują się z Danii.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/prawdziwa-zima-wreszcie-przyszla-to-wielki-test-dla-europy/34srqtw", "title": "\"Prawdziwa\" zima wreszcie przyszła. To wielki test dla Europy", "date_published": "2022-12-10 16:26:45+00:00", "description": "Tegoroczna jesień była wyjątkowo ciepła w najtrudniejszym momencie dla Europy do dekad. Dzięki temu katastrofy energetycznej nie było, a np. magazyny z gazem są na kontynencie wypełnione. Jak zauważa Bloomberg, teraz jednak robi się chłodno – a Zachód czeka wielki test.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/miliardy-dla-ukrainy-rada-ue-zdecydowala/fgkver4", "title": "Rada UE zatwierdza miliardy dla Ukrainy", "date_published": "2022-12-10 15:43:55+00:00", "description": "Rada UE uzgodniła w sobotę pakiet legislacyjny, który umożliwi UE udzielanie Ukrainie pomocy finansowej przez cały 2023 r. Wartość tej pomocy sięgnie 18 mld euro.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/czemu-patrioty-nie-trafily-do-ukrainy-niemcy-odpowiadaja/p759d7t", "title": "Czemu Patrioty nie trafiły do Ukrainy? Niemcy odpowiadają", "date_published": "2022-12-10 15:34:46+00:00", "description": "Polski resort obrony powiedział wprost, że Niemcy nie chcieli przekazać systemów Ukrainie. Co było przyczyną? Teraz opowiada o tym wiceszef niemieckiego MSZ Tobias Lindner.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kto-wygra-mundial-ten-ekonomista-juz-dwa-razy-trafil/vvb1kwp", "title": "Kto wygra mundial? Ten ekonomista już dwa razy trafił", "date_published": "2022-12-10 14:49:12+00:00", "description": "Joachim Klement, główny analityk Liberum Capital, przewidział zwycięzców w latach 2014 i 2018. Jak podkreśla, w swoich prognozach bierze pod uwagę konkretne czynniki i stara się nie kierować emocjami.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/tusk-o-polskim-ladzie-tylko-dwie-rzeczy-z-niego-zostana/kgrw6ts", "title": "Tusk o Polskim Ładzie. \"Tylko dwie rzeczy z niego zostaną\"", "date_published": "2022-12-10 13:59:46+00:00", "description": "Lider PO Donald Tusk skrytykował Polski Ład, niegdyś sztandarowy program PiS. Zaznaczył też, że \"nie chce powtórzyć w żadnym wypadku tego, co się zdarzyło pod rządami premiera Mateusz Morawieckiego\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kryzys-na-wegrzech-staje-sie-faktem/zkrr78m", "title": "Kryzys na Węgrzech staje się faktem", "date_published": "2022-12-10 13:46:30+00:00", "description": "Braki paliwa, kłopoty z dostarczaniem ciepła do domów, szalejąca inflacja – sytuacja na Węgrzech jest coraz gorsza. – Kryzys już nadchodzi i właściwie stoi jedną nogą na węgierskiej ziemi – mówi dr Rafał Parvi, ekonomista z Wyższej Szkoły Bankowej w Opolu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/jest-decyzja-niemiecka-armia-wysle-ukrainie-koce/x08d896", "title": "Jest decyzja. Niemiecka armia wyśle Ukrainie koce", "date_published": "2022-12-10 13:18:16+00:00", "description": "Bundeswehra wystawiła na aukcji internetowej 36,4 tys. niepotrzebnych już armii wełnianych koców. Po krytyce planowanej licytacji wstrzymano sprzedaż i zaoferowano koce Ukrainie – informują w sobotę niemieckie media.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/tusk-ostro-o-glapinskim-pierwszy-komik/rqt4kv6", "title": "Tusk ostro o Glapińskim. \"Pierwszy komik\"", "date_published": "2022-12-10 13:07:37+00:00", "description": "Trudno planować życie, kiedy wyrasta się w warunkach inflacji, gdy wszystko jest płynne i w każdej chwili może się zawalić – mówił szef PO Donald Tusk. Nawiązując do niedawnych wypowiedzi szefa NBP Adama Glapińskiego, stwierdził, że mamy \"pierwszego w dziejach komika na czele banku centralnego\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/ile-kosztuje-benzyna-bez-podatkow-w-polsce-jest-drozej-niz-w-niemczech/61vgjg5", "title": "Ile kosztuje benzyna bez podatków? Według KE w Polsce jest drożej niż w Niemczech", "date_published": "2022-12-10 11:36:22+00:00", "description": "Z danych Komisji Europejskiej wynika, że wyłączając obciążenia podatkowe, cena benzyny w Polsce wciąż należy do jednych z najdroższych w Europie. Ekonomista Instytutu Obywatelskiego wskazuje, że to dowód na nadzwyczajnie wysoką, naliczaną przez Orlen marżę. Koncern w odpowiedzi dla Business Insidera tłumaczył się już z czego wynikają ich zdaniem dane Komisji.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/trzeba-biec-dwa-razy-szybciej-zeby-stac-w-miejscu-mowi-o-rynku-prezes-yes-bizuteria/f70mhvc", "title": "Trzeba biec dwa razy szybciej, żeby stać w miejscu - mówi o rynku prezes Yes Biżuteria", "date_published": "2022-12-10 10:22:42+00:00", "description": "Święta to złote żniwa w biznesie związanym z biżuterią. Czy oprawione w artystyczną formę złoto i szlachetne kamienie mogą nam coś powiedzieć o trendach w biznesie, na rynkach oraz kondycji gospodarki? Wydaje się, że tak. O tym w najnowszym odcinku programu In Business rozmawialiśmy z Tomaszem Kwiatkiewiczem, prezesem firmy Yes Biżuteria.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/majatek-trwonil-na-imprezy-zaplanowal-wlasna-smierc-14-trumien/1m7jg6m", "title": "Nowa sieć fast foodów wkrótce w Polsce. W USA to legenda. Od założyciela odwróciło się szczęście", "date_published": "2022-12-10 10:04:42+00:00", "description": "Kiedy 28-letni Alvin Copeland otwierał swoją pierwszą restaurację franczyzową w Baton Rouge w Luizjanie, prawdopodobnie nie przyszło mu do głowy, że po 50 latach będzie ich ponad 3,7 tys. i że menu Popeyes Louisiana Kitchen będą próbować ludzie w 30 krajach na świecie. W 2023 r. ta popularna w USA i nie tylko sieć fast foodów trafi również do Polski. Drżeć przed utratą pozycji lidera na tym fragmencie gastronomicznego rynku mogą zarówno McDonalds, jak i KFC, bo oferta Popeyes jest miksem tego, co proponują te dwie sieciówki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosjanom-koncza-sie-rakiety-brytyjskie-sluzby-wskazuja-skad-wezma-kolejne/yrjyp5b", "title": "Rosjanom kończą się rakiety? Brytyjskie służby wskazują, skąd wezmą kolejne", "date_published": "2022-12-10 09:19:46+00:00", "description": "Jak przekazało w sobotę brytyjskie ministerstwo obrony, Rosja najprawdopodobniej zużyła dużą część własnych pocisków balistycznych i próbuje to uzupełnić sprowadzając setki takich pocisków z Iranu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kolejki-na-przejsciu-granicznym-kierowcy-czekaja-prawie-40-godzin/djzfehm", "title": "Na tym przejściu polscy kierowcy czekają prawie 40 godzin. Nie chodzi o Ukrainę", "date_published": "2022-12-10 08:21:09+00:00", "description": "Jak podała podlaska KAS, do 38 godzin wydłużył się w sobotę rano czas oczekiwania na odprawę ciężarówek na polsko-białoruskim przejściu granicznym w Bobrownikach w województwie podlaskim. W kolejce czeka 680 tirów.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/jak-wojsko-placi-za-obowiazkowe-cwiczenia-przedsiebiorcy-i-informatycy-moga-stracic/t9p85y3", "title": "Jak wojsko płaci za obowiązkowe ćwiczenia. Kto straci, kto zarobi", "date_published": "2022-12-10 08:03:01+00:00", "description": "Gdy wojsko wezwie na obowiązkowe ćwiczenia, rezerwista pracujący na etacie musi wziąć bezpłatny urlop. Jeśli prowadzi działalność zawodową lub zarabia na umowach cywilnoprawnych, po prostu przestaje świadczyć usługi. W zamian dostaje od wojska uposażenie i rekompensatę za utracone zarobki. Jeśli jednak ktoś zarabia dziennie więcej niż 669,30 zł, straci na służbie dla kraju. Wyjaśniamy dlaczego.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pacjenci-zyskuja-nawet-15-cm-wzrostu-oto-chirurg-zajmujacy-sie-wydluzaniem-nog/efgg12r", "title": "\"Pacjenci zyskują nawet 15 cm wzrostu\". Oto chirurg zajmujący się wydłużaniem kończyn", "date_published": "2022-12-10 07:47:00+00:00", "description": "— Pomysł, że można być wyższym, fascynuje niemal wszystkich ludzi. Jednak najczęściej moimi klientami są mężczyźni z problemami z pewnością siebie — mówi 40-letni dr Shahab Mahboubian, chirurg ortopeda z Kalifornii zajmujący się wydłużaniem nóg. Poniżej opisuje on swoją historię, przedstawia, jak wyglądają zabiegi i dlaczego je wykonuje.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/chiny-zmieniaja-podejscie-do-pandemii-nie-beda-sprawdzane-kody-zdrowia/be24qp8", "title": "Chiny zmieniają podejście do pandemii. Nie będą sprawdzane \"kody zdrowia\"", "date_published": "2022-12-10 07:42:11+00:00", "description": "Władze Chin ogłosiły największe luzowanie zasad walki z Covid-19 od początku pandemii. Nowe wytyczne dopuszczają lockdowny, ale mają one być precyzyjniejsze i obejmować pojedyncze bloki czy piętra, zamiast całych osiedli i dzielnic. W większości miejsc nie będą już sprawdzane również \"kody zdrowia\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/unia-cofa-sie-w-sprawie-sankcji-ambasador-nie-ma-zludzen/l3xbez6", "title": "Unia cofa się w sprawie sankcji? Dyplomata nie ma złudzeń", "date_published": "2022-12-10 07:18:08+00:00", "description": "Jak twierdzi Stały Przedstawiciel Polski przy Unii Europejskiej Andrzej Sadoś, w rozmowach w sprawie przyjęcia dziewiątego pakietu unijnych sankcji wobec Rosji pojawił się impas. Podał również, co jest przyczyną braku porozumienia.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/w-tym-sektorze-europa-oddala-pole-musi-gonic-swiat/899g0pm", "title": "W tym sektorze Europa oddała pole. Musi gonić świat", "date_published": "2022-12-10 06:44:11+00:00", "description": "Jak opisuje Polski Instytut Ekonomiczny, produkcja półprzewodników w Europie skoncentrowana jest na starszych technologiach i większych układach, a firmy z naszego kontynentu odpowiadają tylko za ok. 4 proc. inwestycji w ten rynek. Unia Europejska chce przełamać ten impas.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/ryanair-bedzie-szkolil-pilotow-w-polsce-podano-lokalizacje/x793jbz", "title": "Ryanair będzie szkolił pilotów w Polsce. Podano lokalizację", "date_published": "2022-12-10 06:22:08+00:00", "description": "Ryanair uruchomi w Europie dwa nowe centra szkolenia pilotów. Jedno z nich znajdzie się w Polsce, która jest bardzo ważnym krajem w strategii rozwoju przewoźnika. Podano, które miasto może liczyć na realizację inwestycji.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/wielka-brytania-szuka-korzysci-z-brexitu-wprowadzi-zmiany-w-bankach/mk0mjms", "title": "Wielka Brytania szuka korzyści z brexitu. Wprowadzi zmiany w bankach", "date_published": "2022-12-10 06:06:25+00:00", "description": "Wielka Brytania chce łagodzić wprowadzone po kryzysie z 2008 r. regulacje dotyczące banków. Chce wykorzystać fakt, że po brexicie nie musi już liczyć się ze spełnianiem wymogów Unii Europejskiej. Ma to pomóc w tym, by Londyn zachował pozycję jednego z centrów światowych finansów.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/ustawy-o-cenach-energii-definicja-msp-duzej-rodziny-i-inne-absurdy/zt5fwq5", "title": "Pięć absurdów z ustaw prądowych. Na tych przepisach tracą rodziny, firmy i samorządy", "date_published": "2022-12-10 05:45:07+00:00", "description": "Choć wojna na Ukrainie trwa od 24 lutego br., to ustawy z tzw. tarczy energetycznej były przyjmowane ekspresowo. Rząd pisał projekty bez konsultacji z partnerami społecznymi, a Sejm je uchwalał nawet w 48 godzin. W efekcie wiele rozwiązań budzi kontrowersje. Jedne są jawnie niesprawiedliwe, inne prowadzą do nadużyć finansowych. Opisujemy te najważniejsze.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/w-tym-bialorus-pomoze-ukrainie-bez-zadnych-warunkow-wstepnych/2bblv36", "title": "W tym Białoruś pomoże Ukrainie. \"Bez żadnych warunków wstępnych\"", "date_published": "2022-12-10 05:29:13+00:00", "description": "Ściśle współpracująca z Rosją Białoruś, tym razem zadeklarowała, że umożliwi eksport kluczowego dla ukraińskiej gospodarki towar. Wezwała również do zniesienia sankcji na jej sztandarowy produkt.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/bylem-jeden-dzien-w-armii-tak-wyglada-szkolenie/qtwsk72", "title": "Wezwania nie dostałem, ale i tak poszedłem do wojska. Oto co mnie spotkało", "date_published": "2022-12-10 05:08:00+00:00", "description": "Wojsko wzywa na ćwiczenia – nawet ludzi, którzy nigdy nie mieli nic wspólnego z mundurem. Ja jestem właśnie taką osobą. Tylko ja się zgłosiłem do armii samemu i spędziłem w jednostce cały dzień. Oto co się działo – i czy czuję się przez to choć odrobinę bezpieczniejszy.", "persistent": false}]