[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/france-end-englands-world-cup-hopes-after-kane-misses-second-penalty", "title": "England fall again in latest knockout but leave World Cup with pride intact", "date_published": "2022-12-10 21:44:00+00:00", "description": "<p>England went toe-to-toe with the world champions in quarter-final but still stumbled at the last</p><p>At the stinging end of this enthralling World Cup quarter-final, England’s players lay slumped on the floor, hands covering their faces, their hopes and dreams shattered for another four years. All losses hurt. But few will linger as much as this quarter-final defeat to France.</p><p>For 90 minutes, England went toe-to-toe with the world champions. They were bold, they were inventive. And, at times, it seemed that all sorts of enticing possibilities were opening up after a Harry Kane penalty equalised Aurélien Tchouaméni’s early thunderbolt.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/france-end-englands-world-cup-hopes-after-kane-misses-second-penalty\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report", "title": "England out of World Cup after Harry Kane penalty miss against France", "date_published": "2022-12-10 21:25:14+00:00", "description": "<p>Everybody would have bet the house on Harry Kane. The England captain had already scored one equaliser from the penalty spot, which had brought him level with Wayne Rooney on 53 goals for his country – the all-time record. Now, after Olivier Giroud had tilted this World Cup thriller back in the direction of France, Kane stood over the spot once more.</p><p>The penalty had been conceded by Theo Hernandez. It was an extraordinary rush of blood from the full-back, who barged into the back of the England substitute Mason Mount as they chased a high ball that was going over both of them. An even bigger one was to come.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/calls-for-eu-reform-after-five-arrested-in-qatar-corruption-inquiry", "title": "Calls for EU reform after five arrested in Qatar corruption inquiry", "date_published": "2022-12-10 21:16:30+00:00", "description": "<p>Campaigners point to culture of impunity as five questioned over bribery allegations</p><p>The arrest of a European Parliament vice-president and four others linked to a corruption investigation implicating World Cup hosts Qatar sparked calls Saturday for “root and branch reform” in the EU institution.</p><p>“This is not an isolated incident,” said anti-corruption campaigning group Transparency International.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/calls-for-eu-reform-after-five-arrested-in-qatar-corruption-inquiry\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/i-bet-argentina-will-be-champions-pepe-blasts-referee-choice-after-portugal-exit", "title": "‘I bet Argentina will be champions’: Pepe blasts referee choice after Portugal exit", "date_published": "2022-12-10 19:45:30+00:00", "description": "<ul><li>Defender questions Argentinian official in Morocco defeat</li><li>‘It’s unacceptable … We weren’t allowed to play the second half’</li></ul><p>The veteran Portugal defender Pepe has questioned the appointment of an Argentinian referee to their shock quarter-final defeat by Morocco and claimed Fifa officials “can now give the title to Argentina”.</p><p>Pepe suggested Lionel Messi’s vocal criticism of the Spanish referee Antonio Mateu Lahoz after <a href=\"https://www.theguardian.com/football/2022/dec/09/netherlands-argentina-world-cup-quarter-final-match-report\">Argentina’s penalty shootout victory over the Netherlands</a> on Friday should have prevented an Argentinian, Facundo Tello, from taking charge of <a href=\"https://www.theguardian.com/football/2022/dec/10/morocco-portugal-world-cup-quarter-final-match-report\">Portugal’s 1-0 defeat to Morocco</a>. Messi and the Argentina goalkeeper Emiliano Martínez said Mateu Lahoz should be dropped for the remainder of the tournament.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/i-bet-argentina-will-be-champions-pepe-blasts-referee-choice-after-portugal-exit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/german-aid-worker-freed-after-kidnapping-in-niger-four-years-ago", "title": "German aid worker freed after kidnapping in Niger four years ago", "date_published": "2022-12-10 19:42:58+00:00", "description": "<p>63-year-old Joerg Lange’s employer, humanitarian organisation Help, did not say how release secured</p><p>A 63-year-old German aid worker, Joerg Lange, has been freed more than four years after he was kidnapped in western Niger near the Malian border, his employer, humanitarian organisation Help, said in a statement on Saturday.</p><p>Armed men on motorcycles kidnapped Lange in April 2018 near the Nigerien town of Inates in borderlands where militant groups, some with links to al-Qaida and Islamic State, have carried out frequent attacks for years.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/german-aid-worker-freed-after-kidnapping-in-niger-four-years-ago\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/god-preserve-this-score-palestinians-roar-arab-team-into-world-cup-semis", "title": "‘God preserve this score!’ Palestinians roar Arab team into World Cup semis", "date_published": "2022-12-10 19:22:57+00:00", "description": "<p>Occupied territories hail Morocco, whose players unfurl flag of Palestine after victories</p><p>The stands at Al Thumama Stadium in Doha may have been half empty when the World Cup quarter final between Morocco and Portugal began, but the bars, cafes and streets of Ramallah were already packed.</p><p>At a restaurant in the city centre, Palestinians from all walks of life gathered to watch the<a href=\"https://www.theguardian.com/football/2022/dec/10/morocco-portugal-world-cup-quarter-final-match-report\" title=\"\"> first Arab team to ever make it to the last stages of the tournament</a>. Over fruit juice, beer and shisha the atmosphere got steadily rowdier as Portugal struggled. Morocco scored just before half-time and the crowd erupted, men cheering and women ululating.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/god-preserve-this-score-palestinians-roar-arab-team-into-world-cup-semis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/we-are-rocky-regragui-hails-morocco-as-worlds-favourites-after-portugal-win", "title": "‘We are Rocky’: Regragui hails Morocco as world’s favourites after Portugal win", "date_published": "2022-12-10 19:14:52+00:00", "description": "<ul><li>Coach says victory proves you can succeed with less talent</li><li>‘We are the Rocky of this World Cup. The world is with Morocco’</li></ul><p>Walid Regragui described Morocco as the “Rocky of this World Cup” after his team earned a historic victory over Portugal to become the first African team to reach the semi-finals.</p><p>Regragui said his players had learned to dream and acknowledged that their surprise run had captured hearts across the world. <a href=\"https://www.theguardian.com/football/2022/nov/27/belgium-morocco-world-cup-group-f-match-report\">Morocco have also overcome Belgium</a> and <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">Spain</a> and will face France on Wednesday after <a href=\"https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report\">Les Bleus’ 2-1 victory over England</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/we-are-rocky-regragui-hails-morocco-as-worlds-favourites-after-portugal-win\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/commentisfree/2022/dec/10/meghan-and-harrys-documentary-has-hit-the-raw-nerve-of-tabloid-prejudice", "title": "Meghan and Harry’s documentary has hit the raw nerve of tabloid prejudice", "date_published": "2022-12-10 18:33:44+00:00", "description": "<p>As an interviewee in the Netflix series, the scale and fury of the backlash to the comments on race and royals is revelatory</p><p>The howl of exasperation from tabloid commentators – who spoke almost in unison last week like a dismissive Greek chorus – was that Netflix’s Harry and Meghan documentary series contains no new revelations. The supposed dearth of suitably titillating details left Britain’s ever‑growing legions of royal commentators, and even some <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/08/harry-and-meghan-netflix-review-so-sickening-i-almost-brought-up-my-breakfast\" title=\"\">TV reviewers</a>, pouting and foot-stamping like 12-year-olds told to do their homework, as if access to salacious royal gossip is our birthright and the Sussexes are contractually obliged to provide it.</p><p>What was quietly and purposefully revelatory about the documentary went largely uncommented upon. The more open-minded of the <a href=\"https://www.bbc.co.uk/news/entertainment-arts-63915851\" title=\"\">2.4 million people</a> who clicked through to the first episode experienced a simple but central revelation: they heard the voices of a young woman of colour and her husband, who have been subjected of an unprecedented campaign of abuse and vilification, telling us what that all felt like.</p> <a href=\"https://www.theguardian.com/uk-news/commentisfree/2022/dec/10/meghan-and-harrys-documentary-has-hit-the-raw-nerve-of-tabloid-prejudice\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/kosovo-serbs-block-road-to-major-border-crossings-in-volatile-north", "title": "Kosovo Serbs block road to main border crossings in volatile north", "date_published": "2022-12-10 18:28:02+00:00", "description": "<p>Trucks and agricultural machines used as roadblocks, heightening recent tensions in the region</p><p></p><p>Hundreds of ethnic Serbs erected barricades on a road in northern Kosovo on Saturday, blocking the traffic over the two main border crossings towards Serbia, police said.</p><p>Trucks, ambulance cars and agricultural machines were used as roadblocks, heightening recent tensions which included explosions, shootings and an armed attack on a police patrol which saw one ethnic Albanian police officer wounded.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/kosovo-serbs-block-road-to-major-border-crossings-in-volatile-north\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/10/england-v-france-world-cup-2022-quarter-final-live", "title": "England v France: World Cup 2022 quarter-final – live", "date_published": "2022-12-10 18:09:46+00:00", "description": "<ul><li>Updates from the 7pm GMT kick-off at Al Bayt Stadium</li><li>You can <a href=\"mailto:scott.murray@theguardian.com\">contact Scott here</a> with your thoughts</li></ul><p><strong>Gareth Southgate talks to ITV, and is asked whether naming an unchanged side was an easy decision.</strong> “No. It’s never simple. We’ve got strength in depth and you’re always thinking about the opponent as well. But we’ve been on a good path and I think we needed to stay on that track. Our midfield have been really important, and you can lose a player in there with some back-three systems. We feel we’ve got to get pressure on France and try to cut the supply, and we’ll get an extra player further up the pitch. We need men on the pitch. These big nights, you have to stand up, you have to go to the depths to get a result. We’re playing well, we’ve got confidence. This will be a huge test of that but it’s great to be coming into the game feeling the way we do. These nights are those when everyone remembers where they are, and we hope we can give everyone at home another brilliant evening to remember.”</p><p><strong>England name the same XI that started the 3-0 win over Senegal.</strong> Jordan Pickford wins his 50th cap. Raheem Sterling is back on the bench, having briefly returned to England following a burglary at his home.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/10/england-v-france-world-cup-2022-quarter-final-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/picture/2022/dec/10/russias-winter-offensive-cartoon", "title": "Russia’s winter offensive – cartoon", "date_published": "2022-12-10 18:00:09+00:00", "description": "<p>Vladimir Putin is doing his best to freeze Ukraine into submission, but still the country holds firm</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/10th-december-2022\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2022/dec/10/russias-winter-offensive-cartoon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/the-community-is-100-scared-shop-owners-of-aucklands-little-india-at-centre-of-national-debate", "title": "‘The community is 100% scared’: shop owners of Auckland’s Little India at centre of national crime debate", "date_published": "2022-12-10 18:00:09+00:00", "description": "<p>After a series of high-profile robberies and ram raids, the owners of Sandringham’s dairies say something has changed in New Zealand</p><p>Outside Rose Cottage Dairy, layers of flowers are drying on the footpath. Store-bought arrangements are mixed with jasmine, rosemary and geraniums hand-cut from local gardens. For the past week, the shop has remained shuttered, lace curtains closed, corrugated iron rolled down over the door. Behind the flowers is a sign: “Justice for Janak”.</p><p>Two weeks have passed since Janak Patel was murdered as he worked at this small Sandringham shop, allegedly stabbed after he pursued a man who had stolen a cash register. His death came at the close of a year that has left store owners across New Zealand reeling from a series of robberies, ram raids and break-ins. As the community grieves, his death has also become a focal point for New Zealanders’ concerns about crime, and the political struggle surrounding it. With election year approaching, the anxieties and grief of small shop owners have been catapulted on to the national stage, subject to politicians’ press releases, talkback radio monologues and parliamentary debate.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/the-community-is-100-scared-shop-owners-of-aucklands-little-india-at-centre-of-national-debate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/grant-wahl-death-world-cup-qatar-2022-tribute-soccer", "title": "Grant Wahl was a kind, wise champion of the voiceless in soccer", "date_published": "2022-12-10 17:47:08+00:00", "description": "<p>The tributes that have poured out after the journalist’s death are no surprise. He used his privilege, power and position in football for good</p><p>Everyone has a Grant Wahl story.</p><p>This was never more true than on Friday night, when messages of love, support, shock, and grief poured out across social media with the news of his sudden death while covering the World Cup in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/grant-wahl-death-world-cup-qatar-2022-tribute-soccer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/vicky-hartzler-nephew-same-sex-marriage-republican-tearful", "title": "Nephew calls Republican who tearfully opposed gay marriage bill a homophobe", "date_published": "2022-12-10 17:29:58+00:00", "description": "<p>Congresswoman Vicky Hartzler voted against bill protecting same-sex marriage but Andrew Hartzler, who is gay, was unimpressed</p><p>The backlash to the Republican member of Congress who broke down in tears in her opposition to the same-sex marriage bill has included a familiar face – her nephew, who has called the lawmaker a “homophobe”.</p><p>On Thursday, Vicky Hartzler, a Republican representative from Missouri, shed tears as she urged colleagues in the US House of Representatives to vote against the Respect for Marriage Act, which forces states without marriage equality laws to recognize LGBTQ+ marriages from other states.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/vicky-hartzler-nephew-same-sex-marriage-republican-tearful\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/morocco-portugal-world-cup-quarter-final-match-report", "title": "Morocco book historic World Cup semi-final place as En-Nesyri stuns Portugal", "date_published": "2022-12-10 17:23:54+00:00", "description": "<p></p><p>Wow. It was 7.57pm in Qatar, just before 6pm in Casablanca, when Facundo Tello blew the final whistle, a signal for the men on the sideline to finally let lose and stream on to the pitch, and for those who were already there to collapse on to the floor. They had done it. Legends now, the roar tore right through everyone here and way, way, beyond. History is made and it is made of this. Morocco are the first African team to make it to a World Cup semi-final.</p><p>There is just no way past them. Walid Regragui’s team have <a href=\"https://www.theguardian.com/football/2022/nov/27/belgium-morocco-world-cup-group-f-match-report\">faced Belgium</a>, Croatia, Spain and now Portugal but they are made of granite and none could tumble them. None could even score against them. In eight and a half hours of football, no opposition player has scored against them. The only goal they have conceded, <a href=\"https://www.theguardian.com/football/2022/dec/01/canada-morocco-world-cup-group-f-match-report\">against Canada</a>, they scored themselves. Here, Portugal turned to Cristiano Ronaldo to rescue them. He had 118 international goals when he ran on; he still had 118 when he walked off again, down the tunnel in tears. This may be his last match.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/morocco-portugal-world-cup-quarter-final-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/russian-drone-attacks-target-power-network-odesa-ukraine", "title": "Odesa almost out of power after Russian drone attacks, say officials", "date_published": "2022-12-10 17:04:15+00:00", "description": "<p>Russian drones hit energy facilities in Ukraine port city, leaving all non-critical infrastructure without power</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/dec/09/russia-ukraine-war-live-russia-has-installed-rocket-launchers-at-zaporizhzhia-nuclear-power-plant-says-ukraine\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>All non-critical infrastructure in Ukraine’s southern port city of Odesa was without power after Russia used drones to hit energy facilities, local officials said on Saturday, with much of the surrounding region also affected.</p><p>“Due to the scale of the damage all users in Odesa except critical infrastructure have been disconnected from electricity,” Odesa mayor, Gennadiy Trukhanov, wrote on Facebook.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/russian-drone-attacks-target-power-network-odesa-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/fergus-henderson-happy-to-eat-most-things-but-i-hate-raw-celery-st-john-restaurant", "title": "Fergus Henderson: ‘I’m happy to eat most things – but I hate raw celery’", "date_published": "2022-12-10 17:00:08+00:00", "description": "<p>The St John restaurant co-founder on childhood steamed syrup sponge and the iniquity of food trends</p><p><strong>My mother was a wonderful cook</strong>, and my father was a wonderful eater.<strong> </strong>She was from Bolton – mothers from Bolton seem to be a common theme among quite a few very good chefs I know. They used to throw dinner parties of the kind that people had in the 1970s – paisley tablecloths, lots of claret, creme caramel and going to bed without doing the washing up. I remember coming downstairs in the morning to find the debris of the night before, half-drunk glasses and ghostly wafts of cigar smoke, and longing to be a part of it all.</p><p><strong>My favourite food as a child</strong> was steamed syrup sponge and custard. When I was little I had a mystery illness which landed me in hospital for a few days; Mum tells me that she realised it must be serious when I refused steamed syrup sponge.</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/fergus-henderson-happy-to-eat-most-things-but-i-hate-raw-celery-st-john-restaurant\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/10/maira-kalmans-ode-to-women-holding-things-in-pictures", "title": "Maira Kalman’s ode to women holding things – in pictures", "date_published": "2022-12-10 17:00:08+00:00", "description": "<p>American author and illustrator <a href=\"https://mairakalman.com/\">Maira Kalman</a> describes her project Women Holding Things as “a love song to [those] exhausted from holding everything”. Her poignant portraits, a meditation on the burdens and privileges of womanhood, feature Edith Sitwell and Gertrude Stein as well as members of Kalman’s family and anonymous faces. Some women hold flowers, others hold the hand of their child as they are executed by the Nazis. Kalman says her favourite image is of her grandmother holding the weight of the world. “Though it didn’t stop her from taking care of everything in the home. I can still smell the beautiful scent of her Friday cinnamon cakes.”</p><ul><li><em><a href=\"https://harpercollins.co.uk/products/women-holding-things-maira-kalman?variant=39838655021134\">Women Holding Things</a></em><a href=\"https://harpercollins.co.uk/products/women-holding-things-maira-kalman?variant=39838655021134\"> is published by HarperCollins (£25)</a></li></ul><p></p><p></p><p></p><p></p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/10/maira-kalmans-ode-to-women-holding-things-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/10/reith-lectures-2022-review-chimamanda-ngozi-adichie-the-cost-of-happiness-tony-hsieh-teamistry-the-untold-story-of-concorde-i-dentity-jungle-garage-birth-of-grime", "title": "The week in audio: The Reith Lectures; The Cost of Happiness: Tony Hsieh; Teamistry: The Untold Story of Concorde; i-Dentity", "date_published": "2022-12-10 17:00:08+00:00", "description": "<p>Chimamanda Ngozi Adichie shows Rowan Williams how to give a proper lecture. Plus, history lessons from Concorde to club nights</p><p><strong>The Reith Lectures</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/b00729d9\">BBC Sounds</a><br /><strong>The Cost of Happiness: Tony Hsieh</strong> (Imperative/Vespucci) | <a href=\"https://podcast24.co.uk/podcasts/the-cost-of-happiness-tony-hsieh\">Podcast24</a><br /><strong>Teamistry: The Untold Story of Concorde</strong> (Atlassian) | <a href=\"https://podcasts.apple.com/us/podcast/season-4-the-untold-story-of-concorde/id1501203196?i=1000585282994\">Apple</a> <br /><strong>i-Dentity: Jungle, Garage and the Birth of Grime</strong> | <a href=\"https://podcasts.apple.com/ca/podcast/jungle-garage-and-the-birth-of-grime/id1349433801?i=1000589016031\">Apple</a></p><p>Ooh, an unmissable Radio 4 <strong><a href=\"https://www.bbc.co.uk/programmes/b00729d9\">Reith Lecture</a></strong>. Amazing. Not last week’s, sadly, though you could use it as a compare and contrast: last week’s on how not to give a Reith Lecture; the previous week’s on how to get it right.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/10/reith-lectures-2022-review-chimamanda-ngozi-adichie-the-cost-of-happiness-tony-hsieh-teamistry-the-untold-story-of-concorde-i-dentity-jungle-garage-birth-of-grime\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/south-africas-cyril-ramaphosa-time-running-out", "title": "‘He has many enemies’: is time running out for Cyril Ramaphosa?", "date_published": "2022-12-10 17:00:08+00:00", "description": "<p>South Africa’s president is local hero in Soweto but misconduct claims threaten re-election as ANC leader at congress this week</p><p>On Mhlaba Street in Soweto there is some trepidation this particular morning. All week, summer storms have blown down trees and flooded roads around the small cement houses that line the potholed road. More are expected and Magadelene Maranele at No 118 is far from confident her roof will resist another downpour.</p><p>There are metaphorical as well as literal storm clouds on the horizon. Just a mile or so away, a cavernous conference centre is being prepared for the elective conference of the African National Congress (ANC) party and the political forecasts are as bad as the meteorological ones.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/south-africas-cyril-ramaphosa-time-running-out\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/coup-germany-rightwing-plot-rag-tag-revolution", "title": "The Reichsbürger plot: sinister plan to overthrow the German state or just a rag-tag revolution?", "date_published": "2022-12-10 16:43:21+00:00", "description": "<p>The strange tale of a right-wing plot in Germany highlights the extremist threat the country faces</p><p>The time to forgive and forget had passed, the grey-bearded man said in a heavy Bavarian growl, his back facing the turquoise Adriatic sea as he calmly gesticulated towards the camera.</p><p>“Those people who bullied us, who locked us up”, he said, were about to face a reckoning in an “epochal upheaval” that would usher in a new judicial and political order. Change was imminent – a matter of weeks. “If everything goes to plan, we’ll do it before Christmas,” the man, who calls himself “General Eder”, promised in a video uploaded to a website popular among far-right conspiracy theorists on advent Sunday this year.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/coup-germany-rightwing-plot-rag-tag-revolution\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/vintage-croatia-have-long-passed-the-consistency-test-yet-still-defy-belief", "title": "Vintage Croatia have long passed the consistency test but still defy belief", "date_published": "2022-12-10 16:20:58+00:00", "description": "<p>Josip Juranovic and Borna Sosa back the old guard to keep producing for the World Cup semi-final against Argentina</p><p>In Ban Jelacic Square there was not a soul who cared about the Friday night temperature, which had plummeted towards freezing. A reveller removed his shirt and dived into a nearby fountain; it always takes one to go first and soon enough he had company. Zagreb’s city centre was packed, celebrations continuing into the early hours under the shine of Christmas decorations. Now a country wonders whether it, and the football team that continue to defy belief, can do it all again twice more.</p><p>Walking out of a stadium 2,400 miles away in Doha, a smiling Josip Juranovic clutched a plastic bag. Its contents were inescapably yellow and it did not take much to prise out the nature of his loot. Croatia’s right-back had managed to swap shirts with his idol, Dani Alves, a non-playing substitute, who is squeezing out every last drop of a stellar career at 39.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/vintage-croatia-have-long-passed-the-consistency-test-yet-still-defy-belief\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/russia-ukraine-war-bakhmut-meat-grinder-deadlock", "title": "In the ‘Bakhmut meat grinder’, deadlocked enemy forces slog it out", "date_published": "2022-12-10 16:01:58+00:00", "description": "<p>Ukrainians have the technical advantage but Russians persist in sacrificing troops to take an area with no strategic value</p><p>In a smothering fog cloaking the woods of the Donbas, the sound of artillery takes on a spooky, disconnected quality.</p><p>Guns crack nearby, invisible among the skeletal branches. Shells whicker in the gloom towards the Russian lines around the key city of Bakhmut, distant thuds marking when they hit their targets. When the Russian guns fire back, it’s with a different sound, the crump of incoming fire.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/russia-ukraine-war-bakhmut-meat-grinder-deadlock\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/10/i-wrote-this-column-myself-but-how-long-before-a-chatbot-could-do-it-for-me", "title": "I wrote this column myself, but how long before a chatbot could do it for me? | John Naughton", "date_published": "2022-12-10 16:00:08+00:00", "description": "<p>The impressive and wildly popular ChatGPT is the latest instalment in a long-running debate about whether we’re creating machines to help us or replace us</p><p>Those who, like this columnist, spend too much time online will have noticed a kind of feeding frenzy over the past two weeks. The cause has been the release of an interesting chatbot – a software application capable of conducting an online conversation. The particular bot creating the fuss is <a href=\"https://en.wikipedia.org/wiki/ChatGPT\">ChatGPT</a>, a prototype artificial intelligence (AI) chatbot that focuses on usability and dialogue and was <a href=\"https://en.wikipedia.org/wiki/OpenAI\">developed by OpenAI</a>, an AI research laboratory based in San Francisco.</p><p>ChatGPT uses a large language model built via machine-learning methods and is based on OpenAI’s GPT-3 model, which is capable of producing human-like text when given a prompt in natural language. It’s an example of what has come to be called “generative AI”: software that uses machine-learning algorithms to enable machines to generate artificial content – text, images, audio and video content based on its training data – in a way that might persuade a human user into believing that its outputs are “real”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/10/i-wrote-this-column-myself-but-how-long-before-a-chatbot-could-do-it-for-me\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/how-panettone-pass-the-parcel-became-one-of-my-christmas-traditions", "title": "How panettone pass the parcel became one of my Christmas traditions", "date_published": "2022-12-10 16:00:07+00:00", "description": "<p>You know how it goes – someone, somewhere, buys the Italian cake, from where it embarks on a long circumnavigation of various friends and family</p><p>A normal Christmas is predicted, and thanks to this the ritual police are now on patrol. I’m not complaining; I include myself among their number. Loading the freezer with sausage rolls for the party I plan to throw on Boxing Day, I enjoy the soothing embrace of order and repetition, the feeling that all is temporarily right with the world. Very little currently gives me more pleasure than the sound of my small niece talking me through her idea of a proper Christmas. “We have beef, not turkey,” she says, in a voice that is straight out of <em>Barchester Towers</em> (I play a supplicant Mrs Proudie to her austere Archdeacon Grantly).</p><p>It’s strange to think both of how little Christmas has changed in my lifetime and how much. In 2022, I struggle to explain to the young ones that as children my brother and I used to be given edible smoking sets by our granny: a chocolate pipe, cigar and cigarettes alluringly arranged on a moulded, plastic tray. The expressions on their faces insist I’m bonkers. Yet there will surely never be a Christmas at the end of which someone isn’t left looking at a hill of strawberry Quality Street; the Brexit deal does not exist that will fix this particular surplus. Some rituals, admittedly, take a while to get established. But thereafter, they cling like ivy. In the 1980s, my family began going out to an Indian restaurant on Christmas Eve, with the result that this day is now unimaginable without poppadoms. Suggest fish and chips, and there will be blood, not tomato ketchup.</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/how-panettone-pass-the-parcel-became-one-of-my-christmas-traditions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/10/is-this-the-end-of-tv-broadcasters-prepare-for-online-only-switch", "title": "Is this the end of TV? Broadcasters prepare for online-only switch", "date_published": "2022-12-10 16:00:07+00:00", "description": "<p>As ITVX launches and the BBC gets ready to stream not beam, will event viewing become a thing of the past?</p><p>Hard to miss the huge television events of the last fortnight. There was <a href=\"https://www.theguardian.com/politics/2022/nov/27/matt-hancock-im-a-celebrity-tiktok-votes-jungle\" title=\"\">Matt Hancock emoting away in the jungle </a>on ITV, <a href=\"https://www.theguardian.com/football/2022/dec/03/england-world-cup-criticism-southgate-germany-belgium\" title=\"\">England scoring actual goals in the World Cup</a>, and then the <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/the-guardian-view-on-harry-and-meghan-the-ring-of-truth\" title=\"\">former royal couple telling it their way </a>in an orchestrated “drop” of the first episodes of an intimate documentary series on Netflix. And even if none of these offerings registered as a personal “appointment to view”, the noise created has certainly been insistent.</p><p>All the same, there are strong hints that the days of the large, live TV audience, with everybody sharing a scheduled broadcast at the same time, are numbered. The plan, after years of rumour, is for all TV output to be available online only within the next 10 years or so. Broadcast channels, with their daily line-up of shows, are doomed. Programmes (originally so-called because they were “programmed”) will come into our homes as streamed, branded products, rather than being beamed to viewers on a pre-ordained timetable.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/10/is-this-the-end-of-tv-broadcasters-prepare-for-online-only-switch\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/10/flood-proof-riverside-living-a-house-on-the-thames-without-the-anxiety", "title": "On the banks of the Thames: a riverside dream home", "date_published": "2022-12-10 16:00:07+00:00", "description": "<p>Living beside the Thames brings great pleasure, and this stunning new house can cope with the threats of flooding</p><p>What could be more romantic than a house on the river with its ever-shifting views of swans, rowing boats and stately barges? But with water comes the chance of flooding. Which is why Elizabeth Rose decided to take pre-emptive action when she rebuilt her house. Rose’s new home, set on an idyllic, willow-fringed stretch of the Thames, downstream from Marlow, has been flood- and future-proofed in ways that belie the simplicity of its architecture.</p><p>The single-storey house, designed by London architects <a href=\"https://knoxbhavan.co.uk/\" title=\"\">Knox Bhavan</a>, was loosely inspired by the Edwardian houseboats that once lined the riverbank, and has just won the prestigious <em><a href=\"https://www.architectsjournal.co.uk/news/manser-medal-aj-house-of-the-year-2022-winner-revealed\" title=\"\">Architects’ Journal</a></em><a href=\"https://www.architectsjournal.co.uk/news/manser-medal-aj-house-of-the-year-2022-winner-revealed\" title=\"\"> House of the Year award</a>. The building replaced Rose’s former home – a “difficult” 1920s property where she lived for 17 years. “We looked into renovating it, but for all the things we wanted to achieve – energy efficiency, climate-proofing – it turned out to be more effective to start again,” says the former dancer. Besides, plots like these are rarities because most are handed down from generation to generation.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/10/flood-proof-riverside-living-a-house-on-the-thames-without-the-anxiety\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/10/peru-selvatico-sonic-expedition-into-the-peruvian-amazon-1972-1986-review", "title": "Perú Selvático: Sonic Expedition into the Peruvian Amazon 1972​-​1986 – review", "date_published": "2022-12-10 16:00:07+00:00", "description": "<p>(Analog Africa)<br />Beach meets jungle on this classy compilation of vintage cumbia</p><p>The lopsided, scratchy rhythms of cumbia, the music of Colombia and Peru, have enjoyed growing popularity in recent years, be it via antique recordings or slick, electro updates, many of them from Argentina. On <em><a href=\"https://analogafrica.bandcamp.com/album/per-selv-tico-sonic-expedition-into-the-peruvian-amazon-1972-1986-analog-africa-no-36\">Perú Selvático</a></em>, pop archaeology explores some of cumbia’s most distant shores, specifically those of the upper Amazon in the 1970s, where towns hundreds of miles from the capital, Lima, spawned their own variations on the genre. Central to many of its 18 tracks is the twang of surf guitar, by then a bygone fad in its California birthplace but still hugely popular across swathes of South America. (Currently, much the same sound is being championed by <a href=\"https://losbitchos.com/\">Los Bitchos</a>, a chi-chi female four-piece from London.)</p><p>The sonic novelties of electric guitar, squeaky Farfisa organ and proto-synths replaced the accordions and big bands that dominated traditional cumbia; modernism had reached Amazonia. Remote cities such as Moyobamba and Tarapoto had no studios but their local heroes found their way to Lima to record. The results are all instrumental, although there are plentiful shouts and exhortations keeping the beat alive, and the party swinging on tracks such as Humo En La Selva by Los Invasores de Progreso. Nicely packaged vintage fun. </p> <a href=\"https://www.theguardian.com/music/2022/dec/10/peru-selvatico-sonic-expedition-into-the-peruvian-amazon-1972-1986-review\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/10/philip-larkin-a-canary-in-the-coalmine-of-cancel-culture", "title": "Philip Larkin: a canary in the coalmine of cancel culture | Rachel Cooke", "date_published": "2022-12-10 16:00:07+00:00", "description": "Hull University in midwinter provided a perfect backdrop for a centenary lecture series on its most famous librarian<p>I’m writing this column in Hull, where yesterday I spoke at Bad Habits of Expectancy, a conference at the university to mark the <a href=\"https://www.theguardian.com/commentisfree/2022/sep/25/the-guardian-view-on-philip-larkin-at-100-a-lasting-gift\" title=\"\">centenary year of Philip Larkin’s birth</a>. It is all very exciting and strange. I have a student room, and this morning I ate my breakfast – properly buttered toast, for I am properly in the north – alongside a handful of bleary-eyed undergraduates in a place called the Pantry. Scarf trailing, I walk the campus, rather bleak in winter, and remember what it was like to be young. Where did all the years go? Larkin, of course, is the perfect soundtrack for this kind of melancholy.</p><p>I talked about Larkin and cancel culture: looking back, he was a canary in the coal mine, a sign of things to come. Others have spoken on Larkin and Auden, Larkin and national service (which he did not do), and Larkin and childhood (which famously bored him); Prof Esther Johnson of Sheffield Hallam University and her colleague Vicky Foster delivered a presentation about Hull’s once magnificent 1960s Co-op, a building that, even if it didn’t inspire it, brings to mind <em>Here</em>, Larkin’s gorgeous poem about the city (<em>Cheap suits, red kitchen-ware, sharp shoes, iced lollies / Electric mixers, toasters, washers, driers</em>).</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/10/philip-larkin-a-canary-in-the-coalmine-of-cancel-culture\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/10/star-crossed-mercedes-faces-dilemma-over-dependence-on-russia-and-china", "title": "Star-crossed: Mercedes faces dilemma over dependence on Russia and China", "date_published": "2022-12-10 16:00:07+00:00", "description": "<p>Moscow provides Germany with power, and the Chinese buy the company’s cars in their thousands, but now war and global tensions are darkening the diplomatic weather</p><p>A brand new, gleaming Mercedes vehicle rolls off the production line roughly every three minutes at the carmaker’s Rastatt plant in south-western Germany.</p><p>A total of 185,000 of its upmarket A-Class, B-Class and all-electric EQA cars were assembled here last year in the factory, close to the French border. They are then taken by road, rail and ship to their new owners, perhaps to zip through European capitals, Chinese cities, or along California’s coastal roads.</p> <a href=\"https://www.theguardian.com/business/2022/dec/10/star-crossed-mercedes-faces-dilemma-over-dependence-on-russia-and-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/sharks-harlequins-champions-cup-rugby-union-match-report", "title": "Sharks hold off Harlequins fightback to earn historic Champions Cup victory", "date_published": "2022-12-10 15:53:27+00:00", "description": "<ul><li>Sharks 39-31 Harlequins</li><li>André Esterhuizen scores two late tries but 13-man hosts hold on</li></ul><p>There was no shortage of drama in the Champions Cup rugby clash between the South African newcomers the Sharks and Harlequins, with the home side running out bonus-point 39-31 victors at Kings Park in Durban. The hosts looked up against it when reduced to 13 players as the English side cut their deficit to one point but a late try for Boeta Chamberlain secured the win.</p><p>Public sentiment was a mixed bag of blind optimism and realistic expectation for this historic outing. “I was surprised that Harlequins played so much with ball in hand,” said one local fan, Anthony Saville, “given the heat and slippery ball. I thought they played a bit more than the Sharks which was strange. The Springboks made a big difference for the Sharks, they brought a lot of fire to the game.”</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/sharks-harlequins-champions-cup-rugby-union-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/was-the-viktor-bout-exchange-deal-really-a-win-for-moscow-brittney-griner", "title": "Was the Viktor Bout exchange deal really a win for Moscow?", "date_published": "2022-12-10 15:19:24+00:00", "description": "<p>The Russian arms dealer is back in Moscow after the prisoner swap for Brittney Griner.  Kremlin officials say it’s a ‘capitulation by America’ – but other believe Bout is a declining asset</p><p>The victory lap in Moscow began even before the An-148 jet carrying the notorious arms dealer once dubbed the “merchant of death” touched down at Vnukovo airport.</p><p>Viktor Bout, <a href=\"https://www.theguardian.com/world/2008/mar/07/armstrade.russia\" title=\"\">arrested in 2008</a>, had been returned to Russia more than 14 years after his arrest, much of that time spent incarcerated in the US. “The game is over,” he had said as US Drug Enforcement Administration agents and Thai police burst into a hotel conference room where he thought he was meeting members of Farc, the Colombian rebel group – but they were actually undercover US agents.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/was-the-viktor-bout-exchange-deal-really-a-win-for-moscow-brittney-griner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/argentina-take-dutch-devilry-beyond-the-bitter-end-in-the-fracas-in-qatar", "title": "The fracas in Qatar: Argentina take Dutch devilry beyond the bitter end | Sid Lowe", "date_published": "2022-12-10 15:13:50+00:00", "description": "<p>Seventeen yellow cards, flying tackles and constant clashes: the Netherlands and Argentina played out a legendary dust-up</p><p>At some point late on a wild night in Lusail, Lionel Messi was asked what had happened out there. “A bit of everything,” he said. There had been four goals, eight penalties, 17 yellow cards and one red. </p><p>In the end, there was only one winner, even if they had to win it twice. Maybe even three times. Or, to put it another way: as the Argentina goalkeeper, Emiliano Martínez, departed the pitch, he did with a defiant look in a Dutch direction, shouting his expletive-rich message in English to make sure it wasn’t lost.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/argentina-take-dutch-devilry-beyond-the-bitter-end-in-the-fracas-in-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/10/emancipation-review-will-smith-is-dragged-through-the-mud-in-ugly-manipulative-drama", "title": "Emancipation review – Will Smith is dragged through the mud in ugly drama", "date_published": "2022-12-10 15:00:05+00:00", "description": "<p>A runaway slave escapes through Louisiana’s swamps in a propulsive action film marred by its relentless grimness</p><p>Antoine Fuqua’s thuddingly unsubtle Will Smith-starring slavery drama is an unusually ugly picture. And while you can make a case that the facts of slavery cannot and should not be prettified, Fuqua’s approach, both in the relentless grind of graphic cruelty and the grim, near monochrome sludge of the cinematography, makes for a gruelling endurance test of a viewing experience.</p><p>Smith, fresh from his Oscar-winning performance in <em><a href=\"https://www.theguardian.com/film/2021/nov/21/king-richard-richard-williams-biopic-will-smith-tennis-coach-father-serena-venus\">King Richard</a></em> last year, delivers a physically committed turn as a character loosely based on a real person. Peter is a man of faith and a loving husband and father who has kept his family together and safe, although they live as slaves. Finding himself cruelly separated from his wife and children, he escapes through the Louisiana swamps, outwitting alligators and Ben Foster’s sneering, sadistic overseer. In a chase picture that evolves into a war movie, the storytelling is propulsive, but it’s cheapened by crude and manipulative film-making choices.</p><p><a href=\"https://tv.apple.com/us/movie/emancipation/umc.cmc.1j6fdxookwtqml3bd8ivvcbbv\">On Apple TV+</a></p> <a href=\"https://www.theguardian.com/film/2022/dec/10/emancipation-review-will-smith-is-dragged-through-the-mud-in-ugly-manipulative-drama\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/10/liz-truss-and-kwasi-kwarteng-got-carried-away-writing-mini-budget", "title": "Liz Truss and I ‘got carried away’ writing mini-budget, admits Kwasi Kwarteng", "date_published": "2022-12-10 14:31:21+00:00", "description": "<p>Sacked chancellor says he and ex-PM failed to consider political and economic consequences</p><p>Kwasi Kwarteng has admitted he and Liz Truss “got carried away” when they wrote the disastrous mini-budget that led to both of them leaving their jobs just weeks after they entered Downing Street.</p><p>Kwarteng announced a raft of tax cuts without any reduction in spending in September, which led to the <a href=\"https://www.theguardian.com/business/2022/sep/25/city-braces-for-more-volatility-mini-budget-rocks-pound-parity-dollar-bond-tax#:~:text=The%20pound%20plunged%20nearly%205,to%20pursue%20more%20tax%20cuts.\">pound crashing</a> against the dollar, <a href=\"https://www.theguardian.com/business/2022/oct/06/bank-of-england-confirms-pension-funds-almost-collapsed-amid-market-meltdown\">pension funds nearly collapsing</a>, a £65bn Bank of England bailout, soaring mortgage costs, and the cost of government borrowing increasing. He also said he would remove the cap on bankers’ bonuses.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/10/liz-truss-and-kwasi-kwarteng-got-carried-away-writing-mini-budget\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/zion-williamsons-dunk-360-new-orleans-pelicans-phoenix-suns-nba-basketball", "title": "Zion Williamson’s showboat dunk at end of Pelicans’ win angers Suns", "date_published": "2022-12-10 14:30:31+00:00", "description": "<ul><li>New Orleans star says sorry for 360-degree dunk</li><li>Suns beat Pelicans in last season’s playoffs</li></ul><p>Zion Williamson apologized for his 360-degree, one-handed slam dunk that angered the Phoenix Suns at the end of a game the New Orleans Pelicans had all but won.</p><p>Still, the crowd-pleasing play symbolized Williamson’s potential to rise above the disappointments of previous seasons and live up to the extraordinary hype that followed him into the NBA.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/zion-williamsons-dunk-360-new-orleans-pelicans-phoenix-suns-nba-basketball\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/10/neymar-brazil-talent-toxic-qatar-world-cup-2022-end-point", "title": "Football turned Neymar’s talent toxic: Qatar 2022 feels like an end point | Barney Ronay", "date_published": "2022-12-10 14:19:26+00:00", "description": "<p>The Brazil striker can still win things but his major-chord career is over in the place that made him rich but stole his value</p><p>The morning after its seven-game World Cup lifespan was complete, Stadium 974 – the shipping container one, a kind of elite Qatari hipster project, cod-Hackney to go with the cod-Paris – was already being dismantled by men with diggers and grabbers and electric wrenches.</p><p>This is the way of things here. Indeed, as the yellow-shirted travellers streamed through the night on Doha’s driverless metro, another Brazil World Cup campaign done in a haze of tears and grief, it was tempting to wonder how long before the men who dismantle things would be out with their wrecking bars, setting about another Qatari World Cup fixture.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/10/neymar-brazil-talent-toxic-qatar-world-cup-2022-end-point\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/kari-lake-arizona-challenges-election-result-lawsuit", "title": "Kari Lake: defeated governor candidate challenges Arizona election result", "date_published": "2022-12-10 14:09:48+00:00", "description": "<p>Trump-backed Republican files lawsuit asking court to throw out certified results of her loss to Democrat Katie Hobbs</p><p><br />Kari Lake, the Republican defeated in Arizona governor’s race, is formally challenging her loss to Democrat Katie Hobbs, asking a court to throw out certified election results from the state’s most populous county and either declare her the winner or rerun the governor’s election in that county.</p><p>The lawsuit filed late on Friday by Lake centers on long lines and other difficulties that people experienced while voting on election day in Maricopa county. The challenge filed in Maricopa county superior court also alleges hundreds of thousands of ballots were illegally cast, but there is no evidence that is true.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/kari-lake-arizona-challenges-election-result-lawsuit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/10/morocco-portugal-world-cup-2022-quarter-final-live", "title": "Morocco v Portugal: World Cup 2022 quarter-final – live", "date_published": "2022-12-10 14:06:09+00:00", "description": "<ul><li>Updates from the third quarter-final, kick-off 3pm GMT</li><li>Get in touch: you can contact Barry <a href=\"mailto:barry.glendenning@theguardian.com\">by email</a> or <a href=\"https://twitter.com/bglendenning\">Twitter</a></li></ul><p><strong>Those teams:</strong> In big but largely unsurprising news, Cristiano Ronaldo is once again on the bench for Portugal, with his manager Fernando Santos making just one change to the side that thrashed Switzerland. Ruben Neves comes in to midfield for William Carvalho.</p><p>Morocco manager Walid Regragui makes two changes. Jawad Yamiq and Yahya Attiat-Allah are in for the injured Nayef Aguerd and Noussair Mazraoui, who don’t even feature on the bench. Romain Saiss starts, despite pulling up lame towards the end of his team’s win over Spain.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/10/morocco-portugal-world-cup-2022-quarter-final-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/10/meghan-harrys-netflix-docutmentary-royals-future", "title": "It’s Meghan and Harry’s story but the real drama is about the royals’ future", "date_published": "2022-12-10 14:00:05+00:00", "description": "<p>The Sussexes’ Netflix documentary is dismissed as trivial. What it tells us about the Windsors could hardly be more serious</p><p>This was my third interview about Harry and Meghan in as many hours, but it was the radio host who sounded jaded. Shouldn’t we be discussing something <em>important</em>, she asked. Never mind that she and her UK media colleagues had spent the preceding week speculating about the Sussexes’ new Netflix documentary. Earlier that morning, the first three episodes had finally dropped and already those same journalists and outlets were talking the series down.</p><p>I demurred: the documentary was compelling, perhaps in some respects even important. The radio host waved away my comment. She had better things to do with her time, she declared, with the performative distaste Very Serious People typically reserve for <em>Strictly Come Dancing</em>.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/10/meghan-harrys-netflix-docutmentary-royals-future\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/10/angry-women-gender-rage-gap", "title": "A widening gender rage gap? No wonder: women have a lot to feel angry about | Arwa Mahdawi", "date_published": "2022-12-10 14:00:04+00:00", "description": "<p>Anger can be a catalyst for change, so let’s harness female rage at inequality, violence and the loss of reproductive rights </p><p>Women are getting angrier, according to a <a href=\"https://www.bbc.com/news/world-63874001\">BBC analysis</a> of 10 years of data from the Gallup World Poll. Over 120,000 people in more than 150 countries are surveyed by Gallup every year about their emotions and the results are not particularly cheery. Women consistently report feeling negative emotions more than men, and, since 2012, more women than men report feeling sad and worried. While men aren’t exactly doing great – both genders report feeling more worried than they did a decade ago – there’s a widening gender rage gap.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/10/angry-women-gender-rage-gap\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/scott-boland-rips-heart-from-west-indies-to-leave-australia-awating-victory", "title": "Scott Boland rips heart from West Indies to leave Australia awaiting victory", "date_published": "2022-12-10 13:54:42+00:00", "description": "<ul><li>Australia 511-7 dec &amp; 199-6 dec; West Indies 214 &amp; 38-4</li><li>Tourists need 459 runs to win after second day of second Test</li></ul><p>Scott Boland’s heroics have put Australia within touching distance of a Frank Worrell Trophy clean sweep after a triple-wicket maiden over left the West Indies reeling in the second Test.</p><p>The tourists went to stumps on day three at four for 38, needing to chase down a fourth-innings target of 497 or survive two more days and avoid a 2-0 series loss. And while both looked unlikely before their innings started under lights, Boland ensured that there would be next to no chance of either when he ripped the heart out of the West Indies top order.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/scott-boland-rips-heart-from-west-indies-to-leave-australia-awating-victory\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/colorado-springs-shooting-warning-relative", "title": "Relative of alleged Colorado shooter warned judge of danger they posed", "date_published": "2022-12-10 13:50:02+00:00", "description": "<p>California woman says shooting at gay club could have been prevented had earlier charges not been dismissed</p><p>A California woman who warned a judge last year about the danger posed by the suspect in the Colorado Springs gay nightclub shooting said on Friday that the deaths could have been prevented if earlier charges against the suspect had not been dismissed.</p><p>Jeanie Streltzoff – a relative of alleged shooter Anderson Lee Aldrich – urged Colorado judge Robin Chittum in a letter last November to incarcerate the suspect following a 2021 standoff with Swat teams that uncovered a stockpile of more than 100 pounds (45kg) of explosive material, firearms and ammunition.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/colorado-springs-shooting-warning-relative\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/10/sam-bankman-fried-ftx-cryptocurrency-exchange", "title": "Bankman-Fried ‘would give anything’ to start new business to help FTX users", "date_published": "2022-12-10 13:40:39+00:00", "description": "<p>Former boss of collapsed crypto-exchange says he has ‘duty to do right by them’ and is seeking way to recoup lost investments</p><p>Sam Bankman-Fried, the former boss of the failed crypto-exchange FTX, has said he hopes to start a new business to help pay back the victims of his old firm’s collapse.</p><p>Speaking to the BBC from the Bahamas, he said he would “give anything” to be able to begin a new venture in order to recoup his users’ lost investments. </p> <a href=\"https://www.theguardian.com/technology/2022/dec/10/sam-bankman-fried-ftx-cryptocurrency-exchange\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/ping-how-i-learned-to-stop-worrying-and-love-the-microwave", "title": "Ping! How I learned to stop worrying and love the microwave", "date_published": "2022-12-10 13:00:03+00:00", "description": "<p>Most of us only use it to reheat or defrost food, but the microwave was once an exciting new frontier of cooking. Could it be our secret weapon in the cost-of-living crisis?</p><p>• Plus, <a href=\"https://www.theguardian.com/food/2022/dec/08/12-top-chefs-tips-get-most-out-of-microwave\">12 chefs’ top tips</a> to get the most out of your microwave</p><p>In 2020, Nigella Lawson almost broke the internet just by <a href=\"https://www.youtube.com/watch?v=4KrUxLBHVu8\" title=\"\">saying the word “microwave”</a>. The food writer was heating milk for mashed potatoes on her TV series Cook, Eat, Repeat when she commented that she liked to heat the milk in a <em>mee-crow-waa-vay</em>, as if it were some kind of obscure yet deeply sophisticated European food gadget. It was a joke, clearly, but some people didn’t understand this and Nigella was forced to explain that she did actually know how microwave was normally pronounced. By the following year, the clip of Nigella saying “mee-crow-waa-vay” had become so popular it was nominated for a Bafta.</p><p>The joke works only because the microwave is generally so undervalued as a kitchen item. It’s hard to think of another household object owned by so many and praised by so few. In 2018, 93% of UK households owned a microwave oven, up from 67% in 1994. Yet when the microwave is spoken of, it is usually in negative terms. We jest of “nuking” or “zapping” food, or we talk disparagingly of “microwave dinners”, as if the technology’s only real use were heating up ready meals. The American food writer Michael Pollan spoke for many when he protested – in his book Cooked – that “the microwave oven is as antisocial as the cook fire is communal”. In an <a href=\"https://www.theguardian.com/lifeandstyle/2013/may/25/michael-pollan-family-meal-civilisation\" title=\"\">interview with the Guardian</a> in 2013, Pollan commented that, “nobody wants to get too close to a microwave. It gives them the willies because of the mysterious waves jumping around inside.”</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/ping-how-i-learned-to-stop-worrying-and-love-the-microwave\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/10/what-connects-avatar-the-way-of-water-to-daft-punk", "title": "What connects Avatar: The Way of Water to Daft Punk?", "date_published": "2022-12-10 13:00:03+00:00", "description": "<p>Sail away to Pandora via ethereal-pop practitioner Enya, the cyber-cycles of Tron and the mind-melting romance stylings of French auteur Michel Gondry</p><p>Remember the new wave of 3D? It was going to save cinema by making the train on the screen feel like it was <em>actually coming at you!</em> Back in 2009, as the world reeled from the global financial crisis, James Cameron’s sci-fi environmental epic <a href=\"https://www.theguardian.com/film/2022/sep/21/avatar-review-james-camerons-laboriously-silly-blockbuster-shows-its-age\" title=\"\">Avatar</a> was his Titanic of the 3D age. So it seems fitting, as the world faces crises <a href=\"https://www.theguardian.com/culture/2022/nov/01/sums-up-2022-permacrisis-chosen-as-collins-word-of-the-year\" title=\"\">perma</a> and <a href=\"https://adamtooze.substack.com/p/chartbook-165-polycrisis-thinking\" title=\"\">poly</a>, that the first of the director’s long-delayed sequels is finally out on 16 December.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/10/what-connects-avatar-the-way-of-water-to-daft-punk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/10/hi-de-hi-actor-ruth-madoc-dies-aged-79", "title": "Hi-de-Hi! actor Ruth Madoc dies aged 79", "date_published": "2022-12-10 12:56:19+00:00", "description": "<p>Agent pays tribute to ‘unique talent loved by many’ who played Gladys Pugh in BBC comedy series</p><p>The Hi-de-Hi! actor Ruth Madoc has died aged 79, her agent has confirmed.</p><p>In a statement, Phil Belfield, of the Belfield &amp; Ward talent agency, described Madoc as “one of a kind and a unique talent loved by many”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/10/hi-de-hi-actor-ruth-madoc-dies-aged-79\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/brook-and-duckett-ensure-england-take-total-control-after-pakistan-implode", "title": "Brook and Duckett ensure England take total control after Pakistan implode", "date_published": "2022-12-10 12:38:19+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-12-10/england-cricket-team\">Second Test, day two: England 281 and 202-5; Pakistan 202</a></li><li>Pakistan have mountain to climb after collapse of eight for 60</li></ul><p>At the end of a second dizzying day in Multan, one in keeping with a city that seems in a constant state of fast forward, it was England who will sleep easier. Having run through Pakistan before lunch, assured half-centuries from Ben Duckett and Harry Brook mean their grip on proceedings is now vice-like.</p><p>Not even the ongoing fairytale of Abrar Ahmed’s debut – the mystery spinner taking his stash of wickets to 10 for the match – could brighten things for the hosts. After conspiring to 202 all out in reply to England’s 281 on day one, and then seeing the tourists close on 202 for five and thus a lead of 281, Babar Azam’s side know that to square the series with one to play, they need the highest score of the match.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/brook-and-duckett-ensure-england-take-total-control-after-pakistan-implode\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/manuel-neuer-goalkeeper-bayern-munich-germany-injured-skiing", "title": "Manuel Neuer ruled out for the season after breaking leg in skiing accident", "date_published": "2022-12-10 12:29:18+00:00", "description": "<ul><li>Bayern keeper was on holiday after Germany’s World Cup exit</li><li>Neuer had gone skiing to ‘get my head clear’</li></ul><p>The Germany and Bayern Munich captain, Manuel Neuer, has been ruled out for the rest of the season after breaking his leg while skiing.</p><p>The goalkeeper said in an Instagram post on Saturday that he had surgery on Friday. The post shows a photo of Neuer in a hospital bed with his right leg in a cast and a bandage on his left hand.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/manuel-neuer-goalkeeper-bayern-munich-germany-injured-skiing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/10/county-lines-gangs-cost-of-living-crisis", "title": "Burgers and coats: county lines gangs exploit hardship to recruit UK kids", "date_published": "2022-12-10 12:28:49+00:00", "description": "<p>Headteachers report that drug groups are using the cost of living crisis to groom cold and hungry pupils</p><p>Criminals are using burgers and warm coats to recruit hungry, cold children into <a href=\"https://www.theguardian.com/uk-news/county-lines\" title=\"\">“county lines”</a> gangs in towns and cities across the UK, experts are warning.</p><p>Headteachers across the country say that the <a href=\"https://www.theguardian.com/business/cost-of-living-crisis\" title=\"\">cost of living crisis</a> is leading to increasing numbers of pupils being groomed by sophisticated gangs to run drugs from one city to other parts of the country.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/10/county-lines-gangs-cost-of-living-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/manchester-city-julie-blakstad-exams-day-after-manchester-derby", "title": "Manchester City’s Julie Blakstad: ‘My exams are the day after the derby’", "date_published": "2022-12-10 12:00:02+00:00", "description": "<p>Norwegian midfielder is ‘really excited’ to play at Etihad for the first time but also has engineering master’s exams to study for</p><p>The Manchester City midfielder Julie Blakstad has a busy few days ahead. On Sunday the 21-year-old Norwegian will step out at the 53,400-capacity Etihad Stadium as City host Manchester United in the team’s final game before the winter break and then, on Monday, she will have to switch off, whatever the outcome, as she sits exams for her master’s degree in engineering.</p><p>“Yeah, it’s pretty busy,” she says with a grin. “My exam is the day after the derby, but then I get to go home for Christmas so it’s not too bad.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/manchester-city-julie-blakstad-exams-day-after-manchester-derby\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/vegan-walnut-mushroom-samosas-recipe-meera-sodha", "title": "Meera Sodha’s vegan recipe for walnut and mushroom samosas | The new vegan", "date_published": "2022-12-10 12:00:02+00:00", "description": "<p>These golden-brown samosas are the perfect bite to serve at a party</p><p>Samosas are a byword for parties. It’s what we Indians eat fresh out of a vat of hot oil, with a wiggle in the hips ready to hit the dancefloor at a wedding. It’s what my mum would fry and stack in a pyramid before my dad’s colleagues came shuffling through the door for dinner. And it’s what my husband Hugh and I have made to feed friends at house parties over the years, alongside a bowl of chutney, a bucket full of ice-cold beers and a side helping of Mariah Carey and Wham!</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/vegan-walnut-mushroom-samosas-recipe-meera-sodha\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/10/handel-messiah-the-live-experience-theatre-royal-drury-lane-manchester-collective-places-we-know-purcell-room-london", "title": "The week in classical: Handel’s Messiah: The Live Experience; Manchester Collective", "date_published": "2022-12-10 12:00:02+00:00", "description": "<p><strong>Theatre Royal Drury Lane; Purcell Room, London</strong><br />Poetry, video and dance overwhelm one crowded Messiah, while Manchester Collective embrace danger, jeopardy and the new</p><p>“His <em>Messiah</em><strong> </strong>has disappointed me… I shall put no more Sacred Words into his hands, to be thus abused.” So wrote Handel’s waspish librettist Charles Jennens in 1743, clearly – and bafflingly – unimpressed by the composer’s masterpiece, a work that stands today at the pinnacle of the repertoire. If the original gave Jennens the vapours, one shudders to think what he would have suffered after seeing the costumes, dancing and light show that “enhanced” <a href=\"https://lwtheatres.co.uk/whats-on/handels-messiah/\">its latest incarnation</a> at the Theatre Royal, Drury Lane. Apoplexy, probably.</p><p><a href=\"https://classicaleverywhere.com/\">Classical Everywhere</a> is a company that aims to change the way that music is presented, and it doesn’t mince its words. Its artistic director and conductor, Gregory Batsleer, goes for the jugular in his programme note: “Classical music is regarded as dull and stuffy. It is not a form of entertainment that most people can relate to.” Really? He plainly hasn’t been in an opera house recently. He has no doubt that composers “would approve of finding exciting new approaches to performing their music, especially in ways designed to augment and enhance the spirit and narrative”. That’s fine, but this <strong>Messiah</strong><em> </em>had exactly the opposite effect, muddying its message, cluttering its presentation and crippling the flow of the narrative.</p> <a href=\"https://www.theguardian.com/music/2022/dec/10/handel-messiah-the-live-experience-theatre-royal-drury-lane-manchester-collective-places-we-know-purcell-room-london\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/10/fran-lebowitz-new-york-writer-essayist-interview", "title": "Fran Lebowitz on life without the internet: ‘If I’m cancelled, don’t tell me!’", "date_published": "2022-12-10 11:55:02+00:00", "description": "<p>The writer is easy to spot if you spend long enough in New York, but interviews have to be over her landline, as she is permanently offline. She reveals why Andy Warhol wasn’t so smart, and how she learned to love a good party</p><p>WHEN Fran Lebowitz was a child, she was told her opinions were not welcome. This was the 1950s, she says, when “children were not supposed to comment on the things adults were saying. It was called talking back, and you were not allowed to do that. Even as a small child, this seemed unfair to me. In school I would get sent out of the classroom even though the other kids made it clear they wanted to hear what I had to say. So it did amuse me, when I got much older, that the thing I got punished for I was now getting paid for.”</p><p>At 72, Lebowitz’s opinions – acerbic, unfiltered, nearly always right – have rarely been more in demand. After publishing two bestselling books, Metropolitan Life (1978) and Social Studies (1981) early in her career, she developed writer’s block – she prefers to call it “writer’s blockade” – and reinvented herself as a public speaker. In the 2021 Netflix series Pretend It’s a City, directed by her friend Martin Scorsese (it’s his second Lebowitz documentary; the first was 2010’s Public Speaking), you can find her holding forth about her home of New York, from the smoking ban to the subway to the lawn chairs dotted about on Times Square. With its lingering shots of her walking the streets in her signature get-up – Anderson &amp; Sheppard coat, white shirt, jeans, chunky boots – the series cemented Lebowitz’s status as a style icon and introduced her to a new generation of fans, many of whom now accost her on the street. “They say: ‘I came to New York because I thought I’d see you and now I did.’ I say: ‘Well, of course, because it’s a very small place and I walk around a lot. So naturally you saw me.’”</p> <a href=\"https://www.theguardian.com/books/2022/dec/10/fran-lebowitz-new-york-writer-essayist-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/activists-appeal-rescue-rohingya-refugees-boat-bangladesh-malaysia", "title": "Activists appeal for rescue of Rohingya refugees stranded at sea in leaking boat", "date_published": "2022-12-10 11:24:11+00:00", "description": "<p>Vessel thought to have embarked from Bangladesh is reportedly near Malaysia with 160 people onboard who have no food or water</p><p>Activists have called for urgent assistance to rescue 160 Rohingya refugees, including young children, who they say are stranded at sea on a damaged boat and have been without food or water for days.</p><p>The boat, which activists say is near Malaysian waters, is believed to have left on 25 November from Bangladesh, where almost 1 million Rohingya live in squalid and cramped refugee camps.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/activists-appeal-rescue-rohingya-refugees-boat-bangladesh-malaysia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/dresden-hostage-situation-germany", "title": "German hostage situation under way in Dresden", "date_published": "2022-12-10 11:00:08+00:00", "description": "<p>Police urge people to avoid central city area after shots reportedly fired at building near main train station</p><p>A hostage situation is under way in the eastern city of Dresden following reports of shots being fired on Saturday morning, German police said.</p><p>Police urged people to avoid an area in the city centre and ordered the Christmas market to remain closed.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/dresden-hostage-situation-germany\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/colorado-springs-city-hate-bigotry-lgbtq-inclusiveness", "title": "How Colorado’s ‘city of hate and bigotry’ is turning toward inclusiveness", "date_published": "2022-12-10 11:00:03+00:00", "description": "<p>Colorado Springs evangelicals once supported a discrimination bill. Now, religious leaders there are affirming LGBTQ+ people</p><p>Growing up, Amber Cantorna had very little exposure to anything outside of the church in her Colorado Springs hometown. She was homeschooled through the 12th grade, and everything in her life was focused on family, faith and god.</p><p>But by the time she was in her early 20s, Cantorna realized she was gay. Coming out to her family a decade ago resulted in her being ostracized from the only life and people she’d ever known. Her keys to the family home were taken and she was compared to a murderer and a pedophile.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/colorado-springs-city-hate-bigotry-lgbtq-inclusiveness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/10/stories-with-teeth-how-animal-tales-help-us-understand-humans", "title": "Stories with teeth: How animal tales help us understand humans", "date_published": "2022-12-10 11:00:02+00:00", "description": "<p>From Ovid to George Orwell, writers have long been inspired by the natural world. Fifty years after the publication of Watership Down, Katherine Rundell celebrates the authors who have taken a walk on the wild side</p><p>What is the bite of animal stories? They are a good place to go to understand humans: the place where our anxieties and hopes, our hungers and terrors, leak out most vividly. For thousands of years we have offered them to children, to convey our ideals under cover of animal faces.</p><p>The story of how the panda got her markings, for example, is told to children in both China and Tibet. It explains how long ago a shepherdess, guarding her sheep, was joined every day by a panda cub. Back in those early days, all pandas were snow white, and possibly the cub believed the sheep were pandas. One day, as the panda cub was gambolling clumsily with the lambs, a leopard attacked it. The shepherdess threw herself in front of the panda, and was killed. The panda cub and his family came in sombre gratitude to the shepherdess’s funeral, and out of respect they covered their arms with black ashes, as was the custom. As the funeral went on, they wept, wiping their eyes with their paws and staining them black. As their weeping grew louder, they covered their ears, so that they would not have to hear their own sobs. The ash never washed off, and therefore they are forever marked with signs of their love and grief, their ongoing fealty to bravery.</p> <a href=\"https://www.theguardian.com/books/2022/dec/10/stories-with-teeth-how-animal-tales-help-us-understand-humans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/10/10-of-europes-best-cosy-cabins-for-winter", "title": "10 of Europe’s best cosy cabins for winter", "date_published": "2022-12-10 11:00:01+00:00", "description": "<p>Perfect snow, hot saunas, twinkling stars and the snuggliest blankets. We pick the most scenic winter hideaways</p><p>With their cone-shaped, wood-tiled roofs that reach almost to the snowy ground of their little fenced gardens, these pretty cabins, scattered across a high plain at Velika Planina, have a cute appearance that belies tough-nut origins. These were the traditional huts of one of Europe’s largest herder settlements, dating back to the 16th century. Still now in summer, cows are brought up to pasture here. Winter guests can explore the Kamnik-Savinja Alps, with their miles of ski tracks, go sledging and ice-skating or ski touring on the Skuta glacier, then relax in the site’s Finnish sauna.<br /><em>From €100 a night sleeping two, extra adult €30 a night, extra child €5/€20, two-night minimum stay, <a href=\"https://koca.si/en/\" title=\"\">koca.si</a></em></p> <a href=\"https://www.theguardian.com/travel/2022/dec/10/10-of-europes-best-cosy-cabins-for-winter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/10/psychologists-on-prince-harry-childhood-grief-diana", "title": "‘You don’t get over it’: psychologists on Prince Harry’s childhood grief", "date_published": "2022-12-10 11:00:01+00:00", "description": "<p>Harry opening up on Netflix show about losing his mother could help others experiencing the early loss of a parent, say experts</p><p>“When my mum died, we had two hats to wear,” said Prince Harry as he opened up about the trauma of having to mourn his mother in public. “One was two grieving sons wanting to cry, grieve and process that grief because of losing our mum. And two was the royal hat – show no emotion, get out there and meet the people, shake their hands.”</p><p>The death of Diana, Princess of Wales, who was killed in a car crash in Paris in 1997, looms over the six-part Netflix docuseries Harry &amp; Meghan. In the first episode, a 12-year-old Harry and his older brother, Prince William, admire floral tributes and greet weeping mourners on the day before their mother’s funeral.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/10/psychologists-on-prince-harry-childhood-grief-diana\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/10/person-killed-and-several-missing-after-jersey-flat-explosion-st-helier", "title": "One person killed and 12 missing after Jersey flat explosion", "date_published": "2022-12-10 10:28:27+00:00", "description": "<p>About 12 people missing as police say scene of blast and fire remains dangerous</p><p>At least one person has died after an explosion in a block of flats in St Helier, Jersey police have said.</p><p>About 12 people are believed to be missing, with two “walking wounded” being treated at the hospital.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/10/person-killed-and-several-missing-after-jersey-flat-explosion-st-helier\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/10/lessons-from-my-dying-therapist-care-less-have-fun-accept-the-inevitable", "title": "Lessons from my dying therapist: care less, have fun – and accept the inevitable", "date_published": "2022-12-10 10:00:05+00:00", "description": "<p>In watching my beloved counsellor die, I finally learned how to live</p><p>My therapist told me she was dying the way someone else might admit to cancelling their gym membership. Oh no, she told me when I asked how her immunotherapy was going, she had stopped all that. She sounded regretful but not distressed. I was confused. I knew the tumours in her lungs were inoperable but I had understood the cancer was all but beaten. I’d asked how the treatment was going only to check she wasn’t suffering any nasty side-effects.</p><p>Actually, the chemotherapy hadn’t worked and the immunotherapy was somehow making things worse. She had been offered another treatment but that would mean losing her hair and she would rather not. So no, she had given everything up except the oxygen.</p> <a href=\"https://www.theguardian.com/society/2022/dec/10/lessons-from-my-dying-therapist-care-less-have-fun-accept-the-inevitable\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/10/media-layoffs-cnn-buzzfeed-gannett-recount-protocol", "title": "Concern as US media hit with wave of layoffs amid rise of disinformation", "date_published": "2022-12-10 10:00:04+00:00", "description": "<p>Wider economic uncertainty is behind cuts at companies including CNN, BuzzFeed and Gannett, executives say</p><p>A wave of layoffs have hit the beleaguered American media industry as several major companies, including CNN, BuzzFeed and Gannett, have laid off hundreds of workers in recent weeks citing economic volatility and uncertainty.</p><p>The job losses are the first major slate of cuts since the beginning of the pandemic, when a handful of companies laid off workers over the unpredictability of Covid’s impact on the economy. As the economy rebounded with the introduction of the Covid vaccine in 2021, the news industry saw the <a href=\"https://www.niemanlab.org/2022/10/layoffs-at-large-u-s-newspapers-and-digital-news-sites-fell-considerably-in-2021-report-finds/\">lowest number</a> of layoffs in years.</p> <a href=\"https://www.theguardian.com/media/2022/dec/10/media-layoffs-cnn-buzzfeed-gannett-recount-protocol\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/prawn-blinis-stuffed-artichokes-christmas-canape-recipes-ravinder-bhogal", "title": "Prawn blinis and stuffed artichokes: Ravinder Bhogal’s Christmas canape recipes", "date_published": "2022-12-10 10:00:04+00:00", "description": "<p>Jerusalem artichoke jackets stuffed with mushroom and parmesan cream, and mini-pancakes topped with salmon roe, prawns and citrus and ginger mayo</p><p>Canapes and party nibbles shouldn’t be overly complicated, but they should involve more effort than emptying a bag of crisps into a bowl. By definition, finger food shouldn’t require cutlery and should disappear in no more than two clean bites, ideally accompanied by something cold and bubbly. They are tiny, bite-sized opportunities to thrill, so, where flavour is concerned, go big or call off the party and stay at home.</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/prawn-blinis-stuffed-artichokes-christmas-canape-recipes-ravinder-bhogal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/10/kieran-dodds-best-phone-picture-lambs-twister", "title": "Two fluffy lambs playing Twister: Kieran Dodds’ best phone picture", "date_published": "2022-12-10 10:00:04+00:00", "description": "<p>The Scottish photographer was looking for puffins when he spotted ‘a strange ritual by the sea’ <br /></p><p>In 2015, Kieran Dodds was visiting Fair Isle, the small island between Shetland and Orkney, for a work assignment. The photographer, who has a background in zoology, was there to document the relationship between nature and human industry. The island is a mecca for birdwatchers.</p><p>“I had wanted to go since I was a kid. You get a lot of migrant birds from across the world, rare and unusual ones, and in summer you get seabird cities: mass gatherings on the cliffs.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/10/kieran-dodds-best-phone-picture-lambs-twister\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/10/high-street-fashion-clothes-price-topshop", "title": "High-street fashion needn’t be landfill fodder – if you choose your clothes well | Jess Cartner-Morley", "date_published": "2022-12-10 10:00:03+00:00", "description": "<p>It’s not about the price. Some of my most treasured pieces are inexpensive, and bought years ago from the likes of Topshop</p><p>My favourite pair of black trousers came from Jigsaw almost five years ago. I can date them because I was on my way to the cinema to see the Frances McDormand film Three Billboards Outside Ebbing, Missouri, which I remember because I left the bag containing them under my seat in the cinema and had to jump off the bus and run back – and Google tells me that the film was released in January 2018. I think they cost around £60.</p><p>I paid less than that for the ivory silk shirt I’m wearing with them today, which I bought from Marks &amp; Spencer in 2016 from a collection curated by Alexa Chung. My leather belt is from Gap and may well be older than either of my children, one of whom is at university.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/10/high-street-fashion-clothes-price-topshop\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/10/bryan-adams-interview", "title": "Bryan Adams: ‘My doc says men need sex 27 times a month, but who gets that?’", "date_published": "2022-12-10 09:30:02+00:00", "description": "<p>The singer on crying over animal cruelty, a skydiving accident and his fondness for Jammie Dodgers</p><p>Born in Ontario, Canada, Bryan Adams, 63, joined his first band at 15. Reckless, his 1984 album, gave him the hits Run to You and Summer of ’69, and made him a global star. His 1991 song, <a href=\"https://www.theguardian.com/music/2016/jul/29/bryan-adams-retains-record-for-longest-time-at-uk-no-1-charts-drake\" title=\"\">(Everything I Do) I Do It For You</a> won a Grammy and is one of the bestselling singles of all time. On 14 December Adams plays London’s O2 Arena, and his latest album is So Happy It Hurts. He lives in Vancouver and has two daughters with Alicia Grimaldi.</p><p><strong>What is the trait you most deplore in yourself?</strong><br />Impatience.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/10/bryan-adams-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/10/tina-turner-pays-tribute-to-beloved-son-ronnie-who-has-died-at-62", "title": "Tina Turner pays tribute to ‘beloved son’ Ronnie who has died at 62", "date_published": "2022-12-10 09:12:40+00:00", "description": "<p>Singer’s son, who had been a musician with the band Manufactured Funk, is believed to have had health issues</p><p>Tina Turner has paid tribute to her “beloved son” Ronnie Turner, who has died at the age of 62.</p><p>In an online post the singer, 83, said her son had “left the world far too early”.</p> <a href=\"https://www.theguardian.com/music/2022/dec/10/tina-turner-pays-tribute-to-beloved-son-ronnie-who-has-died-at-62\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/10/japan-climate-policy-failed-to-build-on-the-legacy-of-kyoto", "title": "Japan’s climate policy ‘failed to build on the legacy of Kyoto’", "date_published": "2022-12-10 09:00:04+00:00", "description": "<p>More than two decades on from the protocol, country shows enthusiasm for nuclear restarts over renewables</p><p>Apart from the distant buzz of a gardener’s strimmer, all is quiet at the Kyoto International Conference Center, its grey concrete walls matched by the sky on an afternoon in early December. Autumn leaves still cling to branches in the nearby forest, where groups of hikers plot their course in light trousers and T-shirts, as if to remind passersby of why Japan’s ancient capital became synonymous with the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p><p>The venue – best known for its appearance in the 1974 Robert Mitchum film The Yakuza – is deserted. Its doors are locked and signs dotting its lawns warn non-authorised personnel to keep out.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/10/japan-climate-policy-failed-to-build-on-the-legacy-of-kyoto\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/10/guess-who-val-mcdermid-ian-rankin-sophie-hannah-and-other-writers-reveal-their-favourite-detectives", "title": "Guess who? Val McDermid, Ian Rankin, Sophie Hannah and other crime writers reveal their favourite detectives", "date_published": "2022-12-10 09:00:03+00:00", "description": "<p>At the end of a year when murder mysteries rode high in the charts, we ask crime writers to celebrate the best fictional detectives</p><p>I first saw the literary possibilities of the “crime novel” when I was in my middle teens, and my older brother gave me a copy of <a href=\"https://www.theguardian.com/books/2014/nov/24/100-best-novels-the-big-sleep-raymond-chandler\" title=\"\">Raymond Chandler’s The Big Sleep</a>. Until then I had mostly known the jigsaw puzzles of Agatha Christie or the barely bearable Wimseycalities of <a href=\"https://www.theguardian.com/uk/2000/nov/19/books.booksnews\" title=\"\">Dorothy L Sayers</a>. Here, in Chandler, was style.</p> <a href=\"https://www.theguardian.com/books/2022/dec/10/guess-who-val-mcdermid-ian-rankin-sophie-hannah-and-other-writers-reveal-their-favourite-detectives\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/10/cop15-what-are-the-key-targets-for-the-biodiversity-agreement", "title": "Cop15: what are the key targets for the biodiversity agreement?", "date_published": "2022-12-10 08:30:01+00:00", "description": "<p>Countries are negotiating a framework that will cover issues from pesticides to plastic, from soil to human-wildlife contact</p><p>From nature restoration to sharing new information about diseases, the biodiversity agreement being negotiated at Cop15 in Montreal over the next two weeks covers a vast range of issues. Pollution, human-wildlife conflict and soil health are among the topics up for discussion as 193 governments wrangle over the <a href=\"https://www.theguardian.com/environment/2022/dec/07/cop15-fate-living-world-decided-say-scientists-aoe\">“fate of the living world”</a> in the negotiating halls, side rooms and corridors of the Palais des congrès.</p><p>These are the key targets that could make <a href=\"https://www.cbd.int/doc/c/409e/19ae/369752b245f05e88f760aeb3/wg2020-05-l-02-en.pdf\">the final agreement</a>, known as the post-2020 biodiversity framework, which is due to be completed on 19 December. As always, everything could change in the last hours of negotiations. The final text will not be legally binding although the aims of the UN convention on biological convention are, so it will have significant teeth.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/10/cop15-what-are-the-key-targets-for-the-biodiversity-agreement\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/dec/10/food-for-free-bin-diver-thrown-away-groceries", "title": "‘I got £10,000-plus of food for free’: the bin diver making the most of thrown-away groceries", "date_published": "2022-12-10 08:00:05+00:00", "description": "<p>As supermarket prices soar, some Britons are hunting out food that would otherwise go to waste. We talk to one of them</p><p>Tim Barratt* lives on a diet of organic steak and ethically reared £25 roast chickens, asparagus and fresh pasta costing £7 a pack. But the 22-year-old hasn’t spent any money on food – with a few exceptions such as ground coffee, spices and rice – for a year and a half. He has eaten the equivalent, he thinks, of upwards of £10,000 of mainly top-end fare, for free.</p><p>All his dinners (or “binners”, as he likes to call them) with friends, breakfasts and packed lunches are made up of ingredients scavenged from bins.</p> <a href=\"https://www.theguardian.com/money/2022/dec/10/food-for-free-bin-diver-thrown-away-groceries\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/donald-trump-presidential-bid-republicans", "title": "Trump was fresh and new during his 2016 campaign. Has his fame fizzled?", "date_published": "2022-12-10 08:00:04+00:00", "description": "<p>The failed ‘red wave’ during the midterm elections marked the beginning of a downward spiral of losses and lost support</p><p>Instead of taking off like a rocket over the past three weeks, Donald Trump’s bid to win back the White House appears, so far at least, to be <a href=\"https://www.nytimes.com/2022/12/07/us/politics/donald-trump-republicans-turmoil.html\">blowing up on the launchpad</a>.</p><p>The swagger of 2016 has given way to somnolence in 2022. Opinion polls are grim. Legal setbacks are piling up. A run of dismal results in the midterm elections, culminating in another Republican loss <a href=\"https://www.theguardian.com/us-news/2022/dec/06/raphael-warnock-wins-herschel-walker-loss-bad-news-trump\">in Georgia this week</a>, have punctured his aura of invincibility within the party.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/donald-trump-presidential-bid-republicans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/university-of-california-strike", "title": "University of California workers continue strike amid threat of arrests", "date_published": "2022-12-10 08:00:04+00:00", "description": "<p>Strike of 48,000 is largest in history of US higher education as some workers protest at offices of high-level university administrators </p><p>Tens of thousands of academic workers throughout the University of California are currently on their fourth week of striking for a new union contract and the situation is intensifying amid the threat of arrests after direct actions by some strikers.</p><p>The strike of 48,000 academic workers, including graduate workers, academic researchers, postdoctoral scholars and teaching assistants, <a href=\"https://www.theguardian.com/us-news/2022/nov/12/california-university-strike-graduate-workers-pay\">began</a> on 14 November and is the largest in the history of higher education in the US.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/university-of-california-strike\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/10/government-uk-ministers-gifts-mps-standards-chris-bryant", "title": "Why doesn’t the UK government want us to know if ministers have taken gifts and freebies? | Chris Bryant", "date_published": "2022-12-10 08:00:04+00:00", "description": "<p>MPs are being held to a much higher transparency standard than those who wield the most power. This is bonkers</p><ul><li>Chris Bryant is the Labour MP for Rhondda and chair of the standards committee</li></ul><p>This parliament is proving to be a shocker. Since the general election in December 2019, 18 MPs have been suspended from the House of Commons for a day or more or jumped before they were pushed – and the parliament could run for another two years yet. That beats every other parliament in history into a cocked hat. True, that is in part because for the first time ever we are not brushing bullying, harassment and sexual misconduct under the lurid <a href=\"https://www.architectural-review.com/essays/reputations/augustus-pugin-1812-1852\">Pugin</a> carpet.</p><p>Such matters used to be kept from the prying eyes of the public but, thank goodness, our expectations have changed. There is now a fully independent and confidential body, the Independent Complaints and Grievance Scheme, which <a href=\"https://www.theguardian.com/politics/2022/apr/28/what-is-role-parliamentary-watchdog-icgs-set-up-in-response-metoo\">investigates complaints</a>, and an independent expert panel chaired by the former high court judge Sir Stephen Irwin, which adjudicates on individual cases.</p><p>Chris Bryant is the Labour MP for Rhondda and chair of the standards committee</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/10/government-uk-ministers-gifts-mps-standards-chris-bryant\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/10/ministers-hold-out-against-proposal-on-reporting-hospitality-in-new-mps-code", "title": "Ministers hold out against proposal on reporting hospitality in new MPs’ code", "date_published": "2022-12-10 08:00:03+00:00", "description": "<p>Government likely to accept 18 out of 20 recommendations but risks triggering another standards row</p><p>Rishi Sunak’s government is expected to accept most of a proposed new code of conduct for MPs after the Owen Paterson scandal but has rejected the idea that ministers should declare more details about free hospitality from lobbyists and companies.</p><p>MPs will debate the proposals <a href=\"https://committees.parliament.uk/publications/22883/documents/169866/default/\">put forward by the standards committee</a> on Monday, with Penny Mordaunt, the leader of the House of Commons, likely to accept 18 of the 20 recommendations. Key measures include tightening the rules on lobbying to stop MPs providing paid parliamentary advice, consultancy or strategy.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/10/ministers-hold-out-against-proposal-on-reporting-hospitality-in-new-mps-code\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/10/makeup-concealer-advice", "title": "We all have something to hide, so make sure your concealer hits the spot | Sali Hughes", "date_published": "2022-12-10 08:00:03+00:00", "description": "<p>This makeup bag essential comes in two distinct categories. Your skin will thank you for knowing the difference</p><p>If I had seconds to get ready and could choose only one item of makeup, it would be a concealer. It’s indispensable for brightening dark circles and hiding discoloration and blemishes. And yet it’s the product that most dissatisfies wearers.</p><p>People want crease-free, smooth, moist, lasting camouflage, but here’s the rub: a “matte” concealer will typically offer coverage and longevity in return for looking a little dry as the day wears on. A “radiant” concealer will generally be moisturising to circumvent this, but will usually settle a little in fine lines. This is technically unavoidable, and so choosing the right one is really a question of looking at your skin’s natural characteristics and compromising a bit.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/10/makeup-concealer-advice\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/10/my-life-is-being-endangered-the-growing-struggle-against-fishing-bans", "title": "‘My life is being endangered’: the growing struggle against fishing bans", "date_published": "2022-12-10 08:00:02+00:00", "description": "<p>Conservationists want 30% of the ocean protected, but small-scale fishers and Indigenous people say a blanket ban punishes them for a crisis they didn’t create while commercial vessels can still trawl with impunity</p><p>It is one of South Africa’s largest nature reserves, where hippos, elephants and endangered black rhinos live among wetlands, savannah and lakes. But iSimangaliso wetland park, a Unesco world heritage site favoured by wealthy eco-tourists for its biodiversity, is also the site of an increasingly deadly battle, between the people who live there and the conservationists ostensibly tasked with protecting it.</p><p>The rural Nibela community in KwaZulu-Natal province, one of the country’s poorest regions, have fished in Lake St Lucia for generations. It is their traditional land, but it is also a marine protected area (MPA), with regulations that restrict gillnet fishing and access to the lake. The park authorities generate income via tourists, who can pay 2,000 rand (about £100) for a deep-sea fishing trip. But the local fishers – who gain little or no benefit from the park and are not allowed fishing permits – say they are labelled poachers by armed park rangers who patrol the lake.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/10/my-life-is-being-endangered-the-growing-struggle-against-fishing-bans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/picture/2022/dec/10/tom-gauld-on-the-books-of-the-year-cartoon", "title": "Tom Gauld on the books of the year – cartoon", "date_published": "2022-12-10 08:00:01+00:00", "description": "<a href=\"https://www.theguardian.com/books/picture/2022/dec/10/tom-gauld-on-the-books-of-the-year-cartoon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/chicory-boats-posh-pigs-in-blankets-mackerel-pate-recipes-party-food-yotam-ottolenghi", "title": "Chicory boats and posh pigs in blankets: Yotam Ottolenghi’s party food recipes", "date_published": "2022-12-10 08:00:00+00:00", "description": "<p>Chicory stuffed with a soft cheese, walnut and pomegranate seed filling, chipolatas smothered in molasses, nuts and chilli, and little toasts spread with curried onion butter and mackerel paté</p><p>It’s party season, which, paradoxically, is when everyone shares their “rules”! Contradiction or otherwise, here are mine: 1. When it comes to party food, embrace the classics. 2. Serve food that can be eaten by hand or put in a vessel that can itself be eaten – washing-up, done! 3. If in doubt, bejewel your food: this is the season pomegranate seeds were made<em> </em>for. 4. Take shortcuts where you can (extracting those pomegranate seeds is not for everyone, after all). 5. Dial up the salty-savoury ingredients – your mulled-wine-drinking guests will thank you. 6. Last, and most crucially, never, <em>ever</em> underestimate the enduring power of a sausage wrapped up in bacon.</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/chicory-boats-posh-pigs-in-blankets-mackerel-pate-recipes-party-food-yotam-ottolenghi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/10/russia-ukraine-war-live-jens-stoltenberg-warns-against-conflict-spiralling-into-russia-nato-war", "title": "Russia-Ukraine war live: Jens Stoltenberg warns against conflict spiralling into Russia-Nato war", "date_published": "2022-12-10 07:58:21+00:00", "description": "<p>Nato chief says alliance working ‘every day’ to avoid the fighting turning into a wider war</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-290-of-the-invasion\">What we know on day 290 of the invasion</a></li></ul><p>Iran’s backing for the Russian military is likely to grow in coming months and Moscow will probably offer Tehran an “unprecedented” level of military support in return, the UK Ministry of Defence has said.</p><p>The ministry’s latest intelligence update said Iran had become one of Russia’s top military backers since Russia invaded Ukraine in February and that Moscow was now trying to obtain more weapons, including hundreds of ballistic missiles.</p><p>In return Russia is highly likely offering Iran an unprecedented level of military and technical support that is transforming their defence relationship.</p><p>If Russia succeeds in bringing a large number of Iranian ballistic missiles into service, it will likely use them to continue and expand its campaign of strikes against Ukraine’s critical national infrastructure.</p><p>You can best describe those attacks as cannon fodder. They are mostly relying on infantry and less on armor, and they can’t advance.</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/10/russia-ukraine-war-live-jens-stoltenberg-warns-against-conflict-spiralling-into-russia-nato-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/10/between-friends-review-the-letters-of-vera-brittain-and-winifred-holtby", "title": "Between Friends review – the letters of Vera Brittain and Winifred Holtby", "date_published": "2022-12-10 07:30:00+00:00", "description": "<p>The authors’ intense bond is wonderfully captured in this collection of missives, each supporting the other in their discovery of new forms of personal expression</p><p>This is the largest selection published so far of Vera Brittain and Winifred Holtby’s questing, intrepid letters, expertly and sensitively edited by wife-and-husband team Elaine and English Showalter. Reading them, what is most striking is how bold their experiment in living was – and how depressingly our concept of the family has narrowed since the 1920s.</p><p>When they met at Oxford in 1919, both women seemed destined to be unmarried. Brittain had lost her sweetheart in the war. Holtby had never really had one. Like many “surplus women”, they moved in together. Holtby was tall, blond and breezily down on her writing; in the first letter here she calls a story of hers “a loathsome thing; but I <em>had </em>to write it … but I think it should be burned.” Brittain was short, dark and anxious. When Holtby was published first, she wrote, shaken, “Almost I think of you as if you were a stranger; we are not equals any more.” She needed a lot of encouragement, which is may be one reason why she fell for the charms of political scientist Gordon Catlin, who first wrote to her as a fan of her prose.</p> <a href=\"https://www.theguardian.com/books/2022/dec/10/between-friends-review-the-letters-of-vera-brittain-and-winifred-holtby\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/dec/10/the-priorities-for-steve-borthwick-england-rugby-union", "title": "Clarity, dynamism and attacking spark: the priorities for Borthwick and England | Robert Kitson", "date_published": "2022-12-10 07:30:00+00:00", "description": "<p>Six Nations is just around the corner and new head coach will need time to grasp the nettle and make a statement</p><p>Time is short. England’s next game is on 4 February against Scotland and, once Christmas and new year are over, the Six Nations will come lurching around the corner. Between now and the England squad coming together there are four tough weekends of Heineken Cup rugby and three Premiership rounds to be negotiated. Winter break? Not a chance.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/dec/10/the-priorities-for-steve-borthwick-england-rugby-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/england-copying-france-world-cup-youth-development-southgate", "title": "England have spent years copying France. Now can they dethrone them?", "date_published": "2022-12-10 07:30:00+00:00", "description": "<p>In youth development and World Cups, France have pointed the way but Southgate’s players have no inferiority complex</p><p>Before England set off for Qatar, there was a feeling at the top of the Football Association, a consensus even. The World Cup was wide open, with eight or nine countries capable of winning it and England were absolutely a part of this pack. Yet if there was one team that stood out in the view of senior FA figures, one to be feared more than the others, it was France.</p><p>Perhaps the view was coloured by the possibility of France lying in wait for England at the quarter‑final stage, being the first elite-level nation that Gareth Southgate’s team stood to face. It was a prospect to sharpen minds and one that has duly played out – the showdown is on for Saturday night at Al Bayt Stadium.</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/england-copying-france-world-cup-youth-development-southgate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/masks-tripledemic-covid-flu-rsv-us", "title": "Masking could fight the ‘tripledemic’, experts say. Will anyone listen?", "date_published": "2022-12-10 07:00:58+00:00", "description": "<p>Masks can feel like a thing of the past in the US – but experts are once again advising them as Covid, flu and RSV surge simultaneously </p><p>Masking can feel like a thing of the past in the US, even in cities such as New York and Los Angeles that once embraced the precaution. But as healthcare facilities grapple with a <a href=\"https://www.theguardian.com/society/2022/dec/07/rsv-covid-19-flu-tripledemic-social-distancing-masks\">“tripledemic” of respiratory viruses</a> – with Covid, flu and RSV surging simultaneously – experts are <a href=\"https://www.washingtonpost.com/wellness/2022/12/07/face-masks-tripledemic-flu-covid-rsv/\">once again urging the public</a> to don face coverings.</p><p>“I would not go into a grocery store without a mask,” says John Swartzberg, clinical professor emeritus of infectious diseases and vaccinology at the University of California, Berkeley. “I wouldn’t go into rapid transit without a mask. I wouldn’t go into an airplane or be in an airport without a mask,” nor would he attend a crowded outdoor event such as a concert without one, Swartzberg says.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/masks-tripledemic-covid-flu-rsv-us\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/10/we-are-not-one-review-israel-us-politics-eric-alterman", "title": "We Are Not One review: assured history of Israel’s place in US politics", "date_published": "2022-12-10 07:00:58+00:00", "description": "<p>To Eric Alterman, ‘Israel is a red state’ while ‘US Jewry is blue’. Like so much else, Donald Trump has disrupted that dynamic </p><p>The civil war divided America’s Christians along axes of geography and theology. These days, Donald Trump and Benjamin Netanyahu, soon to be prime minister again, have wrought a similar sorting. In the words of <a href=\"https://www.haaretz.com/israel-news/podcasts/2022-11-24/ty-article-podcast/israel-is-a-red-state-u-s-jewry-is-blue-listen-to-eric-alterman-on-u-s-israel-ties/00000184-aade-d06e-a9f7-ebde18430000\">Eric Alterman</a>, “Israel is a red state. US Jewry is blue.”</p><p>Alterman is a <a href=\"https://www.brooklyn.cuny.edu/web/academics/faculty/faculty_profile.jsp?faculty=388\">distinguished professor</a> of English and journalism at the City University of New York. We Are Not One represents four decades of effort, patience and research. Sixty pages of endnotes undergird his arguments, some dating to his student days.</p> <a href=\"https://www.theguardian.com/books/2022/dec/10/we-are-not-one-review-israel-us-politics-eric-alterman\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/10/obituaries-2022-norma-waterson-remembered-by-richard-hawley", "title": "Norma Waterson remembered by Richard Hawley", "date_published": "2022-12-10 07:00:57+00:00", "description": "<p><strong>15 August 1939 – 30 January 2022<br /></strong>The singer-songwriter recalls the ‘proper northern humour’ and resilience of the English folk singer, whose extraordinary voice still knocks him sideways</p><ul><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>If you talk about the greatest singers of all time and miss out Norma Waterson, it’s like talking about guitars and missing out Jimi Hendrix. Her voice was a wondrous thing. She was also one of the loveliest people, all warmth, curiosity and kindness.</p><p>When I met her in late 2008, the experience hit me like a bullet train. I was making a Radio 4 series, <em>The Ocean</em>, which involved this mad road trip around the country interviewing folk musicians. Suddenly I was this tiny fly on the wall of the lives of this wonderful family who just happened to be one of English folk’s greatest singing groups, with Norma, the big sister, although she was quite little, in the middle. She had the Brown Betty teapot out and homemade scones and was straight away telling me that she’d seen me and Shirley Bassey on TV the night before and she liked it, to get me comfortable. Later she was wagging her finger at me for going outside and having ciggies. I was meant to be there for an hour but left after dark. I ended up sitting on the floor listening to her stories.</p> <a href=\"https://www.theguardian.com/music/2022/dec/10/obituaries-2022-norma-waterson-remembered-by-richard-hawley\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/10/the-100m-qatar-world-cup-how-uk-advertisers-put-profit-before-protest", "title": "The £100m Qatar whitewash: how UK advertisers put profit before protest", "date_published": "2022-12-10 07:00:57+00:00", "description": "<p>Like the players, brands have in the end shied away from confrontation with the hosts during the World Cup</p><p>More than £100m will be spent by brands hoping to cash-in on World Cup fever, but when it comes to taking host Qatar to task over its human rights record protest marketing has taken a back seat to sales targets.</p><p>In the run-up to kick off of the football tournament in Qatar criticism of the gulf state was akin to shooting at an open goal.</p> <a href=\"https://www.theguardian.com/media/2022/dec/10/the-100m-qatar-world-cup-how-uk-advertisers-put-profit-before-protest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/10/which-fellow-dystopian-taught-george-orwell-at-eton-the-saturday-quiz", "title": "Which fellow dystopian taught George Orwell at Eton? The Saturday quiz", "date_published": "2022-12-10 07:00:57+00:00", "description": "<p>From a fruit to a fish, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which US president won the Nobel peace prize and the Medal of Honor?<br /><strong>2</strong> What peaked at $68,789 in November 2021?<br /><strong>3</strong> Which fellow dystopian taught George Orwell at Eton?<br /><strong>4</strong> What is the national fruit of Jamaica?<br /><strong>5</strong> Five-year-old Margaret Theresa is the main figure in which group portrait?<br /><strong>6</strong> What is now officially Yr Wyddfa?<br /><strong>7</strong> Which Islay whisky advertised its taste as “burning hospital”?<br /><strong>8</strong> Who contested the 1972 World Chess Championship?<br /><strong>What links</strong><br /><strong>9</strong> African ground squirrel; Mexican hairless dog; translucent fish; Sabine’s gull?<br /><strong>10</strong> Henry I; John; James II; William IV; George VI?<br /><strong>11</strong> The 400 Blows; Amarcord; Radio Days; The Souvenir; The Fabelmans?<br /><strong>12</strong> Australia (12); Great Britain (3); New Zealand (1)?<br /><strong>13</strong> Longbridge; Cowley; Dagenham; Halewood; Luton?<br /><strong>14</strong> Photo; flags; feather; hammer; golf balls; human waste?<br /><strong>15</strong> Red; Leon; Mina; Lucy Barton?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/10/which-fellow-dystopian-taught-george-orwell-at-eton-the-saturday-quiz\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/10/jury-still-out-on-rishi-sunak-after-six-weeks-as-prime-minister", "title": "‘Indecisive and weak, or just pragmatic?’: Jury out on Rishi Sunak after six weeks as PM", "date_published": "2022-12-10 07:00:57+00:00", "description": "<p>Sunak’s gained a reputation for bending with the wind, it’s what won him the role. But that might not resonate with Tory voters</p><p>For any voters who have tuned into recent prime minister’s questions, Labour’s attack lines have been consistent and brutal. Rishi Sunak is weak; he lives in terror of his backbenchers; he is, to use Keir Starmer’s retro-dessert reference this week: <a href=\"https://www.theguardian.com/politics/2022/dec/07/keir-starmer-calls-rishi-sunak-blancmange-after-housing-u-turn-pmqs\">a “blancmange”</a>.</p><p>One thing is clear. For the head of a government that still enjoys a healthy 60-plus majority in the Commons, Sunak is curiously unable to tell his MPs what to do.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/10/jury-still-out-on-rishi-sunak-after-six-weeks-as-prime-minister\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/10/jessica-chastain-tammy-wynette-never-angry-at-a-woman-for-doing-what-she-has-to-do-to-survive", "title": "Jessica Chastain: ‘I will never be angry at a woman for doing what she has to do to survive’", "date_published": "2022-12-10 07:00:56+00:00", "description": "<p>She escaped a tough childhood to become an Oscar-winning star. Now she’s on a mission to rescue country singer Tammy Wynette from decades of feminist dismissal </p><p>There is a scene in George &amp; Tammy, a new six-part biopic<strong> </strong>series<strong> </strong>on the country singer Tammy Wynette, in which Jessica Chastain has to perform on stage before a crowd of young extras. The song is <a href=\"https://www.youtube.com/watch?v=UBv0ke87g4w\" title=\"\">Run, Woman, Run</a>, a standard from 1970 in which Wynette, in customary style, exhorts women to stop being so demanding and knuckle down to life with any man who will have them. Or, as Chastain puts it: “Basically, you’re not going to find someone else, so go back to your man.”</p><p>On the day of filming, this presented the 45-year-old actor with a problem. Chastain, who took on the role partly to rescue Wynette from what she saw as decades of unfair feminist dismissal, is drawn to characters with room for ambivalence. But even she had to admit that lyrics such as “Run, woman, run / Go back to him and fix things up the very best you can” were a tough sell for a modern audience. They also offended her, personally. Standing on stage, she felt obliged to issue a quick public health warning before shooting the scene. “I looked out at all these sweet, young faces staring up at me and said, ‘Girls: I do not want you to listen to the lyrics of this song. Please. I love Tammy, but she did not believe this. She was married five times, so do not take any of this as gospel.’”</p> <a href=\"https://www.theguardian.com/film/2022/dec/10/jessica-chastain-tammy-wynette-never-angry-at-a-woman-for-doing-what-she-has-to-do-to-survive\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/10/magical-cabin-a-fairytale-ski-hut-in-the-austrian-alps", "title": "‘Our magical cabin’: a fairytale ski hut in the Austrian Alps", "date_published": "2022-12-10 07:00:56+00:00", "description": "<p>An isolated hideaway near Kitzbühel is the perfect base for a family skiing trip – and an opportunity to indulge in naked moonbathing</p><p>The night was as dark as the bottom of a well when I pushed open the old timber door, releasing a wraith-like furl of steam into the frost-glittered air. Shoving my wet feet into my snowboots, I stepped out and walked naked across creaky-fresh snow beneath a full moon.</p><p>Fir and pine silhouettes towered all around, a silent forest filing up into the blueish mountainsides. I stretched my arms towards the lunar light like some sort of pagan worshipper, feeling the icy sting of the air working its invigorating magic.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/10/magical-cabin-a-fairytale-ski-hut-in-the-austrian-alps\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/hong-kong-media-owner-jimmy-lai-jailed-for", "title": "Hong Kong media owner Jimmy Lai jailed for fraud", "date_published": "2022-12-10 06:11:21+00:00", "description": "<p>Apple Daily founder, who recently completed sentence over territory’s pro-democracy protests, convicted in contract dispute involving newspaper offices</p><p>Hong Kong pro-democracy media owner Jimmy Lai received a fresh jail sentence of five years and nine months on Saturday after being found guilty of fraud in a contractual dispute.</p><p>Lai, the 75-year-old founder of the now-shuttered Apple Daily newspaper, had recently completed a 20-month jail term resulting from multiple convictions for his part in protests and unauthorised assemblies.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/hong-kong-media-owner-jimmy-lai-jailed-for\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/10/blind-date-leanne-josh", "title": "Blind date: ‘She suggested cycling back together – a lovely, unexpected ending’", "date_published": "2022-12-10 06:00:56+00:00", "description": "<p>Leanne, 43, an occupational therapist, meets Josh, 39, a curator and creative producer</p><p><strong><br />What were you hoping for?</strong><br />To meet a lovely Guardian reader for a fun evening. To not want to leave before the starters arrived. To not feel mortified reading his review of my rusty dating skills.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/10/blind-date-leanne-josh\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2022/dec/10/ice-skating-at-christmas-edith-pritchett-cartoon", "title": "Ice skating at Christmas: the cold reality – Edith Pritchett cartoon", "date_published": "2022-12-10 06:00:56+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2022/dec/10/ice-skating-at-christmas-edith-pritchett-cartoon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/10/tim-dowling-its-dark-and-wet-an-ideal-time-for-a-spot-of-garden-handiwork", "title": "Tim Dowling: it’s dark and wet – an ideal time for a spot of garden handiwork", "date_published": "2022-12-10 06:00:56+00:00", "description": "<p>I trip over a bird feeder lying in the blackness. And as soon as I regain my balance, I step on a rake</p><p>Winter descends like a curtain: a day arrives when the sun never crests the roofline of the house, leaving the back garden – and my office shed – in shadow. That same afternoon, clouds appear and a stiff wind drives the remaining leaves from the cherry tree, affording me an uninterrupted view of a heavy, boiled-wool sky. Then it gets dark.</p><p>Heading back toward the kitchen at the end of the day, I trip over a bird feeder lying on its side in the blackness. Almost as soon as I regain my balance, I step on a rake. It’s not as bad as it could be – the rake is leaning against the house, so the handle only has a short way to travel before it hits me in the head – but when I look up I see that neither of our outdoor lights is working. Somebody, I think, rubbing my left temple, is going to get hurt.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/10/tim-dowling-its-dark-and-wet-an-ideal-time-for-a-spot-of-garden-handiwork\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/us-power-grid-pacific-northwest-attacks", "title": "Attacks on Pacific north-west power stations raise fears for US electric grid", "date_published": "2022-12-10 06:00:55+00:00", "description": "<p>Series of attacks come after assault on North Carolina facilities cut electricity to 40,000</p><p>A string of attacks on power facilities in Oregon and Washington has caused alarm and highlighted the vulnerabilities of the US electric grid.</p><p>The attacks in the Pacific north-west come just days <a href=\"https://www.theguardian.com/us-news/2022/dec/05/north-carolina-power-grid-attack-fbi-investigation\">after a similar assault</a> on North Carolina power stations that cut electricity to 40,000 people.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/us-power-grid-pacific-northwest-attacks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/10/how-to-make-the-most-of-smoked-salmon-trimmings-gougeres-mousse-recipe-zero-waste-cooking", "title": "How to make the most of smoked salmon trimmings – recipe | Waste not", "date_published": "2022-12-10 06:00:55+00:00", "description": "<p>Save salmon trimmings from Christmas canapes or grab them cheap from the fishmonger: they are ideal for this luxurious mousse stuffed into pastry</p><p>Today’s thrifty and simple mousse can be made with the leftovers from a side of smoked salmon or with trimmings bought from the fishmonger, which are often sold at a knockdown price, making them an economical and waste-saving ingredient, as well as a delicious one.</p> <a href=\"https://www.theguardian.com/food/2022/dec/10/how-to-make-the-most-of-smoked-salmon-trimmings-gougeres-mousse-recipe-zero-waste-cooking\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/10/john-kerry-examining-likely-impact-of-new-uk-coalmine", "title": "John Kerry examining likely impact of new UK coalmine", "date_published": "2022-12-10 06:00:55+00:00", "description": "<p>US climate envoy says he will publicly criticise UK’s approval of Cumbrian mine if it adds to emissions</p><p>John Kerry, the US climate official, has said he is closely examining <a href=\"https://www.theguardian.com/environment/2022/dec/07/uk-first-new-coalmine-for-30-years-gets-go-ahead-in-cumbria\">the UK government’s approval of a new coalmine</a>, over concerns that it will raise greenhouse gas emissions and send the wrong signal to developing countries.</p><p>Kerry, Joe Biden’s special envoy for climate, said he was taking a close interest in <a href=\"https://www.theguardian.com/environment/2022/dec/07/what-is-the-cumbrian-coalmine-and-why-does-it-matter-woodhouse-colliery\">the mine</a>, the first to get the go-ahead in the UK for 30 years, and that he would speak out publicly against the approval if it did not meet strict criteria.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/10/john-kerry-examining-likely-impact-of-new-uk-coalmine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/surfs-up-in-the-suburbs-as-australias-first-wave-pool-gets-pumping", "title": "Surf’s up in the suburbs as Australia’s first wave pool gets pumping", "date_published": "2022-12-10 05:40:57+00:00", "description": "<p>It’s not Teahupo’o or Bells Beach, but the World Surf League-endorsed wave pool on Melbourne’s outskirts might just be the future of surfing.</p><p>Tullamarine is not Tahiti. But on Saturday, some of the most promising young surfers from across the region took to the water at a wave pool on Melbourne’s outskirts. With big turns and stylish aerial manoeuvres, the wave and surfing quality were on par with some of the world’s best line-ups. Only the concrete backdrop and planes overhead hinted that this was not some far-flung coastal paradise.</p><p>Welcome to the first-ever World Surf League-sanctioned wave pool surf competition in the southern hemisphere.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/surfs-up-in-the-suburbs-as-australias-first-wave-pool-gets-pumping\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/dec/10/pakistan-v-england-second-test-day-two-live", "title": "Pakistan v England: second Test day two – live", "date_published": "2022-12-10 05:06:06+00:00", "description": "<ul><li>Updates from the second day’s play in Multan</li><li>Get in touch: contact Tanya <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">by email</a> or on <a href=\"https://twitter.com/tjaldred\">Twitter</a></li></ul><p><strong>32nd over: Pakistan 133-2 (Shakeel 47, Babar 71) </strong>Anderson’s over starts with a mix-up between Shakeel and Babar, Babar sends Shakeel back and, if Crawley had hit the stumps from square leg, Shakeel would have been on his way But he didn’t, slipping as he threw, and Shakeel remains to drive Anderson through extra-cover most beautifully.</p><p><strong>31st over: Pakistan 129-2 (Shakeel 43, Babar 71) </strong>Leach leaks a couple of fours, a sweep from Shakeel and a glorious wristy dispatch from Babar, but finishes the over passing Babar’s bat, and bamboozling as he props forward.</p> <a href=\"https://www.theguardian.com/sport/live/2022/dec/10/pakistan-v-england-second-test-day-two-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/panama-ex-president-ricardo-martinelli-faces-trial-for-money-laundering", "title": "Panama ex-president Ricardo Martinelli faces trial for money laundering", "date_published": "2022-12-10 05:01:43+00:00", "description": "<p>Summons issued over ‘New Business’ affair adds to separate bribery-related case, both expected to be heard in court in 2023</p><p>A judge has summoned Ricardo Martinelli, the former president of Panama, to stand trial for money laundering, investigators have said.</p><p>Martinelli, who was in office from 2009 to 2014, is accused of laundering public funds through the purchase of a news outlet during his term. Nearly 20 others are charged in connection with what is known as the “New Business” case.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/panama-ex-president-ricardo-martinelli-faces-trial-for-money-laundering\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/10/afghan-refugee-freed-in-greece-after-two-years-of-wrongful-imprisonment", "title": "Afghan refugee freed in Greece after two years of wrongful imprisonment", "date_published": "2022-12-10 05:00:54+00:00", "description": "<p>Campaigners hope overturning of Akif Rasuli’s 50-year sentence will be ‘first victory’ for criminalised migrants in Greek jails</p><p>An imprisoned Afghan refugee wrongfully accused of smuggling people into Greece has been told he can walk free in a trial that activists hope will set a precedent for thousands of others in similar situations.</p><p>After a marathon day of proceedings, an appeals court sitting on the Aegean island of Lesbos ruled that Akif Rasuli could be released more than two years after he began serving a 50-year sentence for the crime of “facilitating the illegal entry” of undocumented migrants into the country. The three-member tribunal overturned the conviction citing lack of evidence.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/10/afghan-refugee-freed-in-greece-after-two-years-of-wrongful-imprisonment\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/french-students-farm-accommodation-housing-crisis", "title": "Housing crisis prompts French students to escape to the country", "date_published": "2022-12-10 05:00:54+00:00", "description": "<p>Students forced to head outside cities for accommodation are also providing a useful supplement to farmers’ income</p><p>“You get used to the sound of the early morning tractor,” said Jules, a final-year engineering student, as he climbed the steps to his accommodation in a former cowshed on a dairy farm outside Lille in northern France.</p><p>The 23-year-old from Nord-Pas-de-Calais is among a growing number of students opting to live on farms as France faces a student housing crisis.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/french-students-farm-accommodation-housing-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/10/joseph-kittinger-highest-skydiver-for-52-years-dies-aged-94", "title": "Joseph Kittinger: highest skydiver for 52 years dies aged 94", "date_published": "2022-12-10 04:32:18+00:00", "description": "<p>US airman almost died in first attempt from 14.5 miles up, eventually jumped from 19 miles and said later ‘there’s no way you can visualise the speed’</p><p>The retired US air force colonel Joseph Kittinger, whose 1960 parachute jump from almost 20 miles (32km) above Earth stood as a world record for more than 50 years, has died in Florida aged 94.</p><p>His death on Friday was announced by the former US congressman John Mica and other friends. The cause was lung cancer.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/10/joseph-kittinger-highest-skydiver-for-52-years-dies-aged-94\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/10/world-cup-2022-briefing-will-england-outflank-france-in-last-eight", "title": "World Cup 2022 briefing: will England outflank France in last eight?", "date_published": "2022-12-10 04:00:52+00:00", "description": "<p>There is more than the Mbappé factor to consider in quarter-final battle of the wings</p><p>His <a href=\"https://www.theguardian.com/football/2022/dec/04/teams-focusing-on-world-cup-not-politics-have-excelled-says-wenger\">political compass</a> may have gone haywire, but Arsène Wenger still knows his left wing from his right. In his latest tactical briefing as part of Fifa’s technical study group, analysing the data from the group stage, he drew attention to the fact that the majority of entries into the final third had come from the left and right channels – 30% and 28% respectively – while goals from crosses in open play were up 83% on Russia 2018. “Does that mean that the teams that have the best wide players are the teams that have the best chance to win the World Cup?” he asked with a rhetorical flourish. “I believe there is something in that and in the final result of the competition.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/10/world-cup-2022-briefing-will-england-outflank-france-in-last-eight\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/10/nat-sciver-stars-again-as-england-clean-sweep-west-indies-in-odi-series", "title": "Nat Sciver stars again as England clean sweep West Indies in ODI series", "date_published": "2022-12-10 03:56:31+00:00", "description": "<ul><li>England win ODI series 3-0 after Sciver’s 85 off 69 balls</li><li>Sciver’s 833 ODI runs for 2022 is a new record for an Englishwoman.</li></ul><p>England’s women have wrapped up a 3-0 sweep of their ODI series with West Indies in Antigua. Nat Sciver, the player of the match and the series, starred by notching a second half-century in three games since her return from a three-month mental health break.</p><p>The Tokyo-born Sciver’s 85 off 69 balls rescued England from 84 for 4 and follows her match-winning 96-ball 90 in the opening match of this series. It won England the match and the series and took Sciver to 833 ODI runs for 2022, past Claire Taylor’s 2005 mark of 807 to set a new record for an Englishwoman.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/10/nat-sciver-stars-again-as-england-clean-sweep-west-indies-in-odi-series\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/10/australias-mountain-mist-frog-declared-extinct-as-red-list-reveals-biodiversity-crisis", "title": "Australia’s mountain mist frog declared extinct as red list reveals scale of biodiversity crisis", "date_published": "2022-12-10 03:51:50+00:00", "description": "<p>Experts describe it as a ‘beautiful endemic rainforest species’, one of several that have not been seen for decades</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/dec/09/marine-life-threatened-perfect-storm-red-list-reveals-species-on-brink-extinction-aoe\">Marine life hit by ‘perfect storm’ as red list reveals species close to extinction</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The <a href=\"https://www.frogid.net.au/frogs/litoria-nyakalensis\">mountain mist frog</a>, a species once found across two-thirds of Australia’s wet tropics, has been declared extinct on the International Union for Conservation of Nature <a href=\"https://www.iucnredlist.org/\">red list</a>.</p><p>The last recorded sighting of the frog, most commonly found near Thornton Peak, north-west of Cairns, was in April 1990. It is believed to have been wiped out by <a href=\"https://www.theguardian.com/environment/2019/mar/29/deadly-skin-eating-fungal-disease-wipes-out-90-amphibian-species-in-50-years\">chytrid fungus</a>, a disease that attacks the skin and has destroyed amphibian populations across the globe, though a reduction in its natural habitat due to rising temperatures driven by greenhouse gas emissions may have also played a role.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/10/australias-mountain-mist-frog-declared-extinct-as-red-list-reveals-biodiversity-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/grant-wahl-dies-qatar-world-cup-2022-heart-attack-soccer-journalist", "title": "US soccer journalist Grant Wahl dies while covering Qatar World Cup", "date_published": "2022-12-10 02:51:22+00:00", "description": "<ul><li>Wahl collapsed during Argentina-Netherlands game</li><li>49-year-old’s was treated at stadium by medics</li></ul><p>US soccer journalist Grant Wahl has died after suffering an apparent heart attack at Lusail Stadium, where he was covering the World Cup quarter-final between Argentina and the Netherlands on Friday night.</p><p>Wahl, who was a correspondent for CBS Sports and wrote a popular Substack column, was 49-years-old.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/grant-wahl-dies-qatar-world-cup-2022-heart-attack-soccer-journalist\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-290-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 290 of the invasion", "date_published": "2022-12-10 02:08:04+00:00", "description": "<p>Putin mentions potential settlement with Ukraine; blasts reported at Berdiansk airbase in Zaporizhzhia region; Brittney Griner ‘in good spirits’ after prisoner swap</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-290-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/los-angeles-p22-mountain-lion-captured-distress", "title": "‘Signs of distress’: beloved P22 mountain lion to be captured after attacking dogs", "date_published": "2022-12-10 01:42:46+00:00", "description": "<p>Los Angeles’ resident big cat will have his health assessed after recent attacks on two chihuahuas and roaming too close to homes</p><p>Los Angeles’s most famous mountain lion, known as P22, will be captured and studied in order to assess his health following recent attacks on two small dogs and close encounters with people near the park he calls home.</p><p>Wildlife officials made the announcement on Thursday and said <a href=\"https://wildlife.ca.gov/News/california-department-of-fish-and-wildlife-and-national-park-service-team-up-to-evaluate-p-221\">in a statement that</a>, following the evaluation, California department of fish and wildlife veterinarians and National Park Service biologists will determine the best next steps for the animal while also prioritizing the safety of the surrounding communities.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/los-angeles-p22-mountain-lion-captured-distress\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/control-china-protests-covid-lockdown-xi-jinping", "title": "‘The authorities will step up control’: where next for China after protests?", "date_published": "2022-12-10 01:00:49+00:00", "description": "<p>After mass demonstrations against Covid lockdowns, experts say Xi Jinping’s response will be a further gradual crackdown</p><p>Since Xi Jinping came to power a decade ago, China’s Communist party has enacted a sweeping crackdown on civil society. Independent NGOs have been shut down, journalists and human rights lawyers arrested and outspoken media tamed. Meanwhile, the government has invested heavily in a massive surveillance system to keep track of citizens’ movements and activities.</p><p>Given their emphasis on national security and stability, party leaders would have been shocked therefore by the nationwide protests that broke out on 26 November in opposition to <a href=\"https://www.theguardian.com/world/2022/dec/08/chinese-students-uk-china-covid-policies-diplomacy\">Xi’s “zero-Covid” policy</a>. Demonstrators demanded an end to lockdowns and mass testing and some even called for the removal of the party and Xi himself.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/control-china-protests-covid-lockdown-xi-jinping\">Continue reading...</a>", "persistent": false}]