[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-a-special-night-st-louis-slugger-racks-up-homers-699-700-in-the-same-game", "title": "‘What A Special Night’: St. Louis Slugger Racks Up Homers 699 & 700 In The Same Game", "date_published": "2022-09-24 16:56:47+00:00", "description": "It&#8217;s official: St. Louis slugger Albert Pujols cranked out home runs 699 and 700 in the same game on Friday, guaranteeing that he would retire at the end of the current season having reached a milestone shared by only three other Major League Baseball players. The veteran first-baseman, who returned to St. Louis for what ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hillary-clinton-likens-trump-supporters-to-nazis-because-they-pointed-in-the-air", "title": "Hillary Clinton Likens Trump Supporters To Nazis, Because They Pointed In The Air", "date_published": "2022-09-24 16:30:04+00:00", "description": "Hillary Clinton likened Trump supporters to Nazis because they pointed in the air during a rally. While speaking at the Texas Tribune festival in Austin, Texas, on Friday, the former first lady, secretary of state, and failed 2016 presidential candidate recounted that when she was a student, she wondered why people in the 1930s and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinese-official-calls-taiwan-independence-a-charging-grey-rhino-that-needs-to-be-forcefully-stopped", "title": "Chinese Official Calls Taiwan Independence A Charging ‘Grey Rhino’ That Needs To Be Forcefully Stopped", "date_published": "2022-09-24 15:42:11+00:00", "description": "China’s top foreign relations official said that Taiwan independence was a charging “gray rhino” that needed to be stopped during an event in New York late this week. Foreign Minister Wang Yi took aim at Taiwan during his Thursday comments at the Asia Society in New York while he was attending meetings at the U.N. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-ron-desantis-tricked-50-illegal-immigrants-into-going-to-that-lovely-leftist-summer-colony-called-marthas-vineyard", "title": "How Ron DeSantis Tricked 50 Illegal Immigrants Into Going To That Lovely Leftist Summer Colony Called Martha’s Vineyard", "date_published": "2022-09-24 15:26:23+00:00", "description": "The Martha’s Vineyard Neighborhood Association of Selfish Entitled Hypocrites has released a statement attacking Florida governor Ron DeSantis, saying “Governor DeSantis acted in flagrant violation of federal law by exposing our association of selfish entitled hypocrites as selfish entitled hypocrites. At least, we assume that’s a flagrant violation of federal law. If it&#8217;s not, what ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shut-the-f-up-bill-maher-slams-the-brakes-on-michael-moores-anti-republican-rant", "title": "‘Shut The F*** Up!’: Bill Maher Slams The Brakes On Michael Moore’s Anti-Republican Rant", "date_published": "2022-09-24 14:59:28+00:00", "description": "Comedian Bill Maher had to pump the brakes on film director Michael Moore during his Friday night show on HBO, finally telling him to &#8220;shut the f*** up.&#8221; Moore was busy explaining why, going into November&#8217;s midterm elections, he had never been more optimistic about where the country was headed — and he got so ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-judge-allows-1864-abortion-ban-to-go-into-effect", "title": "Arizona Judge Allows 1864 Abortion Ban To Go Into Effect", "date_published": "2022-09-24 14:47:58+00:00", "description": "A judge in Arizona ruled that the state&#8217;s 19th-century abortion ban could take effect. In a ruling Thursday, Arizona Superior Court judge Kellie Johnson ruled that Arizona&#8217;s near-total abortion ban, which dates back to 1864, could take effect after the Supreme Court sent the issue of abortion back to the states in Dobbs v. Jackson ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/maine-man-purchases-rare-700-year-old-christian-document-for-incredible-bargain", "title": "Maine Man Purchases Rare 700-Year-Old Christian Document For Incredible Bargain", "date_published": "2022-09-24 14:14:25+00:00", "description": "A 24-year-old man in Maine purchased a 700-year-old Christian Medieval-era document for only $75 after visiting an estate sale looking for kitchen equipment.  The man, Will Sideri, went to an estate sale in Waterville this month looking for a cake mixer but ended up purchasing a page from a  Christian liturgy book that historians believe ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republicans-demand-answers-from-biden-admin-over-reports-that-violent-sick-convicts-headed-to-border", "title": "Republicans Demand Answers From Biden Admin Over Reports That ‘Violent,’ ‘Sick,’ Convicts Headed To Border", "date_published": "2022-09-24 12:19:27+00:00", "description": "House Republicans are demanding answers over reports that the Nicolás Maduro regime in Venezuela has been releasing violent criminals from prison and sending them toward the U.S. in migrant caravans.  On Thursday, over a dozen House Republicans sent a letter to Secretary of Homeland Security Alejandro Mayorkas questioning if there are any protocols to secure ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-the-vanderbilt-gender-surgery-scandal-only-leads-to-more-questions", "title": "How The Vanderbilt Gender Surgery Scandal Only Leads To More Questions", "date_published": "2022-09-24 11:50:54+00:00", "description": "Daily Wire host Matt Walsh this week uncovered shocking revelations about Vanderbilt University Medical Center&#8217;s (VUMC) so-called gender-affirming care, specifically financial incentives and apparent threats to dissenting staffers. But the stunning discoveries about the treatments, including on minors, only lead to more questions: Where else in the nation are children undergoing these highly controversial transgender ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-midterm-plan-deny-reality", "title": "White House Midterm Plan: Deny Reality", "date_published": "2022-09-24 11:10:07+00:00", "description": "The White House cannot admit the truth about the state of the country, so they are doing the next best thing — denying any problem exists at all, especially as it relates to the economy, the border, and life in the womb. Biden, known for tall tales and wandering aimlessly, apparently has his press secretary ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-may-try-to-fire-world-bank-president-for-not-pushing-climate-policy-enough-possible-replacement-chimes-in-report", "title": "Biden May Try To Fire World Bank President For Not Pushing Climate Policy Enough, Possible Replacement Chimes In: Report", "date_published": "2022-09-24 11:06:40+00:00", "description": "White House officials have considered trying to get World Bank President David Malpass fired for not pursuing climate change policies with sufficient zeal, according to a Friday report from Axios. Malpass, who formerly served as under secretary of the Treasury for international affairs under former President Donald Trump, was asked on Tuesday whether he affirms ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/journalism-is-on-trial-project-veritas-ordered-to-pay-democratic-consulting-firm-over-2016-sting-operation", "title": "‘Journalism Is On Trial’: Project Veritas Ordered To Pay Democratic Consulting Firm Over 2016 Sting Operation", "date_published": "2022-09-24 10:33:49+00:00", "description": "Project Veritas was ordered to pay $120,000 to a Democrat consulting firm this week after a jury found the organization guilty on charges of breaking federal and Washington, D.C., wiretapping laws and fraudulent misrepresentation.  The investigative organization was sued by Democracy Partners, a Democrat consulting group, that had been the target of a sting operation ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fbi-whistleblower-reveals-widespread-disgust-inside-bureau-in-bombshell-bongino-interview", "title": "FBI Whistleblower Reveals Widespread Disgust Inside Bureau In Bombshell Bongino Interview", "date_published": "2022-09-24 10:03:55+00:00", "description": "An FBI whistleblower warned that the bureau has been transformed from a law enforcement agency to an intelligence-gathering operation that spies on law-abiding Americans to help advance a political agenda and said thousands of agents and employees feel betrayed by the bureau’s leadership. Kyle Seraphin told podcaster and radio host Dan Bongino over a bombshell, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-went-to-d-c-to-help-save-the-republic-god-turned-me-into-a-walking-medical-miracle-instead", "title": "I Went To D.C. To Help Save The Republic. God Turned Me Into A Walking Medical Miracle Instead.", "date_published": "2022-09-24 09:58:46+00:00", "description": "My foray into government seemed in hyperdrive. It was my patriotic attempt to do all I could to restore our nation to its first principles and a greater respect for life. I had left my 30-year career as a chemist to become a speechwriter and advisor to then Kentucky Governor Matt Bevin. I was an ..."}]