[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/brazylia-kobieta-urodzila-w-windzie-rodzice-podzielili-sie-nagraniem-z-monitoringu/", "title": "Brazylia. Kobieta urodziła w windzie. Rodzice udostępnili nagranie z monitoringu", "date_published": "2022-10-20 20:21:00+00:00", "description": "Mieszkanka brazylijskiego miasta Anapolis urodziła dziecko w windzie w swoim apartamentowcu. Zdarzenie zostało uchwycone przez kamerę monitoringu. Świeżo upieczeni rodzice opisali historię i podzielili się nagraniem na Instagramie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/ukraina-kijow-pograzony-w-ciemnosci-wody-i-swiatla-moze-nie-byc-nawet-przez-miesiace/", "title": "Ukraina. Kijów pogrążony w ciemności. \"Wody i światła może nie być nawet przez miesiące\"", "date_published": "2022-10-20 19:50:00+00:00", "description": "Ukraina może znaleźć się w sytuacji, że wody, światła i ciepła nie będzie tygodniami, a nawet przez miesiące - zapowiada Ołeksij Arestowycz, doradca szefa biura prezydenta Ukrainy Wołodymyra Zełenskiego. W czwartek wieczorem w sieci pojawiły się nagrania z Kijowa. W mieście jest całkowicie ciemno."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/brazylia-tiktokerka-znaleziona-martwa-w-samochodzie-prawdopodobnie-spadla-z-klifu/", "title": "Brazylia. Tiktokerka znaleziona martwa w samochodzie. Prawdopodobnie spadła z klifu", "date_published": "2022-10-20 19:25:00+00:00", "description": "41-letnia tiktokerka z Brazylii, Raquel da Silva Moura Medeiros, została znaleziona martwa w swoim samochodzie. Dwa dni wcześniej rodzina zgłosiła jej zaginięcie, ponieważ nie wracała do domu. Służby informują, że auto, które prowadziła, prawdopodobnie spadło z klifu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/liz-truss-rezygnuje-z-funkcji-premiera-wielkiej-brytanii-ryanair-drwi-z-jej-decyzji/", "title": "Liz Truss rezygnuje z funkcji premiera Wielkiej Brytanii. Ryanair drwi z jej decyzji", "date_published": "2022-10-20 16:51:00+00:00", "description": "Irlandzkie tanie linie lotnicze Ryanair prześmiewczo zareagowały na decyzję Liz Truss o rezygnacji z urzędu premiera Wielkiej Brytanii. W mediach społecznościowych przewoźnika pojawił się bilet lotniczy... gdziekolwiek. Na wpis Ryanaira odpowiedziało m.in konto Portu Lotniczego im. Johna Lennona w Liverpoolu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/liz-truss-rezygnuje-ze-stanowiska-premier-wielkiej-brytanii-zastapic-ja-moze-boris-johnson/", "title": "Liz Truss zrezygnowała ze stanowiska premier Wielkiej Brytanii. Boris Johnson może wrócić do gry", "date_published": "2022-10-20 16:16:00+00:00", "description": "Liz Truss zrezygnowała z funkcji premier Wielkiej Brytanii. Brytyjczycy zastanawiają się kto zastąpi ją w tej roli. Wybory nowego lidera Partii Konserwatywnej mają odbyć się w przyszłym tygodniu. Wśród faworytów wymienia się Borisa Johnsona i Rishiego Sunaka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/rpa-tragedia-w-rezerwacie-dzikich-zwierzat-zyrafa-zadeptala-16-miesieczna-dziewczynke/", "title": "RPA: Tragedia w rezerwacie dzikich zwierząt. Żyrafa zadeptała 16-miesięczną dziewczynkę", "date_published": "2022-10-20 15:51:00+00:00", "description": "Dziewczynka zginęła po tym, jak została zaatakowana przez żyrafę. Ucierpiała również matka dziecka, która w stanie krytycznym przebywa w szpitalu. Do tragedii doszło na ternie luksusowego rezerwatu Kuleni Game Park w RPA, gdzie apartamenty położone są na łonie natury."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/ukraina-rosjanie-uciekaja-z-enerhodaru-wywoza-zrabowane-mienie/", "title": "Ukraina. Rosjanie uciekają z Enerhodaru, wywożą zrabowane mienie", "date_published": "2022-10-20 15:44:00+00:00", "description": "Raszyści wynosili i pakowali do samochodów wszystko, co się dało: telewizory, lodówki, meble, czajniki i inne przedmioty - informuje ukraiński koncern Enerhoatom o wydarzeniach w okupowanym przez Rosjan mieście Enerhodar w obwodzie zaporoskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/rosja-oblezenie-leningradu-w-trakcie-ii-wojny-swiatowej-uznane-za-ludobojstwo/", "title": "Rosja. Oblężenie Leningradu w trakcie II wojny światowej uznane za ludobójstwo", "date_published": "2022-10-20 14:51:00+00:00", "description": "Sąd w Petersburgu uznał oblężenie Leningradu przez wojska nazistowskich Niemiec w latach 1941 – 1944 za ludobójstwo - powiadomiła prokremlowska agencja Tass. W wyroku zaznaczono, że oprócz Niemców w blokadzie uczestniczyli przedstawiciele innych państw, w tym Polski."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/rosja-wpadka-propagandy-ekspert-prosil-by-nie-pytac-go-o-iranskie-drony/", "title": "Rosja. Wpadka propagandy. Ekspert prosił, by nie pytać go o irańskie drony", "date_published": "2022-10-20 14:28:00+00:00", "description": "Kolejny dzień rosyjskiej agresji na Ukrainę przynosi kolejne wpadki rosyjskiej propagandy. Tym razem zaproszony do stacji RBC analityk wojskowy Rusłan Puszkow nie zorientował się, że ma włączony mikrofon. Gdy witał się z prowadzącymi poprosił ich, by nie pytali go o irańskie drony. - Wszyscy wiedzą, że są irańskie, ale władze tego nie uznają - podkreślił."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/indonezja-zakaz-sprzedazy-i-zazywania-syropow-po-smierci-99-dzieci/", "title": "Indonezja: Zakaz sprzedaży i zażywania syropów po śmierci 99 dzieci", "date_published": "2022-10-20 14:04:00+00:00", "description": "Władze Indonezji wprowadziły tymczasowy zakaż sprzedaży i używania wszystkich syropów i płynnych leków. Składnik jednego z syropów może odpowiadać za ciężkie uszkodzenie nerek, co przyczyniło się do śmierci 99 osób. Kilka tygodni wcześniej zgony 70 dzieci powiązano z jednym z dostępnych na rynku syropów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/rosja-akcja-patriotyczna-w-moskiewskich-przedszkolach-zolnierze-z-karabinami-i-granatnikami/", "title": "Rosja. \"Akcja patriotyczna\" w moskiewskich przedszkolach. Żołnierze z karabinami i granatnikami", "date_published": "2022-10-20 13:45:00+00:00", "description": "W moskiewskich przedszkolach trwa akcja promująca specjalną operację wojskową. Nexta opublikowała na Twitterze nagranie z takiego spotkania. Widać na nim dzieci przechadzające się po sali między sprzętem wojskowym - karabinem i granatnikiem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/bialorus-alaksandr-lukaszenka-zwrocil-sie-do-bialorusinow-chcecie-zyc-spokojnie-robcie-co-mowie/", "title": "Białoruś. Alaksandr Łukaszenka zwrócił się do obywateli: Chcecie żyć spokojnie, róbcie co mówię", "date_published": "2022-10-20 13:35:00+00:00", "description": "- Białorusini muszą mieć dostęp do informacji o zachodzących w kraju zagrożeniach, by sami mogli wybrać, jak chcą żyć - powiadomił Alaksandr Łukaszenka, cytowany przez portal Ukraińska Prawda. - Chcecie, żeby było cicho i spokojnie (…) róbcie, co wam mówię - mówił. Białoruski dyktator zapowiedział także wprowadzenie zmian w ordynacji wyborczej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/incydent-nad-morzem-czarnym-rosyjski-mysliwiec-wystrzelil-pocisk-w-poblizu-brytyjskiego-samolotu/", "title": "Incydent nad Morzem Czarnym. Rosyjski myśliwiec wystrzelił pocisk w pobliżu brytyjskiego samolotu", "date_published": "2022-10-20 13:26:00+00:00", "description": "Rosyjski SU-27 wystrzelił pocisk w pobliżu nieuzbrojonego brytyjskiego samolotu zwiadowczego nad Morzem Czarnym - przekazał w czwartek minister obrony Wielkiej Brytanii Ben Wallace. Strona rosyjska zapewniła, że incydent wynikał z usterki technicznej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/liz-truss-rezygnuje-ze-stanowiska-premier-wielkiej-brytanii/", "title": "Liz Truss rezygnuje ze stanowiska premier Wielkiej Brytanii", "date_published": "2022-10-20 12:35:00+00:00", "description": "Liz Truss poinformowała w czwartek, że rezygnuje z funkcji premier Wielkiej Brytanii. Decyzję poprzedziła seria błędów szefowej rządu, która doprowadziła do turbulencji gospodarczych. - Biorąc pod uwagę aktualną sytuację, nie mogę dłużej pełnić mandatu. O mojej decyzji rozmawiałam z królem Karolem III - przekazała."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/wielka-brytania-archipelag-szetlandow-odciety-nie-ma-dostepu-do-internetu-i-sieci-telefonicznej/", "title": "Wielka Brytania. Archipelag Szetlandów odcięty. Nie ma dostępu do internetu i sieci telefonicznej", "date_published": "2022-10-20 11:20:00+00:00", "description": "Archipelag Szetlandów został odcięty od reszty Wielkiej Brytanii. W czwartek rano tamtejsze media poinformowały o uszkodzeniu podwodnego kabla telekomunikacyjnego. W wyniku awarii tysiące Szkotów zostało odciętych od internetu i sieci telefonicznej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/niemcy-podpalono-hotel-w-ktorym-mieszkali-uchodzcy-z-ukrainy-przy-wejsciu-namalowano-swastyke/", "title": "Niemcy: Podpalono hotel, w którym mieszkali uchodźcy z Ukrainy. Przy wejściu namalowano swastykę", "date_published": "2022-10-20 10:25:00+00:00", "description": "Prawie cały budynek hotelu, w którym schronienie znaleźli uchodźcy z Ukrainy, spłonął w pożarze, do którego doszło w gminie Groß Strömkendorf w Niemczech. Policja podejrzewa podpalenie. Przy wejściu do budynku funkcjonariusze znaleźli namalowaną swastykę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/rosja-maria-zacharowa-zachod-dostarczajac-bron-ukrainie-zbliza-sie-do-starcia-militarnego-z-rosja/", "title": "Rosja. Maria Zacharowa: Zachód dostarczając broń Ukrainie, zbliża się do starcia militarnego z Rosją", "date_published": "2022-10-20 09:51:00+00:00", "description": "Zachód, dostarczając broń na Ukrainę, zbliża się do niebezpiecznej linii bezpośredniego starcia militarnego z Rosją - powiedziała Maria Zacharowa, rzecznik rosyjskiego MSZ cytowana przez agencję RIA Novosti. Stwierdziła też, że wspieranie Kijowa jest sponsorowaniem ekstremistycznej działalności."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/rosja-grozi-sekretarzowi-generalnemu-onz-nie-chce-sledztwa-w-sprawie-iranskich-dronow/", "title": "Rosja grozi sekretarzowi generalnemu ONZ. Nie chce śledztwa w sprawie irańskich dronów", "date_published": "2022-10-20 08:30:00+00:00", "description": "Rosyjski dyplomata przy ONZ nie chce, by zachodni eksperci zbadali pochodzenie dronów, które uderzają w ukraińskie miasta. Dmitrij Poljański Stwierdził, że wszczęte dochodzenie byłoby nielegalne. Gdyby jednak do niego doszło Rosja miałaby ponownie zrewidować współpracę z sekretarzem generalnym ONZ, co jak twierdzi dyplomata, nie leżałoby w niczyim interesie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/indie-uczennica-poskarzyla-sie-na-list-milosny-jej-bracia-zabili-12-letniego-chlopca/", "title": "Indie: Uczennica poskarżyła się na \"list miłosny\". Jej bracia zabili 12-letniego chłopca", "date_published": "2022-10-20 07:29:00+00:00", "description": "Pomyłka uczennicy z indyjskiego dystryktu Bhojpur prawdopodobnie doprowadziła do śmierci 12-letniego chłopca. Według mediów dziewczynka pomyliła karteczkę z odpowiedziami na egzamin z wyznaniem miłości, a następnie poskarżyła się swoim krewnym. Grupa mężczyzn miała porwać nadawcę listu, a następnie zabić go i rozczłonkować ciało. Wśród zatrzymanych są osoby nieletnie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-20/wojna-w-ukrainie-ograniczono-dostawy-pradu-powodem-ostatnie-ataki-rosji-na-elektrownie/", "title": "Wojna w Ukrainie: Ograniczono dostawy prądu. Powodem ostatnie ataki Rosji na elektrownie", "date_published": "2022-10-20 04:42:00+00:00", "description": "Ukraina ograniczyła w czwartek zużycie energii elektrycznej w całym kraju po atakach rakietowych i dronowych, które zniszczyły niektóre elektrownie. To pierwsza taka decyzja od początku rosyjskiej inwazji."}]