[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/gareth-southgate-feels-conflicted-over-england-job-future-after-recent-lows", "title": "Gareth Southgate feels ‘conflicted’ over England job future after recent lows", "date_published": "2022-12-11 22:30:44+00:00", "description": "<ul><li>England manager taking time to reflect after World Cup exit</li><li>‘I’ve found large parts of the last 18 months difficult’</li></ul><p>Gareth Southgate has dropped a strong hint that he could walk away from the England manager’s job, saying he feels “conflicted” about whether to stay on in light of the various lows of the past 18 months.</p><p>Southgate remains physically and mentally shattered by his team’s World Cup quarter-final defeat against France on Saturday night, although he is proud of how they played.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/gareth-southgate-feels-conflicted-over-england-job-future-after-recent-lows\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/11/strike-troubled-blood-review-the-shows-real-hook-will-robin-and-strike-finally-get-together", "title": "Strike: Troubled Blood review – the show’s real hook: will Robin and Strike finally get together?", "date_published": "2022-12-11 22:00:43+00:00", "description": "<p>Never mind the murder investigation: the will-they won’t-they relationship between the two detectives is the beating heart of this Robert Galbraith (AKA JK Rowling) adaptation</p><p>Another Sunday night, another crime drama based on a series of novels. Ah, but Strike (BBC One) cannot be like the others, because of the books’ author. Published under the name Robert Galbraith, the Strike stories have been automatic No 1 bestsellers ever since it was revealed that Galbraith is Harry Potter creator JK Rowling. This fifth season of Strike, based on the <a href=\"https://www.theguardian.com/books/2020/sep/15/troubled-blood-by-robert-galbraith-review-a-cosy-blast-from-the-past\">fifth book</a> Troubled Blood, has fans and detractors awaiting it with a fervour other TV whodunnits do not tend to provoke.</p><p>If your only interaction with the Galbraith books is a biennial glance at the headlines they generate, be informed that Rowling’s growing tendency to reiterate political disagreements via her characters is toned right down on TV. Troubled Blood is <a href=\"https://www.theguardian.com/books/booksblog/2020/sep/15/rowling-troubled-blood-thriller-robert-galbraith-review\">the one that was accused of transphobia</a> when it was published in 2020, but that subplot – a serial killer wears women’s clothing to gain access to his victims, evoking the claim by “gender-critical” campaigners that abusive men will invade women’s spaces if transgender rights are upheld – is barely present here, and was not very prominent in the book anyway.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/11/strike-troubled-blood-review-the-shows-real-hook-will-robin-and-strike-finally-get-together\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/11/nfl-roundup-eagles-clinch-playoff-place-as-cowboys-avoid-upset-to-texans", "title": "NFL roundup: Eagles clinch playoff place as Cowboys avoid upset to Texans", "date_published": "2022-12-11 21:59:40+00:00", "description": "<ul><li>Jalen Hurts superb once again as Eagles move to 12-1</li><li>Buffalo Bills overcome New York Jets in AFC East battle</li></ul><p>Jalen Hurts threw for two touchdowns and ran for another as the NFL-best Philadelphia Eagles punched their ticket to the playoffs with a 48-22 victory over the fading New York Giants on Sunday.</p><p>Hurts improved his MVP credentials by throwing for 217 yards and hitting DaVonta Smith on a 41-yard fourth-down TD strike and AJ Brown on a 33-yarder as the Eagles (12-1) scored on their first three possessions. The third-year quarterback also ran for 77 yards, highlighted by a 10-yard TD scamper late in the third quarter.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/11/nfl-roundup-eagles-clinch-playoff-place-as-cowboys-avoid-upset-to-texans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/11/massachusetts-recount-flips-state-house-race-to-democrat-one-vote", "title": "Massachusetts recount flips state house election to Democrat by one vote", "date_published": "2022-12-11 21:28:27+00:00", "description": "<p>Kristin Kassner won against Republican opponent Lenny Mirra after a recount shrunk candidates’ narrow vote deficit to one</p><p>A recount in a political race in Massachusetts has flipped a state house of representatives election from Republican to Democrat by a single vote.</p><p>Democrat Kristin Kassner won against her Republican opponent and five-term incumbent Lenny Mirra earlier this week after a recount that shrunk the candidates’ narrow vote deficit to one. The candidates were all vying for a seat based in the North Shore area, which is a coastal region between Boston and New Hampshire.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/11/massachusetts-recount-flips-state-house-race-to-democrat-one-vote\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/chelseas-armando-broja-suffers-knee-injury-during-aston-villa-friendly", "title": "Chelsea’s Armando Broja suffers knee injury during Aston Villa friendly", "date_published": "2022-12-11 21:24:49+00:00", "description": "<ul><li>Albanian collided with Ezri Konsa in Abu Dhabi meeting</li><li>Aston Villa win friendly 1-0 after John McGinn goal</li></ul><p>Chelsea forward Armando Broja suffered what looked a serious knee injury during a friendly defeat to Aston Villa in Abu Dhabi.</p><p>The Albania international was hurt in a collision with Villa defender Ezri Konsa early in the first half, which left the 21-year-old screaming in pain and clutching his right knee before being taken off on a stretcher.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/chelseas-armando-broja-suffers-knee-injury-during-aston-villa-friendly\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/11/solihull-people-in-critical-condition-after-being-pulled-from-lake", "title": "Four children in hospital after being pulled from Solihull lake", "date_published": "2022-12-11 20:47:14+00:00", "description": "<p>West Midlands fire service said reports indicated the children were playing on the ice before falling through</p><p>Four children were taken to hospital in cardiac arrest after falling through the ice on a lake in Solihull, emergency services have said.</p><p>West Midlands police said emergency services are continuing a search and rescue operation at Babbs Mill Park in Kingshurst in the town on Sunday.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/solihull-people-in-critical-condition-after-being-pulled-from-lake\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/moroccos-world-cup-odyssey-has-changed-what-it-means-to-be-the-underdog", "title": "Morocco’s World Cup odyssey has changed what it means to be the underdog | Nick Ames", "date_published": "2022-12-11 20:45:16+00:00", "description": "<p>Atlas Lions’ run to the semi-finals in Qatar has removed mental barriers and showed what is possible for traditional outsiders</p><p>“Dreaming is free but to do it is different.” Romain Saïss could hardly have put it better. Morocco have written themselves, a continent and a region into football folklore and the impact could be priceless. Every underdog, which in practice also means every African country, arrives at a World Cup with big hopes and the occasional bold proclamation but the Atlas Lions have delivered in a way none of them has been able to match.</p><p>Before the tournament Walid Regragui, their manager, had warned: “One should not have too many expectations about this team.” Saïss, the captain and former Wolves defender, had suggested himself that a last‑16 place should be their target. Morocco were a low-key entrant to Qatar 2022 and never let themselves get carried away. The dream has increased in scope with every hurdle jumped; its rewards are already priceless.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/moroccos-world-cup-odyssey-has-changed-what-it-means-to-be-the-underdog\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/11/nasa-moon-mission-ends-artemis-orion-capsule-return", "title": "Nasa’s uncrewed Orion capsule splashes down after ‘historic’ moon mission", "date_published": "2022-12-11 20:29:12+00:00", "description": "<p>US space agency rejoices after re-entry of spacecraft that should clear way for possible lunar landing of astronauts by2025</p><p>Fifty years to the day after astronauts last walked on the moon, <a href=\"https://www.theguardian.com/science/nasa\">Nasa’s</a> uncrewed Orion capsule splashed down in the Pacific on Sunday at the end of a mission that should clear the way for a possible lunar landing of astronauts by 2025.</p><p>The US space agency rejoiced in a near-perfect re-entry of the capsule which <a href=\"https://www.theguardian.com/science/video/2022/dec/11/nasas-orion-capsule-splashes-down-in-the-pacific-after-journey-to-the-moon-video\">splashed down</a> to the west of Mexico’s Baja California near Guadalupe Island. Though it carried no astronauts, the spacecraft did contain three test dummies wired with vibration sensors and radiation monitors to divine how humans would have fared.</p> <a href=\"https://www.theguardian.com/science/2022/dec/11/nasa-moon-mission-ends-artemis-orion-capsule-return\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/gareth-southgate-england-world-cup-qatar", "title": "The real question is: does English football deserve Gareth Southgate? | Barney Ronay", "date_published": "2022-12-11 20:05:10+00:00", "description": "<p>He built the best England team of the past 50 years, but who could blame the manager if he walks away from needless hostility?</p><p>Always leave them wanting more. Fat chance. Nobody has ever really wanted much more of an England football manager. Such is the basic nature of the job, from the early embrace to the howls and bellows of the extended endgame; to be England manager is to act as a kind of public outrage service, a witch-dunking, a burning of the waistcoated wicker man. Come here to wail and froth about the state of England. In bad times and – it turns out – in good ones, too.</p><p>By now there are really only two ways out of this thing. Exit in a haze of well-earned abuse; or exit in a haze of undeserved abuse. With England’s World Cup exit stamped and processed <a href=\"https://www.theguardian.com/football/2022/dec/10/gareth-southgate-will-wait-before-making-decision-on-england-future\" title=\"\">Gareth Southgate does at least have the option right now to take the second of these</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/gareth-southgate-england-world-cup-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/friend-of-giorgia-meloni-among-three-dead-in-rome-coffee-shop-shooting", "title": "Friend of Giorgia Meloni among three dead in Rome coffee shop shooting", "date_published": "2022-12-11 19:42:31+00:00", "description": "<p>Suspect, 57, opens fire on a meeting of apartment block residents but police yet to comment on motive</p><p>A man who opened fire on a meeting of apartment block residents in a coffee shop in northern Rome has killed three people, including a friend of the Italian prime minister, Giorgia Meloni.</p><p>The suspect, 57, had been in a series of disputes with the residents’ association, a witness told Italy’s Rai News.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/friend-of-giorgia-meloni-among-three-dead-in-rome-coffee-shop-shooting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/11/india-australia-womens-second-t20-cricket-international-match-report", "title": "India dazzle in super over to inflict first defeat of 2022 on Australia’s women", "date_published": "2022-12-11 18:13:11+00:00", "description": "<ul><li>Australia 187-1; India 187-5; India win super over by four runs</li><li>Ghosh and Mandhana smash home side to thrilling victory</li></ul><p>Australia’s all-conquering women’s team finally lost an international but it took a dazzling super over by India’s big hitters to consign them to a first defeat in 2022.</p><p>Their second T20 international in Mumbai on Sunday went to the extra over after a thrilling tie which featured India’s Devika Vaidya hitting a four off the final ball of the regulation 20 overs to level the scores.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/11/india-australia-womens-second-t20-cricket-international-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/11/obituaries-2022-sidney-poitier-remembered-by-sydney-tamiia-poitier", "title": "Sidney Poitier remembered by Sydney Tamiia Poitier", "date_published": "2022-12-11 18:00:38+00:00", "description": "<p><strong>20 February 1927 - 6 January 2022<br /></strong>The pioneering film star’s daughter describes a loving father and how her appreciation of his cultural and political significance grew as she did – plus what he taught her about acting</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/2022/dec/11/obituaries-2022-paula-rego-remembered-by-lila-nunes\">Paula Rego remembered by Lila Nunes</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>When I first think of my father, I don’t think of an actor or a cultural figure. I think of this playful, goofy man who would sing me and my sister To Bed, To Bed, To Bed, said Sleepyhead, a bedtime song he learned in the Bahamas. Then there was this aeroplane game, where he’d pick us up one at a time, fly us around the house, and at the end, pretend to dunk our heads in the toilet. We’d laugh and scream and he’d hug us tight. That was the heart of who my dad was.</p><p>Only in my teens did I start to take in the magnitude of who he was and what he did; as a kid, when he was on screen, I just thought it was funny. As I got older, I started to get a very deep appreciation for the career choices that he made, such as being in a scene where he’s kissing a white woman in the back of a cab in <em>Guess Who’s Coming to Dinner</em>. That film resonated with me particularly because my mom [Canadian actor Joanna Shimkus] is white, and her name is also Joanna [like Poitier’s girlfriend, played by Katharine Houghton]. As a child, it felt like watching my parents’ love story, but as I matured I realised how brave it was to tell that story in the mid-1960s when interracial marriage was still illegal in many states.</p> <a href=\"https://www.theguardian.com/film/2022/dec/11/obituaries-2022-sidney-poitier-remembered-by-sydney-tamiia-poitier\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/picture/2022/dec/11/cold-war-steve-harry-kane-nightmare-before-christmas-england-france-world-cup", "title": "Cold War Steve on Harry Kane’s nightmare before Christmas", "date_published": "2022-12-11 17:45:35+00:00", "description": "<p>The third in a special series <a href=\"https://www.theguardian.com/artanddesign/2019/jun/15/cold-war-steve-satire-is-my-antidote-to-a-scary-world-interview\">by the celebrated visual satirist</a> for the Guardian, following England’s desperate World Cup exit at the hands of France</p> <a href=\"https://www.theguardian.com/football/picture/2022/dec/11/cold-war-steve-harry-kane-nightmare-before-christmas-england-france-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/11/piaf-review-camille-osullivan-gate-dublin", "title": "Piaf review – Camille O’Sullivan fully inhabits the doomed chanteuse", "date_published": "2022-12-11 17:13:41+00:00", "description": "<p><strong>Gate, Dublin</strong> <br />Pam Gems’ play may have dated, but the tragic arc of Édith Piaf from street urchin to torch singer is still compelling, told through music that rings with drama</p><p>Edith Piaf’s rise from singing on Paris streets to selling out Carnegie Hall is one of the great legends of musical stardom. In Des Kennedy’s staging of Pam Gems’ bio-musical, the focus is on the singer’s decline and fall, her troubled life and early death. Piaf is centre stage throughout, in a role split between Zara Devlin as the gifted young urchin, and <a href=\"https://www.theguardian.com/music/camille-o-sullivan\">Camille O’Sullivan</a> as the fully formed artist.</p><p>While Gems’ play has not aged well, it provides a framework for 24 songs, linked to Piaf’s life story, which is sketchily told. With the exception of Marlene Dietrich (Aoife Mulholland) advising Piaf to focus on her technique, and Toine (Kate Gilmore), Piaf’s buddy from the streets of Belleville, the other characters are flimsy, with fine actors such as Rory Nolan and Phelim Drew underused. <a href=\"https://www.theguardian.com/music/2016/feb/02/camille-osullivan-review-high-energy-mischief-with-flashes-of-magic\">O’Sullivan</a>, a dazzling musical interpreter in her solo shows, seems constrained by the role, her instinct for improvisation perhaps hampered by the need to impersonate such a vocally distinctive and well documented artist as Piaf.</p> <a href=\"https://www.theguardian.com/stage/2022/dec/11/piaf-review-camille-osullivan-gate-dublin\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/11/third-lockerbie-bomb-suspect-now-in-us-custody-officials-say", "title": "Third Lockerbie bomb suspect now in US custody, officials say", "date_published": "2022-12-11 16:54:55+00:00", "description": "<p>Mohammed Abouagela Masud accused of setting timer for bomb that destroyed Boeing 747, killing 270 people</p><p>A Libyan accused of preparing the bomb that killed 270 people when an explosion ripped through Pan Am flight 103 over Lockerbie, Scotland in 1988 is now in US custody, officials have confirmed.</p><p>Scottish prosecutors, who have been closely involved in the investigation, said the families of those who were killed “have been told” that Mohammed Abouagela Masud had been extradited to the United States.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/third-lockerbie-bomb-suspect-now-in-us-custody-officials-say\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/qatar-alleged-bribing-eu-officials-arrests", "title": "Four people charged over Qatar’s alleged bribing of EU officials", "date_published": "2022-12-11 16:44:54+00:00", "description": "<p>Charges come after Belgian police made six arrests and seized phones, computers and €600,000 in cash</p><p>Belgian prosecutors investigating allegations that Qatar has sought to influence EU policy by bribing European parliament officials have charged four people with money laundering, corruption and participating in a criminal organisation.</p><p>The charges, which were announced on Sunday, came two days after <a href=\"https://www.theguardian.com/world/2022/dec/09/four-people-arrested-as-part-of-inquiry-into-gulf-state-buying-eu-influence\">police arrested six people</a> and seized computers, mobile phones and €600,000 (£515,000) in cash during searches at 16 properties across Brussels.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/qatar-alleged-bribing-eu-officials-arrests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/investigation-into-killing-of-briton-in-turks-and-caicos-boosted-by-uk", "title": "Investigation into killing of Briton in Turks and Caicos boosted by UK", "date_published": "2022-12-11 16:15:08+00:00", "description": "<p>Denise Buck was killed in the self-governing territory, which has become a drugs trade battleground, in January</p><p>The investigation into the killing of a British woman in the Turks and Caicos Islands will be given fresh attention thanks to the deployment of 24 UK government-funded detectives.</p><p>The move comes after a rise in violent crime in the self-governing territory owing to warring transnational drug gangs with military-grade automatic weapons.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/investigation-into-killing-of-briton-in-turks-and-caicos-boosted-by-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/would-airport-security-be-less-efficient-if-the-people-passing-through-were-treated-politely", "title": "Would airport security be less efficient if the people passing through were treated politely?", "date_published": "2022-12-11 16:08:22+00:00", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Would airport security be less efficient if people passing through security were treated politely? Eg, an occasional “please” or “thank you” instead of barked orders and incivility – even hostility! I can’t think of any other aspect of public life where law-abiding, paying citizens are treated with such rudeness and disrespect – just because they’re taking a plane! <strong>Stella O’Shea</strong></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/world/2022/dec/11/would-airport-security-be-less-efficient-if-the-people-passing-through-were-treated-politely\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/11/readers-reply-what-do-birds-do-with-their-spare-time", "title": "Readers reply: what do birds do with their spare time?", "date_published": "2022-12-11 16:08:07+00:00", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>• This week’s question: <a href=\"https://www.theguardian.com/world/2022/dec/12/would-airport-security-be-less-efficient-if-the-people-passing-through-were-treated-politely\">Would airport security be less efficient if people passing through security were treated politely?</a></p><p>We have a well-stocked bird feeder in the garden, like many other people, and this makes me think: what do birds do with their spare time if they don’t have to spend so much time looking for wild food any more? <em>Lily Pauls</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/environment/2022/dec/11/readers-reply-what-do-birds-do-with-their-spare-time\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/harry-kane-has-never-made-an-error-this-big-england-penalty-miss-world-cup", "title": "Harry Kane has never made an error this big – no wonder he looked broken | David Hytner", "date_published": "2022-12-11 16:00:43+00:00", "description": "<p>England captain’s career has been one of season-on-season progress so penalty miss takes him into uncharted territory</p><p>Harry Kane looked broken, already haunted. When he stopped to speak to reporters in the small hours of Sunday morning, the crush began on the other side of the barrier, TV cameramen pushing from the back, everybody wanting to see and hear.</p><p>Kane’s lips moved and there were words, completely monotone, but it was as if he was not there, it was not him. We were looking at a hollowed-out version of the England captain. Somewhere else in Al Bayt Stadium, the real Kane looked at the apparition, too. What was going on? What had just happened?</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/harry-kane-has-never-made-an-error-this-big-england-penalty-miss-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/11/alcohol-affects-every-organ-hangovers-and-how-to-survive-them", "title": "‘Alcohol affects every organ’: hangovers and how to survive them", "date_published": "2022-12-11 16:00:36+00:00", "description": "<p>As the party season kicks in, so will the effects of having one too many. Here are the sobering facts behind hangovers and tactics that might help you avoid them</p><p>“Alcohol is a ‘dirty drug’,” says Emily Palmer, a researcher at Imperial College London, who studies hangovers. “It impacts multiple systems in the brain.”</p><p><a href=\"https://ideas.ted.com/the-science-behind-hangovers-and-what-to-do-when-you-get-one-david-nutt/\">Scientists are not exactly sure</a> what is going on in our bodies during a hangover, but they do know it is caused by a variety of biochemical and neurochemical changes. “It doesn’t just affect the liver or the brain,” says Palmer, “it affects almost every organ.”</p> <a href=\"https://www.theguardian.com/society/2022/dec/11/alcohol-affects-every-organ-hangovers-and-how-to-survive-them\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/the-fa-must-hold-on-to-southgate-this-cycle-is-not-done-why-walk-away-now", "title": "The FA must hold on to Southgate. This cycle is not done. Why walk away now?", "date_published": "2022-12-11 15:49:34+00:00", "description": "<p>Despite World Cup heartbreak against France, nobody is better qualified to lead England into Euro 2024 than the current manager</p><p>The first thing to say is that Gareth Southgate has not outstayed his welcome. This honourable, dignified, intelligent coach is not to blame for England’s <a href=\"https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report\" title=\"\">latest heartbreaking World Cup defeat</a>. There can no be recriminations, no anger, no calls for root-and-branch reform; all there is, in the cold light of day, is the bitterness of knowing that England went toe to toe with the world champions, used the right tactics and came up short only because Harry Kane’s nerve betrayed him at the worst possible moment.</p><p>It hurts. “Maybe it was because England were very good,” Didier Deschamps said when he was asked why France spent so much of the game on the back foot. The France coach was under no illusions. Deschamps knew how close England had run the defending champions. Bukayo Saka and Jude Bellingham were irrepressible in attack, Declan Rice outstanding in midfield, Kyle Walker tireless against Kylian Mbappé. This was different to the typical England exit, a world apart from the defeats <a href=\"https://www.theguardian.com/football/2018/jul/11/england-croatia-world-cup-semi-final-match-report\" title=\"\">by Croatia in 2018</a> and Italy in <a href=\"https://www.theguardian.com/football/2021/jul/11/italy-crush-england-dreams-after-winning-euro-2020-on-penalties\" title=\"\">the Euro 2020 final</a>, and only the most blinkered of Southgate’s critics could possibly try to take this performance apart.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/the-fa-must-hold-on-to-southgate-this-cycle-is-not-done-why-walk-away-now\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/11/ruth-madoc-obituary", "title": "Ruth Madoc obituary", "date_published": "2022-12-11 15:27:52+00:00", "description": "Stage and screen actor best known for playing Gladys Pugh in the TV comedy series Hi-de-Hi!<p>Ruth Madoc, who has died after a fall aged 79, cemented herself in the memories of TV sitcom viewers as Gladys Pugh, chief yellowcoat and Radio Maplin announcer in Hi-de-Hi!</p><p>After playing three “chiming” notes on the xylophone, Gladys would greet Maplins holiday camp guests over the Tannoy in her lilting Welsh tones with the words: “Hello, campers. Hi-de-hi!” Many responded from their chalets: “Ho-de-ho!” Then she would outline events news such as: “Knobbly knees contest begins at 3pm.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/11/ruth-madoc-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/11/dame-beryl-grey-obituary", "title": "Dame Beryl Grey obituary", "date_published": "2022-12-11 15:24:04+00:00", "description": "One of the most celebrated British ballerinas of her generation who later dedicated herself to the training of dancers<p>In 1941 Beryl Grey, who has died aged 95, became known as Britain’s “baby ballerina” when she joined Sadler’s Wells Ballet at the age of 14, becoming a soloist for the company the following year. She toured Britain as a teenager, dancing nine performances a week, and on her 15th birthday danced Odette-Odile in the complete Swan Lake. At 16 she danced the title role of Giselle.</p><p>She remained with Sadler’s Wells as a principal dancer until 1957, by which time <a href=\"https://www.sadlerswells.com/about-us/our-story/history/\" title=\"\">it had become the Royal Ballet</a>, and she went on to become the first British ballerina to dance with the Bolshoi in Moscow when, in 1957, Grey danced Swan Lake with Yuri Kondratov. She was also the first British ballerina to perform in communist China (1964), dancing in Swan Lake and Les Sylphides, partnered by Wang Shao Pen, in Peking (Beijing) and Shanghai. </p> <a href=\"https://www.theguardian.com/stage/2022/dec/11/dame-beryl-grey-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/11/twitter-relaunches-blue-tick-service-with-higher-price-for-iphone-users", "title": "Twitter relaunches blue tick service with higher price for iPhone users", "date_published": "2022-12-11 15:09:12+00:00", "description": "<p>Those willing to pay $8 on the web or $11 a month via Apple’s app store will get more prominence </p><p>Twitter is relaunching its subscription service on Monday, offering users verified status for $8 (£6.50) a month or $11 a month on their iPhone.</p><p>The move follows a botched revamp of the service last month that resulted in a <a href=\"https://www.theguardian.com/technology/2022/nov/10/twitter-blue-verification-parody-impersonation\">host of impersonator accounts</a> appearing on the platform as some users took advantage of the chance to launch bogus “verified” accounts for major companies and public figures.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/11/twitter-relaunches-blue-tick-service-with-higher-price-for-iphone-users\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/11/georgia-man-accused-killing-wifes-divorce-lawyer", "title": "Georgia man accused of killing wife’s divorce lawyer and setting office on fire", "date_published": "2022-12-11 15:09:04+00:00", "description": "<p>Investigators booked Allen Tayeh on counts of malice murder and arson after body of attorney Doug Lewis was found inside building</p><p>A Georgia divorce attorney was recently shot to death – and his office was set on fire – by a client’s estranged husband in an extreme example of how contentious US family court cases can get, according to authorities. </p><p>Police in the community of Lawrenceville allege that Allen Tayeh went to the office of a lawyer representing a woman in the process of divorcing him and shot the attorney, Doug Lewis, there on 7 December. </p> <a href=\"https://www.theguardian.com/us-news/2022/dec/11/georgia-man-accused-killing-wifes-divorce-lawyer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/i-am-getting-into-neo-nihilism-it-is-so-soothing-to-conclude-that-nothing-matters", "title": "I am getting into neo-nihilism – it is so soothing to conclude that nothing matters | Emma Beddington", "date_published": "2022-12-11 15:00:35+00:00", "description": "<p>Accepting the futility of everything is very much in. I’m not quite sure I buy it, but it is true that plenty of things are not as important as we feel they are</p><p>You probably knew this already, but nihilism is in. I’m a chronically late adopter – I only found out about skinny jeans in 2012 and I’d be growing a beard around now if my follicles were up to it. A cultural vibe shift has to be seismic before I notice it. So if new-gen nihilism is on my radar, it must be everywhere, a dense, pillowy fog of meh enveloping the globe.</p><p>There were hints earlier: I remember being charmed by the “<a href=\"https://twitter.com/obviousplant_/status/1133432086306611201?s=20&amp;amp;t=FuQMfH2-MsPTDK11azfFuA\" title=\"\">Why don’t you just give up and let the moss reclaim you?</a>” meme of 2019 – it’s certainly a phrase I’ve whispered countless times since, imagining inhabiting a silent, primeval forest, nostrils filled with the damp, earthy smell of moss as it slowly conquers my inert form, all thoughts of Virgin Mobile’s call centre and our perpetually clogged sink forgotten.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/i-am-getting-into-neo-nihilism-it-is-so-soothing-to-conclude-that-nothing-matters\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/11/obituaries-2022-paula-rego-remembered-by-lila-nunes", "title": "Paula Rego remembered by Lila Nunes", "date_published": "2022-12-11 15:00:34+00:00", "description": "<p><strong>26 January 1935 – 8 June 2022<br /></strong>The Portuguese-British artist’s assistant and muse remembers her wonderful sense of humour and their daily ritual of coffee, chat and opera</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2022/dec/11/obituaries-2022-queen-elizabeth-ii-remembered-by-sir-jackie-stewart\">Queen Elizabeth II remembered by Jackie Stewart</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>I first met Paula Rego in 1985 – I came over from Portugal as an au pair to help with her husband [the artist Victor Willing] who had multiple sclerosis. Her children were grown up so I didn’t have to look after them. It was a great time. I got on with Paula from the start. I first set eyes on her as she was about to head out to the theatre – she was very glamorous. She said “Hello” briefly and added that she was sorry to be leaving and told me she’d see me later that evening or the following day. I went out and, when I got back, Paula was having a glass of champagne with one of her daughters, Vicky, and they invited me to have one – of course, I had several – and it was a great night.</p><p>Paula had the gift of making people feel at ease. She was a good listener, interested in what you said, she took time with people, was non-judgmental. We always spoke Portuguese together. I’m not sure if she missed Portugal but we’d talk a lot about it: the way Portuguese people behaved, the politics, the guilt and shame attaching to Catholicism, and we’d talk about being a woman.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/11/obituaries-2022-paula-rego-remembered-by-lila-nunes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/qatar-world-cup-cat-england-kyle-walker-john-stones", "title": "Cat-ar 2022: England players to adopt ‘Dave’ the cat after leaving World Cup", "date_published": "2022-12-11 14:54:07+00:00", "description": "<ul><li>England defenders befriend stray cat at Al Wakrah training base</li><li>‘Some people don’t like the cat but I love him,’ says Kyle Walker</li></ul><p>England’s footballers are coming home without the World Cup trophy but were not entirely empty-handed on leaving their training base in Al Wakrah on Sunday.</p><p>The defenders Kyle Walker and John Stones, who both started for Gareth Southgate’s team in <a href=\"https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report\">Saturday’s 2-1 defeat by France</a>, befriended a stray tabby cat during their four-week stay in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/qatar-world-cup-cat-england-kyle-walker-john-stones\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/manchester-city-united-womens-super-league-wsl-match-report", "title": "Coombs rescues Manchester derby draw as United protest missed handball", "date_published": "2022-12-11 14:53:37+00:00", "description": "<p>Manchester United came agonisingly close to a first <a href=\"https://www.theguardian.com/football/live/2022/dec/11/manchester-city-manchester-united-womens-super-league-live\">Manchester derby</a> win after the referee waved away Lucía García’s furious penalty appeals in the dying minutes, with Manchester City defender Alex Greenwood having nudged the ball towards goalkeeper Ellie Roebuck with her hand as the two tangled in the box.</p><p>Expectations of a thrilling Women’s Super League finale to 2022 in Manchester were high going into the showdown between the local rivals. The 1-1 draw did not disappoint in front of the WSL’s second highest-ever crowd of 44,259.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/manchester-city-united-womens-super-league-wsl-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/antoine-griezmann-france-world-cup-qatar", "title": "Antoine Griezmann’s ingenuity could be key to France defending World Cup", "date_published": "2022-12-11 14:52:00+00:00", "description": "<p>Attacker’s creativity is undimmed despite taking up a deeper role in Qatar with two assists in the win against England</p><p>So in the end the France v England World Cup quarter-final did not come down to the putative Golden Boot winner Kylian Mbappé tearing Kyle Walker and the England defence to shreds, or the Manchester City full-back stopping a player who had been the tournament’s best to date. Instead, the spotlight shone once more on a player whose role for France has been ever-changing.</p><p>Antoine Griezmann has had, to be charitable, a rough go of it at club level since leaving Atlético Madrid for Barcelona in 2019 with his former club hampered by onerous financial restrictions and the departure of Lionel Messi. Even his return to <em>Los Colchoneros</em> and the management of Diego Simeone has hardly been a pleasurable experience with the <em>Blaugrana</em> and the capital side jousting over the finances of his return to the extent that he did not regularly start matches for his club until after the international break.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/antoine-griezmann-france-world-cup-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/11/curry-and-thompson-star-as-warriors-beat-celtics-in-nba-finals-rematch", "title": "Curry and Thompson star as Warriors beat Celtics in NBA finals rematch", "date_published": "2022-12-11 14:23:13+00:00", "description": "<ul><li>Boston Celtics 107-123 Golden State Warriors</li><li>Curry and Thompson score 32 and 34 points respectively</li></ul><p>Six months later, the Splash Brothers were still feeling it from all over the court against the Celtics and delivered one of their team’s signature wins of the season so far.</p><p>Klay Thompson scored 34 points, Stephen Curry added 32 with six three-pointers and Golden State beat Boston 123-107 on Saturday night in a rematch of last season’s NBA finals, which the Warriors won in six games.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/11/curry-and-thompson-star-as-warriors-beat-celtics-in-nba-finals-rematch\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/11/world-cup-heartbreak-and-chilly-weather-the-weekends-best-photos", "title": "World Cup heartbreak and chilly weather: the weekend’s best photos", "date_published": "2022-12-11 14:10:37+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/11/world-cup-heartbreak-and-chilly-weather-the-weekends-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/spanish-police-intercept-56kg-mdma-haul-bound-for-south-america", "title": "Spanish police intercept 56kg MDMA haul bound for South America", "date_published": "2022-12-11 14:06:18+00:00", "description": "<p>Seizure suggests smugglers  using reverse route to open up lucrative new markets where ecstasy less common</p><p>Spanish police have uncovered a drug route from Europe to South America after intercepting a yacht bound for Argentina that was carrying enough MDMA to make more than 1m ecstasy pills.</p><p>Although boats – and the odd <a href=\"https://www.theguardian.com/society/2022/feb/04/europe-first-narco-submarine-agustin-alvarez\">“narco-submarine”</a> – have long transported drugs from South America to Europe, the seizure of the boat suggests smugglers are using the reverse route to open up lucrative new markets in countries where ecstasy is less common and prices consequently very high. The Policía Nacional force said the seizure represented the first known case of MDMA being transported on the route.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/spanish-police-intercept-56kg-mdma-haul-bound-for-south-america\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/11/a-new-start-after-60-i-ran-a-100km-ultramarathon-at-70-despite-my-arthritis", "title": "A new start after 60: I ran a 100km ultramarathon at 70 – despite my arthritis", "date_published": "2022-12-11 14:00:33+00:00", "description": "<p>Ken Campbell says he never liked sport, but then one day he kept his wife company on a trail run and discovered the joy of being out in the wild</p><p>When Ken Campbell’s wife, Susan, injured her foot, she needed support to rejoin her running group, so Campbell went along to keep her company and share in the recovery. “We were just walking at the beginning,” he says. “And I was heavy. I weighed over 200lb [14st 4lb or 90kg].” But as the weeks and months passed, the weight fell away, Susan recovered – and Campbell’s abilities grew. At the age of 63, he ran 50km, and at 70, he ran through the night to complete a 100km <a href=\"https://www.theguardian.com/lifeandstyle/ultrarunning\">ultramarathon</a>.</p><p>Before Susan’s injury, Campbell, who is now 71, had last attempted athletics at high school. Even then, he mostly did triple jump. When he was a copy editor at the Sacramento Bee for 20 years, fitness entailed simply cycling to work and using the gym. “I don’t like sports,” he insists. But this seems incredible, given his achievements. “I wouldn’t say this is a sport,” he says. “I’d call it ‘an activity’.” Campbell is also a jazz guitarist with swing bands.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/11/a-new-start-after-60-i-ran-a-100km-ultramarathon-at-70-despite-my-arthritis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/11/circadian-hacking-can-help-with-far-more-than-sleep-sally-howard", "title": "How ‘circadian hacking’ can help with far more than sleep", "date_published": "2022-12-11 14:00:33+00:00", "description": "<p>Manipulating your body clock can improve health and productivity</p><p>It’s 8.30pm on a gloomy November evening and I’m sitting on the sofa under a tartan blanket and wearing a pair of orange-lensed specs. My other half regards me with bemusement. A man who disapproves of paracetamol and plasters, Tim has lived through my audio-bathing phase, my steps-tracker phase and the notorious 2015 installation of our bedroom air-quality monitor, a period during which I informed him he should breathe out less carbon dioxide (could he, I asked, just tape his mouth in bed at night so I didn’t wake up groggy with low oxygen levels?).</p><p>For all their absence of erotic charm, my latest health gadgets – the light-blocking night glasses and a dome-shaped morning light lamp that turns my face ghostly white – have seen me through five long winters. During these dark months, I’ve risen with a spring in my step and slept as metronomically as a small child – asleep when my head hits the pillow, awake at a regimental 6.32am, with no need for an alarm.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/11/circadian-hacking-can-help-with-far-more-than-sleep-sally-howard\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/11/welsh-language-speakers-census-carmathenshire", "title": "‘We don’t want the language to die’: Carmarthen residents speak up for Welsh", "date_published": "2022-12-11 13:51:04+00:00", "description": "<p>The census recorded the lowest ever proportion of speakers, with the sharpest decline in Carmarthenshire</p><p>Market day in the bustling south-west Wales town of <a href=\"https://www.discovercarmarthenshire.com/places/carmarthen/\">Carmarthen</a> and the shops, cafes and streets were humming with chatter.</p><p>This week the language those conversations were being held in was pertinent, after the revelation that the number of residents across the country able to speak Welsh had dropped to <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/proportion-of-welsh-speakers-in-wales-drops-to-record-low-census\">the lowest proportion ever recorded</a> in a census. Carmarthenshire had experienced the most rapid decline.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/welsh-language-speakers-census-carmathenshire\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/morocco-world-cup-players-mothers", "title": "Players’ mums take centre stage as Morocco make history at World Cup", "date_published": "2022-12-11 13:45:56+00:00", "description": "<p>Having become the first African team to reach the semi-finals, Morocco have thrived thanks, in part, to maternal support</p><p>In a tournament blighted by grim events off the field, Morocco have provided some rare joy. Not only have they become the first African team to reach the semi-finals of the World Cup, they have been quick to share their success with their biggest supporters.</p><p>Following his decisive spot kick in <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">the penalty shootout win against Spain</a> in the last 16, Achraf Hakimi drew the attention of the cameras when he went over to celebrate with his mum in the crowd and was photographed receiving a proud kiss on the cheek. He did much the same after Morocco’s <a href=\"https://www.theguardian.com/football/2022/dec/10/morocco-portugal-world-cup-quarter-final-match-report\">quarter-final victory against Portugal</a>, clambering into the stands to embrace her. After the Spain game, he posted a picture of them together captioned: “I love you mum”.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/morocco-world-cup-players-mothers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/britain-workers-government-nurses-railway-union", "title": "As Britain’s workers reach their limits, the government has no option but to negotiate | John Harris", "date_published": "2022-12-11 13:42:33+00:00", "description": "<p>Essential workers from nurses to railway staff have had enough – and the Tories will soon realise union-bashing isn’t the answer</p><p>As the huge wave of winter strikes grinds on, the government seems to be suffering from the political equivalent of snow blindness.<strong> </strong>The general secretary of the Royal College of Nursing says she’ll “<a href=\"https://www.independent.co.uk/business/government-to-ignore-nurses-offer-to-press-pause-on-strikes-for-pay-talks-b2243062.html\">press pause</a>” on her members’ imminent walk-outs if ministers will finally talk about pay, but at the time of writing, the response was still a kind of trite obstinacy:<strong> </strong>by way of adding insult to injury, Sunday saw the health secretary signalling that although that he still won’t get involved in salary negotiations, he may be able to <a href=\"https://www.thetimes.co.uk/article/britains-new-lockdown-strikes-bring-country-to-a-standstill-2fm6rwkvx\">help with free parking</a> for NHS staff.<strong> </strong>The big fear haunting Rishi Sunak and his colleagues is obvious – if they talk money with the nurses, who will be next?<strong> </strong>The RMT’s Mick Lynch, who recently <a href=\"https://www.standard.co.uk/business/business-news/rail-union-boss-mick-lynch-calls-for-urgent-meeting-with-prime-minister-b1046259.html\">called for a one-to-one meeting</a> with the prime minister, knows the answer to that. And so the whole awful drama continues, revealing not just fury and fear at the top, but the government’s collective bafflement.</p><p>A maddening thought is clearly rattling around Tory minds: this wasn’t supposed to happen, was it? Over four decades have passed since Margaret Thatcher began her war on organised labour. Six years ago, the newly elected Tory government led by David Cameron passed a Trade Union Act whose stringent new restrictions on strike action looked like the belated conclusion to what she had started.<strong> </strong>And yet here we are, faced with what the Daily Mail calls a “calendar of chaos”, with the unions suddenly at the centre of the national conversation.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/britain-workers-government-nurses-railway-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/11/pakistan-england-second-test-day-three-match-report-cricket", "title": "Shakeel leads Pakistan charge to leave second Test with England finely poised", "date_published": "2022-12-11 13:05:25+00:00", "description": "<ul><li><strong><a href=\"https://www.theguardian.com/sport/cricket/match/2022-12-10/england-cricket-team\">Second Test, D3: England 281 and 275; Pakistan 202 and 198-4</a></strong></li><li>Shakeel and Imam-ul-Haq partnership gives hosts chance of win</li></ul><p>Sunday in Multan was the halfway point of this historic Test tour and an hour after lunch, as a bumper crowd left sat stunned by a trio of peachy dismissals, it appeared England were surging towards the series win at the earliest opportunity.</p><p>Set 355 to win courtesy Harry Brook’s second century of the tour, a masterful 108 from 149 balls, Pakistan were reeling on 83 for three. Jimmy Anderson had bowled Mohammad Rizwan with a delivery to rank among the top tier of his 674 Test victims, while Ollie Robinson and Mark Wood produced collectors’ items of their own.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/11/pakistan-england-second-test-day-three-match-report-cricket\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/11/anonymous-club-review-bruisingly-candid-portrait-of-singer-courtney-barnett", "title": "Anonymous Club review – bruisingly candid portrait of singer Courtney Barnett", "date_published": "2022-12-11 13:00:32+00:00", "description": "<p>Creative crises and the exhaustion of touring take their toll on the feted Australian indie artist in Danny Cohen’s revealing documentary</p><p>Intimate and insightful on the highs and lows of life in the music industry, this portrait of the Australian singer-songwriter <a href=\"https://www.theguardian.com/music/2021/nov/06/courtney-barnett-on-being-forced-to-stop-i-felt-myself-opening-up-in-a-different-way\">Courtney Barnett</a> feels particularly timely. Using footage captured on and off stage, and a bruisingly candid audio diary recorded at the request of director Danny Cohen, the film works both as a document for existing fans and a valuable contribution to an ongoing conversation about the mental health impacts of life on the road.</p><p>Barnett works through creative crises, <a href=\"https://www.theguardian.com/music/2021/nov/06/courtney-barnett-on-being-forced-to-stop-i-felt-myself-opening-up-in-a-different-way\">wrangles doubts and anguish</a>, and the wrung-out exhaustion of giving everything to an audience of hungry strangers night after night. While the film is not particularly groundbreaking in its approach to the music documentary, it’s unusually candid and open in what it reveals about the cost of the creative process.</p> <a href=\"https://www.theguardian.com/film/2022/dec/11/anonymous-club-review-bruisingly-candid-portrait-of-singer-courtney-barnett\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/11/mount-westmore-snoop-cube-40-hort-review-harmless-nostalgia-and-charmless-bluster", "title": "Mount Westmore: Snoop, Cube, 40, $hort review – harmless nostalgia and charmless bluster", "date_published": "2022-12-11 13:00:32+00:00", "description": "<p>(Mount Westmore/MNRK Music Group) <br />The west coast rap supergroup’s album works reasonably well at times, but there are more misses than hits</p><p>Last October, Snoop Dogg, Ice Cube, E-40 and Too $hort released not-bad bop Big Subwoofer, its <a href=\"https://www.youtube.com/watch?v=tqiXwx0NG0Q\">camper-than-panto video</a> showing the west coast rap supergroup <a href=\"https://mountwestmore.com/\">Mount Westmore</a> flying into space to… stage an am-dram <em>Avatar</em> sequel in a strip club? It was never quite clear. Distressingly, they tried to parlay the limited artistic gains of that debut single into a summer album, <em>Bad MFs</em>, which appeared “on the blockchain” (honestly, no idea) and is proffered here with a worse name and tracklisting. Its lush, soul-stroked title track is gone, while the drab, misanthropic Have a Nice Day (Fuck You) remains.</p><p>Their four quite different flows still work reasonably well together, from $hort’s lubricious bars to Cube’s truculent pugilism, over comfort-zone beats of electro, P-funk and other familiar 1980s grooves. Yet harmless nostalgia predictably succumbs to charmless bluster. Up &amp; Down is the nadir, wherein our four elderly chums become obsessed with watching a “thicc” woman (wife, mother, daughter or stripper, it’s again unclear) struggling to put on jeans because of the size of her thighs. It’s supposed to be amusing, but has all the wild comedy of listening to your dad trying to finish a porno. </p> <a href=\"https://www.theguardian.com/music/2022/dec/11/mount-westmore-snoop-cube-40-hort-review-harmless-nostalgia-and-charmless-bluster\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/11/manchester-city-manchester-united-womens-super-league-live", "title": "Manchester City v Manchester United: Women’s Super League – live", "date_published": "2022-12-11 12:45:25+00:00", "description": "<ul><li>Updates from the 12.30pm (GMT) kick-off at the Etihad Stadium</li><li><a href=\"https://www.theguardian.com/football/2022/dec/10/manchester-city-julie-blakstad-exams-day-after-manchester-derby\">Man City’s Blakstad: ‘My exams are the day after the derby’</a></li><li>Get in touch! You can <a href=\"mailto:tom.bassam.casual@guardian.co.uk\">email Tom</a> or tweet <a href=\"https://twitter.com/Tbassam\">@Tbassam</a></li></ul><p><strong>6 min:</strong> Shaw drives City upfield with a powerful run from her own half. The move breaks down but Shaw picks up the pieces and wins a free-kick for her side 25 yards out. Alex Greenwood’s effort canons into the wall and out for a corner.</p><p><strong>4 min:</strong> There is a smart turn from Toone just inside the City half but her through ball towards Russo lacks precision an is easily cut out. Brief moment of excitement for the crowd with that little moment of quality.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/11/manchester-city-manchester-united-womens-super-league-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/catalan-villages-refugees-repopulation-plan", "title": "First refugees arrive in empty Catalan villages under repopulation plan", "date_published": "2022-12-11 12:07:49+00:00", "description": "<p>Teacher Orwa Skafe, who fled Syria seven years ago, is among those given jobs and a home in attempt to revive rural areas </p><p>It’s been a long journey since Orwa Skafe fled the war in Syria seven years ago but thanks to an innovative resettlement scheme he’s found peace in a tiny village 900 metres (3,000ft) up in the Pyrenees.</p><p>Skafe is one of the first to benefit from a Catalan government programme to relocate refugees in depopulated villages. The programme, called Operation 500 because it involves villages with fewer than 500 inhabitants, is being run jointly by the regional employment agency, the equality commission and the Association of Micro-villages.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/catalan-villages-refugees-repopulation-plan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/men-villains-women-romantic-relationships-victimhood", "title": "Framing men as the ‘villains’ gets women no closer to better romantic relationships | Moya Lothian-McLean", "date_published": "2022-12-11 12:04:57+00:00", "description": "<p>Romantic victimhood allows us to believe we’re forever the wounded party – and that men are incapable of change</p><p>There is a genre in ascendancy at the moment that I’ve labelled “romantic victimhood”. Content that falls within this category – ranging from literary screeds to TikTok confessionals – only ever characterises the players in two roles: villain or victim.</p><p>The villain is always a man. It is usually a man in a relationship with a woman, although sometimes it is a man dating a man. Nevertheless: man = villain. The victim is his romantic interest. They recount his behaviour, with the benefit of hindsight, and detail upsetting incidents, usually ones where they felt slighted in some way. These are typically imparted in the register now employed to describe a harm, which combines sombre, stark delivery with therapeutic jargon. The harm is not anything as easily categorisable as outright abuse, or sexual assault. It is a hurt, perhaps one of many, that have added up to create an ultimately “bad relationship”.</p><p>Moya Lothian-McLean is a contributing editor at Novara Media</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/men-villains-women-romantic-relationships-victimhood\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/declan-rice-harry-maguire-back-gareth-southgate-england-world-cup-france", "title": "‘I hope he stays’: Rice and Maguire back Gareth Southgate to stick with England", "date_published": "2022-12-11 12:03:38+00:00", "description": "<ul><li>‘He got everything spot on again,’ says Rice after World Cup exit</li><li>Maguire feels manager has been ‘amazing with every player’</li></ul><p>Gareth Southgate has been backed to continue as the England manager by Declan Rice and Harry Maguire, as the squad attempted to look forward after the shattering 2-1 World Cup quarter-final <a href=\"https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report\">defeat against France</a>.</p><p>The feeling in the dressing-room was that England were the better team and deserved to progress into a semi-final against Morocco but that the key moments went against them – most obviously Harry Kane’s missed penalty in the 84th minute for 2-2.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/declan-rice-harry-maguire-back-gareth-southgate-england-world-cup-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/11/a-love-song-review-a-sparse-wistful-gem-max-walker-silverman-dale-dickey-wes-studi", "title": "A Love Song review – a sparse, wistful gem", "date_published": "2022-12-11 12:00:32+00:00", "description": "<p>Dale Dickey and Wes Studi shine in Max Walker-Silverman’s beautifully low-key tale of two lonely people</p><p>A lovely, low-key showcase for the talents of character actors Dale Dickey and Wes Studi, <em>A Love Song</em> is a wistful little gem of a film. Dickey plays Faye, a widow camped out by the side of a Colorado lake, eking out a stripped-back existence of birdwatching, boiling up coffee and catching crawfish. The vast potential of the wild and limitless landscape is mirrored in miniature in Faye’s life. She’s at a turning point. On a whim she sent a letter to her first love, Lito (Studi). And although she’s no longer sure she will recognise him, she waits for him.</p><p>There’s a sparseness and stillness to Max Walker-Silverman’s storytelling that is filled by Dickey’s terrific, lived-in performance and the brief spark of connection between two lonely people.</p> <a href=\"https://www.theguardian.com/film/2022/dec/11/a-love-song-review-a-sparse-wistful-gem-max-walker-silverman-dale-dickey-wes-studi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/11/strep-a-home-test-kits-sell-out-after-spate-of-uk-deaths-sparks-panic-buying", "title": "Strep A home-test kits sell out after spate of UK deaths sparks panic buying", "date_published": "2022-12-11 12:00:32+00:00", "description": "<p>Pharmacists also report difficulties finding supplies of antibiotics to treat the infection</p><p>strep A home-testing kits have sold out online as parents rush to find ways to diagnose their children’s rashes and high temperatures.</p><p>The panic-buying follows the deaths of at least 16 children from invasive strep A infections in the UK, with the latest fatality involving a <a href=\"https://www.theargus.co.uk/news/23182065.hove-pupil-dies-strep---brighton-council-statement/\" title=\"\">secondary school pupil at Hove Park school</a> in Hove on Friday.</p> <a href=\"https://www.theguardian.com/society/2022/dec/11/strep-a-home-test-kits-sell-out-after-spate-of-uk-deaths-sparks-panic-buying\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/11/stress-over-cost-of-living-crisis-harming-workers-performance-survey-finds", "title": "Stress over cost of living crisis harming workers’ performance, survey finds", "date_published": "2022-12-11 12:00:31+00:00", "description": "<p>Managers say anxiety is causing distraction, affecting productivity and increasing absenteeism</p><p>Workers in the UK are becoming so anxious about the cost of living crisis that it is affecting their performance at work, with two-thirds of managers reporting issues such as rising absenteeism and lack of engagement among stressed-out staff.</p><p>In a Chartered Management Institute (CMI) survey of more than 1,000 managers and team leaders, 71% said they had seen evidence of the crisis increasing stress and anxiety for their teams.</p> <a href=\"https://www.theguardian.com/business/2022/dec/11/stress-over-cost-of-living-crisis-harming-workers-performance-survey-finds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/11/the-best-books-to-give-as-presents-this-christmas", "title": "The best books to give as presents this Christmas", "date_published": "2022-12-11 11:59:31+00:00", "description": "<p>Authors and Observer critics choose the books they will be giving as gifts this year – and the one they’d like to find in their own stocking</p><p><strong>Author of </strong><em><strong>Love Marriage</strong></em><strong> (Virago</strong><strong>)</strong></p> <a href=\"https://www.theguardian.com/books/2022/dec/11/the-best-books-to-give-as-presents-this-christmas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/andrea-costantino-italian-trapped-uae-embassy-pleads-with-giorgia-meloni", "title": "Italian trapped in UAE embassy pleads with Giorgia Meloni to get him home", "date_published": "2022-12-11 11:50:58+00:00", "description": "<p>Andrea Costantino says he has been in tiny room since release from prison on ‘totally unfounded’ charges of funding terrorism</p><p>An Italian man trapped for six months in his country’s embassy in the UAE has claimed he is the victim of a diplomatic spat between the two states and pleaded with Giorgia Meloni’s government to bring him home.</p><p>Andrea Costantino, 49, said he had been living a “Groundhog day-like” existence in a tiny room at the Italian embassy in Abu Dhabi since being released in late May from the emirate’s notorious maximum-security prison, Al Wathba, where he spent more than a year on charges of funding terrorism in war-torn Yemen after shipping a cargo of diesel to a client there. </p> <a href=\"https://www.theguardian.com/world/2022/dec/11/andrea-costantino-italian-trapped-uae-embassy-pleads-with-giorgia-meloni\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/world-cup-security-guard-in-intensive-care-after-fall-at-lusail-stadium", "title": "World Cup security guard in intensive care after fall at Lusail Stadium", "date_published": "2022-12-11 11:43:02+00:00", "description": "<ul><li>Incident occurred after Argentina played the Netherlands</li><li>Guard said to be in stable but critical condition</li></ul><p>A World Cup security guard is in intensive care after falling from what one observer has described as a “significant height” after Argentina’s quarter-final against the Netherlands at the Lusail Stadium.</p><p>The incident occurred at about 2am on Saturday as the hospitality village was emptying out after the game, which <a href=\"https://www.theguardian.com/football/2022/dec/09/netherlands-argentina-world-cup-quarter-final-match-report\">Argentina won on penalties</a>. It came shortly after the US journalist <a href=\"https://www.theguardian.com/football/2022/dec/09/grant-wahl-dies-qatar-world-cup-2022-heart-attack-soccer-journalist\">Grant Wahl died</a> of an apparent heart attack while covering the match.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/world-cup-security-guard-in-intensive-care-after-fall-at-lusail-stadium\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/11/rimini-review-ulrich-seidl-maliciously-funny-drama-about-a-failed-german-lounge-singer", "title": "Rimini review – maliciously funny drama about a failed German lounge singer", "date_published": "2022-12-11 11:30:30+00:00", "description": "<p>Austrian director Ulrich Seidl seems to have a soft spot for his irredeemably awful antihero, who preys on his elderly fans in an off-season Italian resort</p><p>The films of the Austrian director and professional misanthrope Ulrich Seidl (<em>Dog Days</em>, <em><a href=\"https://www.theguardian.com/film/2013/jun/16/paradise-love-review\">Paradise: Love</a></em>) don’t tend to be filled with empathy for the rest of the human race. He delights in teasing out the most shameful secrets and mortifying indignities of everything from old age to sexual desire, frequently combining the two for added impact. But in his latest picture there’s a hint of something new.</p><p><em>Rimini</em>, co-written by Seidl and regular collaborator Veronika Franz, is a maliciously funny drama about an incorrigible ladies’ man and failed German lounge singer trawling an out-of-season Italian resort and surviving on the dregs of his meagre celebrity. Richie Bravo (Michael Thomas) is the absolute worst person imaginable. Slicked with beer sweats and fake tan, he sharks his way into the affections of the elderly female fans in hotel bars that are lit like the killing floor of an abattoir.</p> <a href=\"https://www.theguardian.com/film/2022/dec/11/rimini-review-ulrich-seidl-maliciously-funny-drama-about-a-failed-german-lounge-singer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/11/hello-kitty-guitar-stratocaster", "title": "How a Hello Kitty guitar became Stratocaster’s hottest property", "date_published": "2022-12-11 11:00:32+00:00", "description": "<p>Novelty guitars emblazoned with the face of the cartoon cat are now changing hands for $1,000 thanks to ‘post-punk irony’</p><p>Electric guitars and testosterone go together like Jimi Hendrix and lighter fluid, but the latest hot musical instrument is a Hello Kitty Stratocaster.</p><p>The average price of a vintage pink strat emblazoned with the face of the cartoon cat-girl has more than doubled since 2019, and some owners are now asking more than $1,000.</p> <a href=\"https://www.theguardian.com/music/2022/dec/11/hello-kitty-guitar-stratocaster\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/mps-to-mark-day-in-1942-when-the-commons-finally-recognised-the-holocaust", "title": "MPs to mark day in 1942 when the Commons finally recognised the Holocaust", "date_published": "2022-12-11 11:00:32+00:00", "description": "<p>Eighty years after Anthony Eden revealed the extent of the Nazi genocide, the chamber will observe a moment of silence again</p><p>It was the moment when parliament first formally recognised the appalling fate of the Jewish people at the hands of the Nazis – and MPs rose from their seats in solemn silence.</p><p>The date was 17 December 1942 and evidence of the deportation of Jews from occupied countries to eastern Europe was mounting by the day.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/mps-to-mark-day-in-1942-when-the-commons-finally-recognised-the-holocaust\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/11/moon-humpback-whale-journey-british-columbia-hawaii", "title": "Moon the humpback whale completes 5,000km journey – with a broken back", "date_published": "2022-12-11 11:00:31+00:00", "description": "<p>Moon’s crossing of the Pacific is stark reminder of growing dangers for whales along Canada’s east coast</p><p>Over the course of nearly three months, navigating ocean swells and currents, vast expanses of flat water and immense pain, Moon the humpback whale completed a journey of 5,000km (3,100 miles) from the waters of British Columbia to Hawaii – all with a broken back.</p><p>Her crossing of the Pacific – and the likelihood that she will soon die – is a stark reminder of the growing dangers for whales along Canada’s east coast, as marine traffic clashes with the gentle marine giants.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/11/moon-humpback-whale-journey-british-columbia-hawaii\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/11/the-12-rules-of-christmas-cooking-starters-gravy-roasties-pudding", "title": "The 12 rules of Christmas cooking", "date_published": "2022-12-11 11:00:31+00:00", "description": "<p>Do you really need a starter? What’s the best bird? And when to do the prep? Observer Food Monthly’s expert guide to keeping your kitchen happy</p><p>As a food writer and stylist, I’ve spent almost 20 years cooking Christmas dinners for ad campaigns, TV shows and cookbooks. Shooting can start up to six months ahead, resulting in multiple festive feasts before most people have even thought about dusting off their decorations. Throw in two large families and friends’ meals, and I’ve made more Christmas dinners than the average person ever will. This is what I’ve learned …</p> <a href=\"https://www.theguardian.com/food/2022/dec/11/the-12-rules-of-christmas-cooking-starters-gravy-roasties-pudding\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/11/aretha-nina-and-dolly-save-the-ash-tree", "title": "You grow girl: how Aretha, Nina and Dolly can help save the ash tree", "date_published": "2022-12-11 11:00:31+00:00", "description": "<p>Seeds harvested from disease resistant trees – and named after music divas – could beat dieback</p><p>The seedlings growing in the John Innes Centre’s <a href=\"https://www.jic.ac.uk/research-impact/plant-health/impact/ash-dieback/\" title=\"\">ash dieback</a> laboratory have been adorned with unexpected names. According to their tags, the shoots are called Suzie and Chrissie and Aretha, as well as Kate, Dolly and Nina.</p><p>It is an odd nomenclature for a world-leading crop research centre – though plant health expert Professor James Brown has an explanation: “These seedlings are part of Diva: our Diversity In Ash research project, so we decided to name them after real divas – and in particular the divas of my day: Suzie Quatro, Aretha Franklin, Kate Bush, Chrissie Hynde, Dolly Parton and others like them.”</p> <a href=\"https://www.theguardian.com/environment/2022/dec/11/aretha-nina-and-dolly-save-the-ash-tree\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/11/california-rare-wolf-comeback", "title": "‘A remarkable sign’: flurry of wolf births offers hope for California comeback", "date_published": "2022-12-11 11:00:31+00:00", "description": "<p>Grey wolves from Oregon may now be thriving in California, after vanishing more than a century ago</p><p>In a year of environmental ups and downs, a hopeful story of recovery is afoot in California. A grey wolf pack gave birth to eight pups this spring, it was recently confirmed, offering signs of a remarkable comeback after wolves were wiped out in the state more than a century ago.</p><p>The births in the Whaleback wolf pack, based in northern California’s Siskiyou county, happened in the spring but were only <a href=\"https://nrm.dfg.ca.gov/FileHandler.ashx?DocumentID=207348&amp;inline\">confirmed</a> by California’s department of fish and wildlife in November. They may be a sign that wolves who entered the state from Oregon several years ago are thriving.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/11/california-rare-wolf-comeback\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/11/arizona-governor-border-wall-shipping-containers", "title": "Arizona governor builds border wall of shipping crates in final days of office", "date_published": "2022-12-11 11:00:30+00:00", "description": "<p>Critics say Republican Doug Ducey’s scheme is illegal because makeshift barrier is being erected on tribal and federal land</p><p>A makeshift new barrier built with shipping containers is being illegally erected along part of the US-Mexico border by Arizona’s Republican governor – before he has to hand over the keys of his office to his Democratic successor in January.</p><p>Doug Ducey is driving a project that is placing double-stacked old shipping containers through several miles of national forest, attempting to fill gaps in Donald Trump’s intermittent border fencing.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/11/arizona-governor-border-wall-shipping-containers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/11/chetna-makan-secret-ingredient-hazelnuts", "title": "Chetna Makan’s secret ingredient: hazelnuts", "date_published": "2022-12-11 11:00:30+00:00", "description": "<p>The cookery writer’s go-to nut for a filling for home-made profiteroles and a crunchy topping for barbecued vegetables</p><p>A crazy amount of hazelnuts are consumed in my house over Christmas. It’s the thing I use the most in baking over the festive period aside from chocolate. It goes really well with all sorts of flavours.</p><p>My family don’t like Christmas cake, so 50% of the time we have chocolate cake and 50% of the time we have profiteroles. I make a praline paste and put it in the fridge. Mixed with cream and mascarpone, it makes a lovely cake and profiterole filling.</p> <a href=\"https://www.theguardian.com/food/2022/dec/11/chetna-makan-secret-ingredient-hazelnuts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/11/did-you-hear-the-one-about-the-doctor-who-went-into-standup", "title": "Did you hear the one about the doctor who went into standup? Meet the medics who love to make you laugh", "date_published": "2022-12-11 11:00:30+00:00", "description": "Whether it’s for light relief from a stressful day job or to make a political point, a surprising number of doctors are swapping the stethoscope for the microphone<p>So there was this case…” begins Dr Stefania Licari. For a moment you don’t know whether to expect her expert medical opinion or a punchline. A patient on the intensive care ward was in desperate need of a dialysis machine – without it, Licari thought, he would be unlikely to survive the night. She had spent almost an hour talking to him, empathising, trying to explain that this was life-saving treatment. But the man refused: he was exhausted and distressed, and wanted to go home.</p><p>“At a certain point, I realised I was losing him,” says Licari. So she tried something different – she cracked a joke. The man laughed, then was quiet. Licari accepted defeat. She told him that she respected his decision and went to leave. But the patient called after her. He’d changed his mind. He would stay and have the treatment.</p> <a href=\"https://www.theguardian.com/society/2022/dec/11/did-you-hear-the-one-about-the-doctor-who-went-into-standup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/gallery/2022/dec/11/beryl-grey-a-life-in-pictures", "title": "Beryl Grey – a life in pictures", "date_published": "2022-12-11 10:36:39+00:00", "description": "<p>Dame Beryl Grey <a href=\"https://www.theguardian.com/stage/2022/dec/11/beryl-grey-british-ballerina-dies\">has died aged 95</a>. Look back at the career of one of Britain’s greatest dance stars</p> <a href=\"https://www.theguardian.com/stage/gallery/2022/dec/11/beryl-grey-a-life-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/11/beryl-grey-british-ballerina-dies", "title": "Dame Beryl Grey, British ballerina with ‘all the gifts’, dies aged 95", "date_published": "2022-12-11 10:30:35+00:00", "description": "<p>Shooting to fame as a teenager with the Royal Ballet, Grey won international acclaim as a dancer and was artistic director of the company that became English National Ballet</p><p>The renowned dancer Dame Beryl Grey, one of the great pioneering forces in British ballet, has died at the age of 95. The Royal Ballet <a href=\"https://twitter.com/TheRoyalBallet/status/1601700808344625154\">announced the news on Twitter</a> on Saturday and said she had been a “commanding figure” since her Swan Lake debut aged 15. <a href=\"https://twitter.com/ENBallet/status/1601884116336758784\">English National Ballet</a> tweeted that she would be “remembered for her significant legacy and immeasurable contribution to the artform”. The organisation <a href=\"https://bbo.dance/\">bbodance</a> said that Grey, who was their president, was a “truly wonderful ballerina who will be sorely missed by us all”.</p><p>A teenage prodigy, Grey rose to fame at the Royal Ballet which she left in 1957 to pursue an international career as a freelance ballerina. Grey was not only the first British ballerina to dance in Russia (with the Bolshoi in 1957, during the cold war) but also the first western ballerina to perform in Beijing (with Peking Ballet in 1964). Later she was appointed artistic director of London Festival Ballet (1968-79), transforming the fortunes of the company which became English National Ballet.</p> <a href=\"https://www.theguardian.com/stage/2022/dec/11/beryl-grey-british-ballerina-dies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/11/nigel-slater-recipes-red-leaves-warm-cheese-and-chestnuts-chocolate-chestnut-cake", "title": "Nigel Slater’s recipes for red leaves, warm cheese and chestnuts, and for chocolate chestnut cake", "date_published": "2022-12-11 10:30:29+00:00", "description": "In savoury or sweet dishes, nothing captures the winter season like a glossy chestnut<p>Chestnuts are here: dark, plump and shiny – and flat on one side from where they have snuggled together in their spiky green cases. Sweet chestnuts grew in the woods near my childhood home. I’d squirrel them away in my duffel-coat pockets on the walk home from school. We roasted them over the fire, the occasional one cracking like a whip, sending out a spray of nut shrapnel.</p><p>Better, I think, is to roast them in an oven. A deep cross on their rounded side will stop them exploding and expose their flesh to the heat. This is how I cook them for eating as they are, not worrying about removing the brown skin. They are hard work, though, if you intend to purée them or use them in a dessert. I always turn to the ready-made purée and vacuum-packed whole nuts. They can be folded into a Christmas nut loaf, tossed with the aromatics of a pot-roast bird or into the filling of a chocolate tart or cake.</p> <a href=\"https://www.theguardian.com/food/2022/dec/11/nigel-slater-recipes-red-leaves-warm-cheese-and-chestnuts-chocolate-chestnut-cake\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/11/revolutionary-gene-therapy-offers-hope-untreatable-cancers", "title": "Revolutionary gene therapy offers hope for untreatable cancers", "date_published": "2022-12-11 10:00:30+00:00", "description": "<p>UK teenager is first person in the world to receive ‘base-edited’ cells that could transform cancer medicine</p><p>Scientists in the UK have used a revolutionary new type of gene therapy to treat a young patient with relapsed T-cell leukaemia. The administration of the technique – a world first – has raised hopes it could soon help to tackle other childhood <a href=\"https://www.theguardian.com/science/cancer\" title=\"\">cancers</a> and serious diseases.</p><p>Alyssa, from Leicester, had undergone chemotherapy and a bone marrow transplant in a bid to alleviate her leukaemia, without success. With no further treatments available, prospects for the 13-year-old were grim.</p> <a href=\"https://www.theguardian.com/science/2022/dec/11/revolutionary-gene-therapy-offers-hope-untreatable-cancers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/11/obituaries-2022-queen-elizabeth-ii-remembered-by-sir-jackie-stewart", "title": "Queen Elizabeth II remembered by Sir Jackie Stewart", "date_published": "2022-12-11 10:00:29+00:00", "description": "<p><strong>21 April 1926 – 8 September 2022<br /></strong>The former Formula One champion recalls the Queen’s warmth, dignity and style – and how she was an excellent driver</p><ul><li><a href=\"https://www.theguardian.com/culture/2022/dec/11/obituaries-2022-robbie-coltrane-remembered-by-miriam-margolyes\">Robbie Coltrane remembered by Miriam Margolyes</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>It happened almost by accident. I was supposed to be shooting with the Princess Royal at Windsor. (We had become friends in the early 70s when we both won the BBC Sports Personality of the Year award.) At the last minute the princess was called away to another engagement and it turned out that the Queen would be hosting instead.</p><p>At the shoot we talked about my grandfather being a gamekeeper. I was good friends with one of the head keepers at Sandringham, Bill Meldrum, who looked after and trained the Queen’s dogs, and Her Majesty saw Bill as someone very special.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/obituaries-2022-queen-elizabeth-ii-remembered-by-sir-jackie-stewart\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/starmers-reform-of-the-ermine-trimmed-lords-wont-stop-fur-flying-on-the-left", "title": "Starmer’s reform of the ermine-trimmed Lords won’t stop fur flying on the left | David Mitchell", "date_published": "2022-12-11 10:00:29+00:00", "description": "<p>What Labour needs most is proportional representation. At least then it would be able to express its differences</p><p>Is it a sign of the authenticity of my left-leaning credentials that I’m instinctively averse to <a href=\"https://www.theguardian.com/politics/2022/nov/19/keir-starmer-i-will-abolish-house-of-lords-to-restore-trust-in-politics\">Keir Starmer’s proposal to abolish the House of Lords</a>? It could be. It’s a cliche, though an accurate one, that people on the left are quickest to criticise one another. Of course when anyone says that about the left, people on the left get cross, but particularly if the person saying it is on the left themselves because… well, see previous sentence. The whole “never kissed a Tory” vibe so dehumanises anyone not on the left as to make them literally beneath contempt. And in terms of evading criticism, being beneath contempt can sometimes work as well as being above reproach and is a state of grace a damned sight easier to access.</p><p>So perhaps my kneejerk reaction that the leader of the Labour party has got something wrong <em>again</em> is a rather moving confirmation of what a warm-hearted dyed-in-the-wool progressive I actually am. On the other hand, I am slagging him off for wanting to get rid of the House of Lords so maybe I’m just a reactionary old bastard. Perhaps my real problem is that I love the House of Lords.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/starmers-reform-of-the-ermine-trimmed-lords-wont-stop-fur-flying-on-the-left\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/11/what-the-white-lotus-gets-wrong-with-portias-gen-z-wardrobe", "title": "What The White Lotus gets wrong with Portia’s Gen-Z wardrobe", "date_published": "2022-12-11 10:00:29+00:00", "description": "<p>While almost all members of the cast are dripping in luxury, one fellow Gen Zer thinks the fashion choices of Haley Lu Richardson’s put-upon assistant stand out for all the wrong reasons</p><p>It’s hard not to hate the characters in The White Lotus, the HBO show set in a fictional luxury hotel chain in Sicily for the second season. They are rich and almost all attractive, and yet miserable; an unbearable combination. Each week, viewers jump between who the most insufferable guest is. Portia (Haley Lu Richardson), the Gen Z assistant to Tanya, Jennifer Coolidge’s impeccably played “psycho” boss, is top of many viewers list. Just out of college, whiny and addicted to doomscrolling on social media, she feels relatable, albeit a bit confused. Also receiving its share of the vitriol? Portia’s wardrobe.</p><p>From the outset, Portia’s clothes make her look out of place. Against the grandeur of the hotel she wears a knitted sweater vest covered in swans, paired with awkward length denim shorts. Her look jars even further when viewed alongside her employer, Tanya who wears a tight fitting floral printed dress from Dolce &amp; Gabbana. Portia uses a backpack while Tanya carries the same bag throughout each episode, a bright pink Valentino shoulder bag with a noticeable gold logo.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/11/what-the-white-lotus-gets-wrong-with-portias-gen-z-wardrobe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/11/world-cup-2022-reaction-to-englands-exit-and-morocco-making-last-four-live", "title": "World Cup 2022: reaction to England’s exit and Morocco making last four – live", "date_published": "2022-12-11 09:45:04+00:00", "description": "<ul><li>Latest reaction and news as England are eliminated </li><li><a href=\"https://www.theguardian.com/media/2022/dec/10/the-100m-qatar-world-cup-how-uk-advertisers-put-profit-before-protest\">A £100m whitewash: how advertisers put profit before protest</a></li><li>Share your thoughts with Daniel <a href=\"mailto:daniel.harris.casual@theguardian.com\">via email</a> or <a href=\"https://twitter.com/DanielHarris\">on Twitter</a></li></ul><p><strong>The story of last night,</strong> in photo form. </p><p><strong>There’s live sport for our delectation going on right now,</strong> the Testvangelists at it again.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/11/world-cup-2022-reaction-to-englands-exit-and-morocco-making-last-four-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/11/jersey-explosion-flats-recovery", "title": "Jersey explosion police now focused on ‘recovery’ rather than rescue", "date_published": "2022-12-11 09:36:21+00:00", "description": "<p>Three people confirmed dead after blast at block of flats in St Helier, and 12 are still missing</p><p>Emergency services in Jersey are treating an explosion at a block of flats as a “recovery operation” rather than search and rescue, the police chief has said, with 12 people still missing.</p><p>Three people were confirmed dead on Saturday after the blast at Haut du Mont, Pier Road, in the capital, St Helier.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/jersey-explosion-flats-recovery\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/veronica-ryan-turner-prize-winner-artists-age", "title": "At last the Turner prize gets it. Artists improve with age | Martha Gill", "date_published": "2022-12-11 09:30:28+00:00", "description": "Veronica Ryan is the ‘oldest ever winner’ at 66. Here’s to more recognition of decades spent honing a skill<p>At 66, <a href=\"https://www.theguardian.com/artanddesign/2022/dec/09/veronica-ryan-on-winning-the-turner-prize\" title=\"\">Veronica Ryan</a> has become the oldest ever winner of the Turner prize. Heartening news – and not just for fans of Ryan, the sculptor who created the first permanent public artwork commemorating <a href=\"https://www.theguardian.com/uk-news/2021/oct/01/fruit-and-veg-sculptures-in-hackney-honour-windrush-generation\" title=\"\">the Windrush generation</a>. There is something universally cheery and comforting about the phrase “oldest ever winner” – designed to put a glint in the middle-aged eye and send lapsed artists everywhere rifling through drawers for their box of watercolours. (Could they still have a chance?) It is quite different, for example, from the dreadful phrase “youngest ever winner”, designed only to panic contemporaries, wind up their parents, and send everyone else into despair.</p><p>The old are a relatively new discovery for the Turner prize. Between 1991 and 2016 it had an age limit of 50, to encourage younger emerging artists. But if young artists once needed special encouragement, it is not at all clear they do now. In the visual arts, in playwriting, in literary fiction, in music, we seem to have nothing but young emerging artists. The most celebrated literary stars of the last decade have mostly been women in their late 20s and early 30s; the clutch of playwrights now dominating the London scene look like they could comfortably stage their own production of <em>Bugsy Malone</em>. The art magazine <em>Apollo</em> limits its annual lists of “the most inspiring artists, collectors and thinkers” to those under 40, while prizes and grants available to visual artists fairly bristle with “under 35” stipulations – as do those for writers. This year’s Booker shortlist had a 20-year-old on it. The music industry has always been ageist.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/veronica-ryan-turner-prize-winner-artists-age\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/11/writing-a-letter-to-santa-is-not-easy-struggling-to-hold-a-pencil", "title": "Writing a letter to Santa isn’t easy – especially if one of you is still struggling to hold a pencil | Séamas O’Reilly", "date_published": "2022-12-11 09:30:28+00:00", "description": "Learning left-handed hand-writing is a tricky business – and my four-year-old is not impressed with my demonstrations<p>‘Try birdy,’ I say, gently, as my son struggles with his writing. He finds writing a bit fiddly, particularly how to hold his pencil. ‘Birdy,’ I’ve discovered, is the term his school use for the tripod of thumb, index and middle finger used to hold the nib in place. Trying to get my son to master it serves as yet another reminder of how many deviously complex things we make kids learn so young.</p><p>‘I can’t,’ he says, proving that his father’s tendency to give up the moment things get too difficult is a genetic trait. I can’t blame him. I’ve been talking about how to hold a pencil for so long now I’m actively forgetting how to do so myself. Also, since he’s left-handed, I’m doing all my examples with my own left hand, for him to transpose my actions. In theory, this should make it easier for him to emulate my motion, but as I’m right-handed, it just means my writing comes out all wonky and strange, which is probably not desirable in a teacher.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/11/writing-a-letter-to-santa-is-not-easy-struggling-to-hold-a-pencil\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/chatgpt-is-a-marvel-but-its-ability-to-lie-convincingly-is-its-greatest-danger-to-humankind", "title": "ChatGPT can tell jokes, even write articles. But only humans can detect its fluent bullshit | Kenan Malik", "date_published": "2022-12-11 09:00:30+00:00", "description": "It has been hailed as the AI program that could spell the end of search engines, but we should beware putting our trust in a machine<p>As the capabilities of natural language processing technology continue to advance, there is a growing hype around the potential of chatbots and conversational AI systems. One such system, <a href=\"https://openai.com/blog/chatgpt/\" title=\"\">ChatGPT</a>, claims to be able to engage in natural, human-like conversation and even provide useful information and advice. However, there are valid concerns about the limitations of ChatGPT and other conversational AI systems, and their ability to truly replicate human intelligence and interaction.</p><p>No, I didn’t write that. It was actually written by ChatGPT itself, a conversational AI software program, after I asked it to create “an opening paragraph to an article sceptical about the abilities of ChatGPT in the style of Kenan Malik”. I might quibble about the stolid prose but it’s an impressive attempt. And it is not difficult to see why there has been such <a href=\"https://www.nytimes.com/2022/12/05/technology/chatgpt-ai-twitter.html\" title=\"\">excitement</a>, indeed <a href=\"https://twitter.com/levie/status/1599156293050433536\" title=\"\">hype</a>, about the latest version of the chatbot since it was released a week ago.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/chatgpt-is-a-marvel-but-its-ability-to-lie-convincingly-is-its-greatest-danger-to-humankind\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/11/home-office-staff-call-for-unpalatable-small-boats-deal-to-be-scrapped", "title": "Home Office staff call for ‘unpalatable’ small boats deal to be scrapped", "date_published": "2022-12-11 09:00:30+00:00", "description": "<p>The PCS union has told the home secretary that the £63m France deal was ‘doomed to fail’, and that a safe passage visa was needed</p><p>Home Office staff are rebelling against the government’s attempts to tackle small boats crossing the Channel, demanding its <a href=\"https://www.theguardian.com/uk-news/2022/nov/14/more-patrols-promised-as-uk-and-france-sign-channel-deal-to-curb-migration\" title=\"\">recent deal with the French</a> be scrapped because it is “doomed to fail”.</p><p>A day after France announced it was increasing the number of rescue vessels in the Channel, the Public and Commercial Services union (PCS) has written to the home secretary, Suella Braverman, saying the only solution to the crisis is creating a safe passage visa that allows refugees a secure route to the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/home-office-staff-call-for-unpalatable-small-boats-deal-to-be-scrapped\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/neo-nazi-russian-militia-appeals-for-intelligence-on-nato-member-states", "title": "Neo-Nazi Russian militia appeals for intelligence on Nato member states", "date_published": "2022-12-11 09:00:30+00:00", "description": "<p>Move by Task Force Rusich raises fears of rogue paramilitary attacks on Baltic nations of Latvia, Lithuania and Estonia</p><p>A neo-Nazi paramilitary group linked to the Kremlin has asked its members to submit intelligence on border and military activity in Latvia, Lithuania and Estonia, raising concerns over whether far-right Russian groups are planning an attack on Nato countries.</p><p>The official Telegram channel for “Task Force Rusich” – currently fighting in Ukraine on behalf of the Kremlin and linked to the notorious Wagner Group – last week requested members to forward details relating to border posts and military movements in the three Baltic states, which were formerly part of the Soviet Union.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/neo-nazi-russian-militia-appeals-for-intelligence-on-nato-member-states\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/sinn-fein-mary-lou-mcdonald-gangland-trial", "title": "Gangland ‘trial of the century’ puts Sinn Féin leader – and party’s alleged criminal links – in spotlight", "date_published": "2022-12-11 09:00:29+00:00", "description": "<p>Poll ratings in Ireland dip for Mary Lou McDonald despite her distancing herself from former protege and councillor, Jonathan Dowdall</p><p>It has been called Ireland’s gangland <a href=\"https://www.theguardian.com/world/2022/oct/16/gerry-the-monk-hutch-dublin-ireland-gangland-trial-of-century\" title=\"\">trial of the century </a>but weeks of testimony in courtroom 11 of the Criminal Courts of Justice in Dublin have morphed into something else: a political test for Sinn Féin and its hopes of leading the next government.</p><p>Gerry “the Monk” Hutch, 59, a prominent crime boss, is on trial for a 2016 murder that fuelled a feud between rival gangs that dotted Dublin with corpses.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/sinn-fein-mary-lou-mcdonald-gangland-trial\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/11/ruination-medea-lost-dog-ben-duke-royal-opera-house-review-fabulous-festive-myth-and-murder", "title": "Ruination review – fabulous festive myth and murder from Lost Dog", "date_published": "2022-12-11 09:00:29+00:00", "description": "<p><strong>Linbury theatre, Royal Opera House, London<br /></strong>Ben Duke’s retelling of the Medea myth may not have the trappings of Christmas cheer, but its inventive wit brings real delight</p><p>Well, hats off to Ben Duke and his company <a href=\"https://www.lostdogdance.co.uk/\">Lost Dog</a> for sucking all the candy-coloured joy out of Christmas. While the Royal Ballet’s sugar-sweet <em><a href=\"https://www.roh.org.uk/tickets-and-events/the-nutcracker-by-peter-wright-details?utm_source=google&amp;utm_medium=ppc&amp;utm_campaign=nutcracker&amp;utm_term=&amp;utm_content=txt_27/07/2022_mktg&amp;gclid=Cj0KCQiAkMGcBhCSARIsAIW6d0CPpZo46wp7XUtigfge0iTzenwmjri5i27eVJPKojGz1XkoxICU4h0aAjNsEALw_wcB\">Nutcracker</a></em> plays on the main stage upstairs, downstairs we are in the gloomy murk of the classical underworld.</p><p>Hades himself (Jean-Daniel Broussé), perky in a see-through frock, points up the contrast, noting that our choice to sit engulfed in darkness says as much about the audience as it does about the show. “It’s 90 minutes you will never get back,” he adds. “That’s the thing about culture. You never know what you’re going to get.”</p><p><a href=\"https://www.roh.org.uk/tickets-and-events/ruination-details\">At the Linbury theatre, Royal Opera House, London, until 31 December</a></p> <a href=\"https://www.theguardian.com/stage/2022/dec/11/ruination-medea-lost-dog-ben-duke-royal-opera-house-review-fabulous-festive-myth-and-murder\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/11/jack-whitehall-bad-education-reunion-interview", "title": "Jack Whitehall: ‘Two stars from the Guardian, that’s the aim’", "date_published": "2022-12-11 09:00:28+00:00", "description": "<p>The comedian and actor on doing his own stunts, trying to mature as a comedian,<strong> </strong>and his return as Alfie Wickers in a Bad Education Christmas special</p><p>Jack Whitehall’s career as a comedian and actor took off 10 years ago with two TV shows: Channel 4’s <em><a href=\"https://www.theguardian.com/tv-and-radio/2013/sep/26/fresh-meat-box-set-review#:~:text=With%20sharp%20writing%20and%20a,the%20stale%20house%2Dshare%20sitcom.\">Fresh Meat</a></em>, in which he played posh boy JP, and the BBC sitcom <em><a href=\"https://www.theguardian.com/tv-and-radio/2013/sep/04/bad-education-jack-whitehall\">Bad Education</a></em>, which he wrote and starred in. Now he reprises his <em>Bad Education</em> role, the rogue teacher Alfie Wickers, for a one-off Christmas special that reunites most of the original cast. The 34-year-old Whitehall recently created a celebrity interview podcast on Audible, <em><a href=\"https://www.audible.co.uk/pd/Jack-Whitehalls-Safe-Space-Podcast/episodes/B0BMZ8VLJL?ref=a_pd_Jack-W_c4_episodes_view_all&amp;pf_rd_p=a202f891-0d90-47a2-ac3f-8ebc4b2943db&amp;pf_rd_r=XB2QJ5ZPSVPADFJ979K8\">Safe Space</a></em>, and last year starred in the movies <em><a href=\"https://www.theguardian.com/film/2021/aug/01/jungle-cruise-review-emily-blunt-dwayne-johnson-disney\">Jungle Cruise</a></em>, with Dwayne Johnson and Emily Blunt, and <em><a href=\"https://www.theguardian.com/film/2021/dec/08/clifford-the-big-red-dog-review-lovable-hound-takes-on-tech-bros\">Clifford the Big Red Dog</a></em>. He lives in London with his girlfriend, model Roxy Horner.</p><p><strong>When we see teacher Alfie Wickers again, he’s duct-taped to the whiteboard, being abused by his students. That looked very realistic – was it?<br /></strong>Yeah, that was real.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/11/jack-whitehall-bad-education-reunion-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/putin-has-to-escalate-to-survive-there-can-be-no-lasting-peace-until-he-falls", "title": "Putin has to escalate to survive. There can be no peace until he falls", "date_published": "2022-12-11 09:00:28+00:00", "description": "<p>Germany’s Olaf Scholz wants a return to the prewar order. While Russia peddles fantasies of a global empire, that dream is unachievable</p><p>Vladimir Putin should expect more Ukrainian strikes deep inside Russian territory, such as those on <a href=\"https://www.theguardian.com/world/2022/dec/05/details-of-the-two-russian-military-airbases-hit-by-explosions\" title=\"\">two military airbases last week</a>. US attempts to dissuade Kyiv’s leaders from taking the war to Russia in retaliation for Putin’s merciless missile and drone attacks on their people and cities were bound to fail eventually.</p><p>It was asking too much. The strikes by <a href=\"https://www.theguardian.com/world/2022/dec/05/strikes-deep-inside-russia-highlight-ukraines-tactical-ingenuity\" title=\"\">newly developed, homemade, long-range drones</a>, one of them only 150 miles from Moscow, are of a different order from previous attacks in Crimea and other Russian-occupied areas. They take the war to a more expansive, dangerous level – and represent the escalation that Nato allies fear most.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/putin-has-to-escalate-to-survive-there-can-be-no-lasting-peace-until-he-falls\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/11/sza-sos-review-travis-scott-phoebe-bridgers", "title": "SZA: SOS review – a surfeit of ideas, guests and producers from a master of her craft", "date_published": "2022-12-11 09:00:28+00:00", "description": "<p>(RCA)<br />The R&amp;B artist’s long-awaited follow-up to Ctrl is less focused but still full of character</p><p>Five years is an eternity in music. <em><a href=\"https://www.theguardian.com/music/2017/jun/11/sza-ctrl-review\">Ctrl</a></em>, the much-loved 2017 debut of SZA – New Jersey singer-songwriter Solána Rowe – was an alt-R&amp;B tour de force whose characterful immediacy played extremely well with both the mainstream and points leftfield. Delays – pandemics, SZA’s frequent guest spots, <a href=\"https://www.theguardian.com/music/2017/jul/29/sza-record-company-took-my-hard-drive-beyonce-kendrick-lamar\">label shenanigans</a> – have repeatedly stalled the release of its sequel.</p><p>Clocking in at 23 tracks, <em><a href=\"https://www.szasos.com/\">SOS</a></em> might well register as a distress signal, with SZA searching for a through line connecting her album’s multiple producers, its grab bag of genres and disparate featured guests. Two years ago she threatened to do “a dump” of unreleased tracks; although <em>SOS</em> is not that, it treads a fine line between swashbuckling versatility and a lack of cohesion.</p> <a href=\"https://www.theguardian.com/music/2022/dec/11/sza-sos-review-travis-scott-phoebe-bridgers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/11/dracula-vlad-the-impaler-letter-protein-clues", "title": "What was Dracula really like? 550-year-old clue to life of Vlad the Impaler emerges", "date_published": "2022-12-11 09:00:28+00:00", "description": "<p>Scientists are hoping ‘historical biomolecules’ on a 15th-century missive written by Vlad Dracula, the inspiration for Bram Stoker’s vampire count, will reveal more about him </p><p>On a dark and stormy night in May this year, exactly 125 years to the day that <a href=\"https://www.theguardian.com/books/bram-stoker\" title=\"\">Bram Stoker</a> published the definitive vampire novel, two people pored over a document more than 500 years old in a room in Transylvania – signed by Dracula himself.</p><p>Gleb and Svetlana Zilberstein’s mission? To extract genetic material from the letters written by Vlad Dracula – the historical inspiration for Stoker’s vampiric count – left there by his sweat, fingerprints and saliva.</p> <a href=\"https://www.theguardian.com/books/2022/dec/11/dracula-vlad-the-impaler-letter-protein-clues\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/11/james-mcavoy-his-dark-materials-i-need-to-slow-down-a-wee-bit", "title": "‘I need to slow down’: James McAvoy on family, faith – and painful truths", "date_published": "2022-12-11 09:00:28+00:00", "description": "<p>For the first 20 years of his meteoric career, James McAvoy hardly stopped for breath. But as the final part of His Dark Materials comes to our screens, he tells Craig McLean it’s time to ease up</p><p><a href=\"https://www.theguardian.com/film/jamesmcavoy\" title=\"\">James McAvoy</a> is waiting for a coffee (black and “posh”) and is talking about religious faith and his lack of it. In his childhood and early teens, the actor was a regular church-goer. He didn’t <em>believe</em>. “I think I just did it. And whenever I was in a pickle or a bind, suddenly faith came into it: ‘<em>Please</em>, God, I promise I’ll make my bed if you make this teeth-pulling thing not hurt!’”</p><p>McAvoy was born in Glasgow and raised by working-class, Catholic grandparents in the wake of his parents’ split, when he was seven. (He has a sister, Joy, who is also an actor.) I ask if his grandparents were devout. “No,” McAvoy says. “In fact, my granda’ was a Protestant and my granny was a Catholic. But my granda’ went to Catholic church. They were a weird mix – very good, church-going Catholics. And then, round about when I turned 16, they just stopped making me go.”</p> <a href=\"https://www.theguardian.com/film/2022/dec/11/james-mcavoy-his-dark-materials-i-need-to-slow-down-a-wee-bit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/parliament-needs-purging-cronies-donors-elected-chamber-cant-come-soon-enough", "title": "Abolition of the Lords, that house of cronies, toadies and donors, can’t come too soon | Andrew Rawnsley", "date_published": "2022-12-11 08:30:27+00:00", "description": "Sir Keir Starmer should ignore those who say constitutional change is too difficult. Radical reinvigoration of our democracy must be a Labour priority<p>The cure for admiring the House of Lords is to describe it to someone from abroad. To an American, you will have to explain why there are more than 800 people entitled to sit in our grotesquely bloated upper chamber when the US manages with 100 senators. To anyone from anywhere, you will need to tell them about the presence of 92 hereditary peers, embedded on the red leather benches because some distant ancestor fought for a long-dead monarch or gave a bung to a long-gone prime minister. When one of these hereditaries shuffles off this mortal coil, there is then the most eccentric kind of ballot. The vacancy is filled at a byelection in which only hereditary peers can participate as candidates and voters. The rest are the “lifers”, a mix of the good, the bad and the ugly. Some are dedicated people of genuine distinction in fields such as science, public service or business. It would be a pity to lose their wisdom and experience, but a price worth paying to purge parliament of the many peers who are only there because successive party leaders have stuffed the place with cronies, toadies and donors. The ranks of the placemen and women have enlarged over recent years, swelling the mob of mediocrities and gargoyles who serve not the public interest, but only their own interests.</p><p>The contemporary “nobility” includes Baroness Mone, a creation of David Cameron. She has announced a “leave of absence” to “clear her name” after the exposure of evidence suggesting she and her family secretly received vast amounts of taxpayers’ money by exploiting the crony express for <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/revealed-the-full-inside-story-of-the-michelle-mone-ppe-scandal\" title=\"\">lucrative PPE contracts</a>. The lifers also include <a href=\"https://www.theguardian.com/politics/2022/mar/07/boris-johnson-denies-overruling-spies-concerns-over-evgeny-lebedev-peerage\" title=\"\">Lord Lebedev</a> of Hampton in the London Borough of Richmond upon Thames and of Siberia in the Russian Federation, the party-throwing and newspaper-owning son of a Russian oligarch who was formerly a KGB agent. He was parachuted into the legislature by Boris Johnson who has reportedly submitted a resignation honours list demanding peerages for his Number 10 flunkies, Conservative MPs who defended his tenancy at Downing Street long after it was clear that he had to be evicted, and a <a href=\"https://www.theguardian.com/politics/2022/nov/08/who-has-boris-johnson-nominated-for-peerages\" title=\"\">Tory donor</a> who facilitated one of his holidays.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/parliament-needs-purging-cronies-donors-elected-chamber-cant-come-soon-enough\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/11/twins-special-bond-mystery-life", "title": "‘Like living mirrors’: what twins’ special bonds reveal about nature, nurture and genetics", "date_published": "2022-12-11 08:15:26+00:00", "description": "<p>A podcast by two brothers and a film about two silent sisters give fresh impetus to the debate about biology and the environment</p><p>About one in every 65 pregnancies in the UK results in a multiple birth, a figure that has grown since the advent of fertility treatments, and <a href=\"https://www.theguardian.com/science/2021/mar/12/world-peak-twin-global-twinning-birth-rates-reach-historic-high-study-ivf-fertility-services\" title=\"\">nearly all of those multiples will be twins</a>. The unusualness of twins has captured the creative imagination going all the way back to the earliest of myths.</p><p>Take the case of identical twins Romulus and Remus, the apocryphal founders of Rome, through to June and Jennifer Gibbons, the real-life sisters who are the subject of the Polish film maker Agnieszka Smoczyńska’s new film, <em><a href=\"https://www.theguardian.com/film/2022/may/25/the-silent-twins-review-june-jennifer-gibbons-agnieszka-smoczynska\" title=\"\">The Silent Twins</a></em>. The Gibbons girls, like all identical or monozygotic (MZ) twins, came from the same egg and sperm. When a zygote is split in two at an early stage of development, it creates two separate embryos that share the same genes.</p> <a href=\"https://www.theguardian.com/science/2022/dec/11/twins-special-bond-mystery-life\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/in-germany-the-tweedy-prince-is-just-the-latest-in-a-long-line-of-failed-putsches", "title": "In Germany, the tweedy prince is just the latest in a long line of failed putsches | Simon Tisdall", "date_published": "2022-12-11 08:00:28+00:00", "description": "<p>Heinrich and his cronies seem unlikely insurrectionists but their connections run back to Bismarck’s time</p><p>Present-day Germans have a reputation, in Britain at least, for being law-abiding, solid, even stolid citizens who generally toe the line. Like most stereotypes, this caricature is hopelessly inaccurate. Anyone surprised by last week’s foiled “coup” ignores German history and the insurrectionary exploits of one Wolfgang Kapp.</p><p>Abetted by an aristocratic soldier, Gen Walther von Lüttwitz, he launched the so-called “Kapp putsch” in 1920 against the national government in Berlin. The aim was to overthrow the Weimar Republic that replaced the Second Reich at the end of the first world war – and so avenge the mythical “stab in the back”. His putsch flopped.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/in-germany-the-tweedy-prince-is-just-the-latest-in-a-long-line-of-failed-putsches\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/the-white-lotus-gay-sex-scene-was-shocking-because-it-was-so-gloriously-unapologetic", "title": "The White Lotus gay sex scene was shocking because it was so gloriously unapologetic | Barbara Ellen", "date_published": "2022-12-11 08:00:28+00:00", "description": "We’ve come a long way since camp and innuendo were the only ways to portray such relationships<p>Maybe you’ll have noticed – there’s just been an old-school “watercooler moment”: people talking about that scene in the <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/25/the-white-lotus-season-two-review-this-immaculate-seriess-writing-is-utterly-unrivalled\" title=\"\">second series of Sky Atlantic’s </a><em><a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/25/the-white-lotus-season-two-review-this-immaculate-seriess-writing-is-utterly-unrivalled\" title=\"\">The White Lotus</a></em>, when Jennifer Coolidge’s socialite, Tanya, chances upon Quentin (Tom Hollander) having sex with his supposed “nephew”, Jack (Leo Woodall). Nor is it “tastefully suggestive”. It’s stark naked, full-on, explicit.</p><p>This isn’t our old friend, moral panic. Anybody who’s ever watched <em>The White Lotus</em>, created by Mike White, knows it’s that kind of wild show. In the first series, Murray Bartlett’s increasingly crazed hotel manager ends up with his face buried between an employee’s bare buttocks. Nor do viewers seem offended by the scene between Hollander and Woodall. It’s more: “Wow – did that just happen?”</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/the-white-lotus-gay-sex-scene-was-shocking-because-it-was-so-gloriously-unapologetic\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/11/private-ultrasound-clinics-are-profiting-from-our-anxiety", "title": "Private ultrasound clinics are profiting from our anxiety | Eva Wiseman", "date_published": "2022-12-11 08:00:27+00:00", "description": "<p>Unregulated ultrasound clinics run without proper training are making money out of maternal fears</p><p>One morning some years ago I was at a clinic in Brighton, having an appointment about an upcoming abortion. An odd winter, my second away from home, I was brittle and irritated with adult life. And I was confused when, suddenly, the woman turned the ultrasound screen round and told me to look at the heartbeat. The clinic’s window looked towards the sea, near a nightclub where I worked on the door, and I remember looking at her, then out of the window, then at the screen, where her finger hung by the black image for what felt like many minutes. I felt puzzled at the time, later shocked, today horrified.</p><p>I was reminded of that day twice recently: first when I heard about an anti-abortion charity in Scotland that gives ultrasound scans to women considering terminations, and then again when I read about a recent case in America. A teenager asking a judge for an abortion was told to have an ultrasound because (said the judge), “If the proposed mother is shown the ultrasound, they will change their mind.” By humanising the embryo they try to psychologically coerce the woman into going through with a pregnancy she knows she shouldn’t have.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/11/private-ultrasound-clinics-are-profiting-from-our-anxiety\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/11/save-whales-or-eat-lobster-the-battle-reaches-the-white-house", "title": "Save whales or eat lobster? The battle reaches the White House", "date_published": "2022-12-11 08:00:27+00:00", "description": "<p>Fishing gear used by Maine lobstermen is killing right whales. Will boosting a $1bn industry trump protecting an endangered species?</p><p>President Macron of France may not have realised it, but he walked into another fishing war earlier this month when he and 200 other guests were treated at the White House to butter-poached Maine lobster accented with American Osetra caviar and garnished with celery crisp.</p><p>At issue was the lobster, currently subject to a court ruling designed to prevent Maine’s lobstermen from trapping the crustacea in baited pots marked by lines that can fatally entangle feeding North Atlantic right whales. There are now just 340 such whales, with only about 100 breeding females, making the species one of the most endangered on the planet.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/11/save-whales-or-eat-lobster-the-battle-reaches-the-white-house\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/11/the-silent-twins-review-intense-tale-of-inseparable-sisters", "title": "The Silent Twins review – intense tale of inseparable sisters", "date_published": "2022-12-11 08:00:27+00:00", "description": "<p>Perfectly mirrored performances from Letitia Wright and Tamara Lawrance distinguish Agnieszka Smoczyńska’s stylistically bold drama based on a true story</p><p>At the recent British Independent Film awards (Bifa), the prize for best joint lead performance went to <a href=\"https://www.theguardian.com/film/2022/nov/19/black-panther-star-letitia-wright-interview-chadwick-boseman\">Letitia Wright</a> and <a href=\"https://www.theguardian.com/film/2021/jul/01/tamara-lawrance-its-ok-to-know-you-dont-want-kids\">Tamara Lawrance</a> for their starring roles in this stylistically adventurous account of real-life twins June and Jennifer Gibbons. Other nominations in that same category included Paul Mescal and Frankie Corio for <em><a href=\"https://www.theguardian.com/film/2022/nov/20/aftersun-review-charlotte-wells-luminous-father-daughter-drama-paul-mescal\">Aftersun</a></em>, which proved to be this year’s big Bifa winner; Daryl McCormack and Emma Thompson for the bittersweet sex comedy <em><a href=\"https://www.theguardian.com/film/2022/jun/19/good-luck-to-you-leo-grande-review-emma-thompson-excels-in-stagey-sex-comedy\">Good Luck to You, Leo Grande</a></em>; and Jessie Buckley and Rory Kinnear for the fable-like<a href=\"https://www.theguardian.com/film/2022/jun/05/men-review-alex-garland-jessie-buckley-rory-kinnear\"> </a><em><a href=\"https://www.theguardian.com/film/2022/jun/05/men-review-alex-garland-jessie-buckley-rory-kinnear\">Men</a></em>. All these nominations were for films in which a central pair brilliantly carry the drama, sometimes in multiple roles. Yet in the Poland/UK/US<strong> </strong>co-production <em>The Silent Twins,</em> Wright and Lawrance manage to convince us that they are two sides of a divided soul, with their performances perfectly balanced between osmosis and individuality.</p><p>Born on 11 April 1963, the Gibbons twins, Barbadian British children growing up in Wales, were inseparable, increasingly speaking only to each other in rushed, secretive tones that were all but indecipherable to others. Facing bullying and ostracisation at school (the education system clearly failed them, as would the health and legal services), they apparently retreated into their own private world before being dragged into the public spotlight in the 1980s after being arrested for acts of vandalism, theft and arson. Their story soon became the stuff of modern legend, inspiring dramas, documentaries and stage productions alike.</p> <a href=\"https://www.theguardian.com/film/2022/dec/11/the-silent-twins-review-intense-tale-of-inseparable-sisters\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/11/homework-will-be-a-nice-break-from-performing-meet-the-stars-of-junior-eurovision", "title": "‘Homework will be a nice break from performing’: meet the stars of Junior Eurovision", "date_published": "2022-12-11 08:00:27+00:00", "description": "<p>For the first time in 17 years, the UK is competing in the youth contest where singers never score nul points – as it’s too cruel. Its entrants talk Instagram, viral fame – and not knowing Bucks Fizz</p><p>It was one of the TV moments of the year. In May, Ukraine’s Kalush Orchestra rode a wave of continent-wide public support to claim a <a href=\"https://www.theguardian.com/tv-and-radio/2022/may/15/ukraine-wins-2022-eurovision-song-contest-as-uk-finishes-second-in-turin\">rousing victory at the 66th Eurovision song contest</a> in Turin. Meanwhile, a peak of 10.6 million UK viewers watched as new national hero Sam Ryder (basically a cross between a golden retriever and Jesus) single-handedly repaired our tattered Euro reputation by finishing in a plucky second place with his anthem Space Man.</p><p>Now, Eurovision is back. Yes, already – albeit in pint-sized form. To capitalise on the competition’s newfound credibility and before Liverpool hosting the main contest next year, Junior Eurovision is being shown by the BBC for the first time. Launched in 2003 for talented singers aged between nine and 14, the youth version follows the same format of the grownup event with live performances, online voting and national juries, but be warned: nobody ever scores “nul points”. That would be too cruel on the kids.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/11/homework-will-be-a-nice-break-from-performing-meet-the-stars-of-junior-eurovision\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/11/russia-ukraine-war-ukraine-reportedly-attacks-russian-occupied-melitopol-with-himars", "title": "Russia-Ukraine war: Ukraine reportedly attacks Russian-occupied Melitopol with Himars", "date_published": "2022-12-11 07:41:10+00:00", "description": "<p>Strategically important city’s exiled mayor says scores of ‘invaders’ killed, and German chancellor Olaf Scholz says Vladimir Putin is determined to conquer parts of Ukraine</p><p>The German chancellor, <strong>Olaf Scholz</strong>, has said <strong>Vladimir Putin</strong> is determined to conquer parts of Ukraine and shows no restraint in his brutality.</p><p>“Whenever I speak with Putin, he says very clearly that for him it is about conquering something,” Scholz said on Saturday at an event in Potsdam, near Berlin. “He simply wants to conquer part of Ukrainian territory with violence.”</p><p>We have seen the brutality the Russian president is capable of: in Chechnya, where he basically eradicated the whole country; or in Syria. There is no restraint there, it’s as simple as that.</p><p>We are of completely different opinions. Nonetheless, I will keep speaking with him because I want to experience the moment where it is possible to get out of this situation. And that’s not possible without speaking with one another.</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/11/russia-ukraine-war-ukraine-reportedly-attacks-russian-occupied-melitopol-with-himars\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/11/france-overcame-england-because-champion-teams-win-the-big-moments", "title": "France overcame England because champion teams win the big moments  | Jonathan Liew", "date_published": "2022-12-11 07:30:26+00:00", "description": "<p>England were brave and rose to the occasion but France had no need to – when they had five good minutes, they scored</p><p>Midnight strikes and the party is over. England crumple to the turf in fragments: one here, a couple over there, one more over by the centre circle. The Al Bayt pitch is a field of broken dreams, of hope and despair, and hope again, and despair again. In the VVIP seats, David Beckham is holding his head in his hands, although for only one of the reasons he should be. Afterwards Gareth Southgate will talk about how close they came, how much these players can still achieve. England are proud. England are defiant. But England are done.</p><p>It is of no consolation here to point out that England tried their best, that they had most of the chances and most of the ball, that they came with a plan and largely executed it to the letter. Nor is it any consolation to rehash the usual platitudes about what a great bunch of lads these are. All the above is true. But in the furnace of knockout football all of this only gets you to the finish line. It does not dictate whether anyone gets there before you.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/11/france-overcame-england-because-champion-teams-win-the-big-moments\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/11/globalise-the-final-round-of-qualifying-and-a-32-nation-world-cup-may-still-add-up", "title": "Globalise the final round of qualifying and a 32-nation World Cup may still add up | Jonathan Wilson", "date_published": "2022-12-11 07:30:26+00:00", "description": "<p>You could achieve the greater spread and interest that 48 teams is supposed to deliver with a rankings-based qualifying finale</p><p>These, Gianni Infantino said earlier this week, have been <a href=\"https://www.theguardian.com/football/2022/dec/07/gianni-infantino-hails-group-stage-of-the-qatar-world-cup-as-best-ever\" title=\"\">the greatest group stages of all time</a>. Unusually, he might be right (although his claim this was the most diverse last 16 is debatable at best). The football is only a small part of this World Cup but it has been largely excellent.</p><p>There have been some shocks, some favourites went home early, some played up to their pre-tournament billing and every group produced tension and intrigue. Infantino was conducting an in-house interview, hiding from journalists and accountability as he has since <a href=\"https://www.theguardian.com/football/2022/nov/19/gianni-infantino-does-his-football-jesus-act-during-bizarre-monologue-on-qatar\" title=\"\">his bizarre address</a> the day before the tournament began, which meant that nobody could ask the obvious question: if these group stages have been so good, why is he getting rid of them?</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/11/globalise-the-final-round-of-qualifying-and-a-32-nation-world-cup-may-still-add-up\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/world-cup-2022-diary-arabian-nights-a-curious-experience-under-the-claw", "title": "World Cup 2022 diary: ‘Arabian Nights’ a curious experience under the claw", "date_published": "2022-12-11 07:30:26+00:00", "description": "<p>Qatar’s fan park fails to deliver desert vibes and a Brazil press conference quickly turns into a group therapy session</p><p>If France are heavily reliant on Kylian Mbappé then, given his illumination of a <a href=\"https://www.theguardian.com/football/2022/dec/04/france-poland-world-cup-last-16-match-report\" title=\"\">hitherto dreary match with Poland</a>, that may be no hindrance. This is the third time covering a game at Al Thumama and leaving it has been a headache on the previous two, taxi pickups a vigorous hike away. But on this occasion two of us learn from past experience and exit slickly: we pitch up at the InterContinental hotel only 15 minutes into <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\" title=\"\">England against Senegal</a>, joining Australia’s departing media corps to watch and commiserate. It is a shame to see them go having watched a <a href=\"https://www.theguardian.com/football/2022/dec/03/argentina-australia-world-cup-last-16-match-report\" title=\"\">gutsy Socceroos come close to overhauling Argentina a day ago, a lesson from which Lionel Messi and company will presumably learn</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/world-cup-2022-diary-arabian-nights-a-curious-experience-under-the-claw\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/not-just-ignorance-that-stops-us-having-babies-also-poor-relationships", "title": "It’s not just ignorance that stops us having babies. It’s also poor relationships | Sonia Sodha", "date_published": "2022-12-11 07:30:25+00:00", "description": "A campaign to warn teenagers about their biological clock is approaching the issue the wrong way round<p>So often, the answer to big societal challenges gets boiled down to the school curriculum. High levels of obesity? Let’s get schools to teach healthy eating. Too many people in debt? Financial literacy should be taught to every pupil. Concerned about the dangers of social media? Digital literacy lessons for all.</p><p>Of course there’s nothing wrong with making sure children and young people are informed about how to keep themselves healthy and safe. But there is a danger not just of overloading schools but of kidding ourselves that the answer to structural and social phenomena is a bit more education.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/not-just-ignorance-that-stops-us-having-babies-also-poor-relationships\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/11/australia-beat-west-indies-by-419-runs-in-second-test-retain-frank-worrell-trophy-2-0", "title": "Australia beat West Indies by 419 runs in second Test, retain Frank Worrell Trophy 2-0", "date_published": "2022-12-11 07:09:57+00:00", "description": "<p>The tourists offered little resistance with the bat on day four in Adelaide, managing only 77, their  lowest score in Australia</p><p>Australia retained the Frank Worrell Trophy 2-0 in comprehensive style at Adelaide Oval, bowling out West Indies for 77 before evening had arrived on the fourth day. It was the lowest score West Indies had been dismissed for in Australia, the tourists conceding the second Test by 419 runs. After at least showing good resistance with the bat in Perth, there was no repeat in Adelaide even with two of Australia’s first-choice bowlers missing.</p><p>That bench strength was the most impressive part of the win, with something for everybody on the Australian side. Scott Boland had already had his signature Boland moment the evening before, knocking off three West Indies batters in the space of an over before Mitchell Starc added another. Resuming on day four at 38 for four, still 459 runs behind, there was nowhere for the visiting team to hide. It was just a question of how long they could fight.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/11/australia-beat-west-indies-by-419-runs-in-second-test-retain-frank-worrell-trophy-2-0\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/after-eighty-years-there-is-no-excuse-to-not-know-about-the-holocaust", "title": "After eighty years, there is no excuse to not know about the Holocaust", "date_published": "2022-12-11 07:00:27+00:00", "description": "<p>MPs will again show their respect by falling silent in the House of Commons</p><p>It takes a lot to silence the House of Commons. However, 80 years ago, the Islington South MP, William Cluse, did exactly that. On 17 December 1942, MPs responded to the British government’s first public acknowledgement of the Holocaust with a spontaneous moment of silence – a first for the chamber.</p><p>Anthony Eden, the then foreign secretary, read a declaration based on reports from the Polish government-in-exile, detailing the atrocities taking place in Nazi-occupied Europe. Eden reported that: “From all the occupied countries Jews are being transported, in conditions of appalling horror and brutality, to Eastern Europe … None of those taken away are ever heard of again. The able-bodied are slowly worked to death in labour camps. The infirm are left to die of exposure and starvation or are deliberately massacred in mass executions.” As he detailed the crimes being committed by the Nazis in occupied Europe, the house listened in stunned silence.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/after-eighty-years-there-is-no-excuse-to-not-know-about-the-holocaust\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/economists-hail-end-to-zero-covid-in-china-but-huge-human-toll-is-feared", "title": "Economists hail end to zero Covid in China but huge human toll is feared", "date_published": "2022-12-11 07:00:27+00:00", "description": "<p>Low rate of vaccination of elderly and a lack of natural immunity mean country may be in for a bumpy ride</p><p>Beijing’s abrupt dismantling of zero-Covid controls has been welcomed by economists, even as the country braces itself for the human impact of letting the disease spread through a vulnerable population.</p><p>The leadership’s abrupt U-turn on how it handles the pandemic appears to have been triggered by <a href=\"https://www.theguardian.com/world/2022/nov/28/china-zero-covid-police-shanghai-protests\" title=\"\">protests</a> against controls that began last month, a nationwide show of discontent on a scale China had not seen in decades.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/economists-hail-end-to-zero-covid-in-china-but-huge-human-toll-is-feared\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/11/rupert-murdoch-fox-dominion-lawsuit-deposition", "title": "Is Dominion’s $1.6bn defamation lawsuit a death blow for Murdoch and Fox News?", "date_published": "2022-12-11 07:00:26+00:00", "description": "<p>The media mogul and Fox Corp are being sued for allegedly broadcasting ‘lies’ about the voting machine company</p><p>Rupert Murdoch rarely has to answer for the alternative realities presented by his hugely profitable US cable network, Fox News.</p><p>Its conspiratorial claims of a parade of cover ups from the 2012 Benghazi attack to the climate crisis and Covid-19 have been lapped up by Fox viewers and scorned by much of the rest of America, and then the world moved on. But on Tuesday, the 91-year-old billionaire media mogul will be obliged to answer difficult questions under oath about the inner workings of Fox.</p> <a href=\"https://www.theguardian.com/media/2022/dec/11/rupert-murdoch-fox-dominion-lawsuit-deposition\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/11/quiz-of-the-year-how-well-do-you-remember-2022", "title": "Quiz of the year: how well do you remember 2022?", "date_published": "2022-12-11 07:00:26+00:00", "description": "Charles became king of 15 realms, Tom Cruise made blockbuster history and controversy followed Russia <br />on to the ice rink. Fingers on buzzers for 30 fiendish questions <a href=\"https://www.theguardian.com/games/2022/dec/11/quiz-of-the-year-how-well-do-you-remember-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/11/the-big-picture-umbrellas-shielding-democracy-in-hong-kong", "title": "The big picture: umbrellas shielding democracy in Hong Kong", "date_published": "2022-12-11 07:00:26+00:00", "description": "<p>French photographer Thaddé Comar spent months documenting the struggle of protesters in Hong Kong, for whom the umbrella became a symbol</p><p>Hong Kong democracy protesters first used umbrellas to defend themselves against police teargas in street demonstrations in 2014. Since then, brollies have become the defining symbol of the movement, an improvised defence against surveillance cameras and pepper spray, a low-cost gesture of defiance against the militarised might of the Hong Kong authorities. Chinese web platforms such as Taobao and AliExpress stopped offering umbrellas for sale to Hong Kong customers in 2019. One politician tried to ban them on the basis that they had a history of use as offensive weapons in kung-fu movies. But protesters continue to use them as makeshift shields and as a kind of talismanic protection against the gathering storm clouds of repression.</p><p>The French photographer Thaddé Comar took this photo of activists hunkered down under the nylon skin of their first line of defence, like Roman legionnaires in a <em><a href=\"https://en.wikipedia.org/wiki/Testudo_formation\">testudo</a></em>. The picture is part of Comar’s project <a href=\"https://delpireandco.com/en/produit/how-was-your-dream/\">How Was Your Dream?</a>, which documents the Hong Kong protests of the summer of 2019.</p><p><em><a href=\"https://morelbooks.com/collections/bookshop/products/thadde-comar\">How Was Your Dream?</a></em><a href=\"https://morelbooks.com/collections/bookshop/products/thadde-comar\"> by Thaddé Comar is published by Mörel (£36)</a></p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/11/the-big-picture-umbrellas-shielding-democracy-in-hong-kong\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/11/tories-invited-uk-representative-of-fugitive-hindu-guru-to-party-at-house-of-lords", "title": "Tories invited UK representative of fugitive Hindu guru to party at House of Lords", "date_published": "2022-12-11 07:00:26+00:00", "description": "<p>The delegate for the controversial ‘godman’ Nithyananda, who fled India in 2019, was invited to the Diwali party by two senior Conservatives</p><p>The UK representative of a fugitive Hindu guru attended a glamorous Diwali party at the House of Lords earlier this year, after being invited by two senior Conservatives, the <em>Observer</em> has learned.</p><p>Atmadaya, the British representative for the controversial guru known as Nithyananda, was invited to the function by the MP Bob Blackman and the peer Rami Ranger. Nithyananda’s organisation also took out a full-page advertisement in an accompanying brochure which was handed out to attendees.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/11/tories-invited-uk-representative-of-fugitive-hindu-guru-to-party-at-house-of-lords\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/11/trump-books-2022-politics-bestsellers-haberman-woodward", "title": "‘That’s Hitler, Bannon thought’: 2022 in books about Trump and US politics", "date_published": "2022-12-11 07:00:26+00:00", "description": "<p>The former president continues to dominate political bestseller lists, from staffers’ tell-alls to his own compulsion to tell all to Maggie Haberman and Bob Woodward</p><p>Donald Trump has been out of office almost two years, but he is still lodged in America’s consciousness. In mid-November, he declared his 2024 re-election bid. Days later, Merrick Garland, the attorney general, appointed Jack Smith as special counsel.</p><p>Trump has since demanded that the US constitution be terminated, and dined with Ye, the recording artist and antisemite formerly known as Kanye West, and Nick Fuentes, the white supremacist. This week, on a bleak Tuesday afternoon in New York, a jury found the Trump Organization guilty on all counts in a tax fraud trial.</p> <a href=\"https://www.theguardian.com/books/2022/dec/11/trump-books-2022-politics-bestsellers-haberman-woodward\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/11/infamy-infamy-the-brexit-legions-have-still-got-it-in-for-sunak", "title": "Infamy, infamy … the Brexit legions have still got it in for Sunak", "date_published": "2022-12-11 07:00:25+00:00", "description": "<p>Power, in this disintegrating Tory party, seems as precarious as being an emperor in febrile ancient Rome</p><p>Classical scholars must surely see parallels between the embarrassing sequence of prime ministerial changes in the British government this year and events in AD68-69 in the ancient Rome so beloved of Boris Johnson.</p><p>AD68-69 was the year of the four emperors. First there was Galba, murdered by soldiers of his Praetorian Guard – this year’s parallel being the removal of Johnson by his long-suffering cabinet. Then there was Otho, who took his own life – this year’s version being the political suicide committed by Liz Truss with her lunatic budget.</p> <a href=\"https://www.theguardian.com/business/2022/dec/11/infamy-infamy-the-brexit-legions-have-still-got-it-in-for-sunak\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/11/obituaries-2022-robbie-coltrane-remembered-by-miriam-margolyes", "title": "Robbie Coltrane remembered by Miriam Margolyes", "date_published": "2022-12-11 07:00:25+00:00", "description": "<p><strong>30 March 1950 – 14 October 2022</strong><br />His friend and fellow actor pays tribute to a stupendous talent with a rollicking, expansive, occasionally cruel spirit – and a vulnerable side he never let people see</p><ul><li><a href=\"https://www.theguardian.com/culture/2022/dec/10/obituaries-2022-david-trimble-remembered-by-jonathan-powell\">David Trimble remembered by Jonathan Powell</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>It’s a long time since I was in touch with Robbie Coltrane. But I loved him so. He was a complicated man. With comedians, people always think that you look at them and you laugh, but there was so much more to Robbie than that. He had quite a sour, angry look at the world in many ways. I think that’s what gave him a depth in his acting that was quite stupendous. He was a major actor – I thought he was really gifted. One of the problems about <em><a href=\"https://www.theguardian.com/books/harrypotter\">Harry Potter</a></em> is that it tends to obliterate all the other things that you do, because it’s such a powerful franchise. But Robbie was so much more than Hagrid.</p><p>Of course he was funny, but he made you laugh on both sides of your face, so to speak, because he saw the pain of life as well. And I think his last years were not happy. He retreated from the world a bit. I wasn’t in touch with him, but it wasn’t because we stopped being friends. You didn’t stop being friends with Robbie. He was a real presence in my life.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/11/obituaries-2022-robbie-coltrane-remembered-by-miriam-margolyes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/11/signs-are-clear-our-destiny-lies-with-europe-not-sovereign-global-britain-fantasy", "title": "The signs are clear. Our destiny lies with Europe, not a ‘sovereign global Britain’ fantasy | Peter Hain", "date_published": "2022-12-11 07:00:25+00:00", "description": "There is a path out of this prosperity-killing shambles and Labour can lead the way<p>It’s now official. Brexit has caused lasting damage to the UK economy and, with the Tories in denial, Labour needs to lead the way with a new policy agenda.</p><p>Yet it’s almost a taboo topic: the Tory government won’t admit it and Labour is understandably reluctant to rekindle old Brexit flames.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/11/signs-are-clear-our-destiny-lies-with-europe-not-sovereign-global-britain-fantasy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/11/sunday-with-fashion-designer-anya-hindmarch", "title": "Sunday with Anya Hindmarch: ‘I fill my trolley with strawberry laces and Diet Coke’", "date_published": "2022-12-11 06:45:24+00:00", "description": "<p>The fashion designer on the Mighty Sparrow, outdoor fires and sweets</p><p><strong>Early riser?</strong> My dream is to sleep until 9.30am. My tech ring gives sleep stats. Unless I get an hour and a bit of deep sleep, I start my day in an anxious fret.</p><p><strong>How do you begin your day?</strong> Coffee and a run through emails. Then I go for a walk with my husband, James. We tend to spend weekends in Wiltshire – our happy place. We do an hour’s circuit through the village and fields and end at our friends’ house for coffee.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/11/sunday-with-fashion-designer-anya-hindmarch\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/11/keir-starmer-economic-disaster-of-brexit-labour-grandees-peter-hain", "title": "Starmer must tackle economic ‘disaster’ of Brexit, warn Labour grandees", "date_published": "2022-12-11 06:00:25+00:00", "description": "<p>Peter Hain says Labour leader must have plans ready to limit the damage caused by leaving the EU if he becomes PM</p><p>Keir Starmer must urgently develop a series of practical policies to address the economic “disaster” of Brexit and prevent it from driving Scotland towards independence, a former Labour Europe minister has warned.</p><p>Backed by several other Labour peers, Peter Hain, who is also a former Northern Ireland secretary, says the crises caused by climate change, the Ukraine war, the lack of economic growth and rising energy prices can only be tackled through closer cooperation with our EU neighbours than the current Brexit arrangements allow.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/11/keir-starmer-economic-disaster-of-brexit-labour-grandees-peter-hain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/11/how-do-i-handle-the-death-of-my-secret-lover-", "title": "How do I handle the death of my secret lover? | Ask Philippa", "date_published": "2022-12-11 06:00:24+00:00", "description": "Devise your own ceremony and include the two friends who knew you had this lover<p><em><strong>The dilemma </strong>I am a professional, single, middle-aged woman and I have been in a relationship with a married man for 12 years. He recently died suddenly. He and I loved each other. His feelings for me were separate and secondary to his commitment to his family. I was never misled by him on that front. I, therefore, walked into this relationship with my eyes wide open. Yet I knew from my previous experience of relationships that what we had was worth keeping in whatever form it could be kept. We were each other’s ideal partners, matched intellectually, sexually and emotionally, and immensely enjoyed each other’s company.</em></p><p><em>A small part of me wants to proclaim publicly that I was more than just a peripheral friend. I have two friends who did know, but had no friends in common with him who knew. Having lost my parents recently, I know another mode of grief – a grief that prompts empathy</em><em>, and the solace that empathy provides</em><em>. I feel abandoned and bereft in my secret loss, an inarticulate grief</em><em>. This is an intensely silent bereavement of one of the most significant relationships of my life.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/11/how-do-i-handle-the-death-of-my-secret-lover-\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/dec/11/pakistan-v-england-second-test-day-three-live", "title": "Pakistan v England: second Test, day three – live", "date_published": "2022-12-11 04:58:12+00:00", "description": "<ul><li>Updates from the third day of play in Multan</li><li>Get in touch: contact Daniel <a href=\"mailto:daniel.gallan.freelance@guardian.co.uk\">by email</a> or <a href=\"https://twitter.com/danielgallan\">on Twitter</a></li></ul><p><strong>Not out. </strong>It’s a flat line all the way through Ultra Edge. Abrar pushes it down leg and Brook looks to play the sweep fine. There was a noise, at least one the Pakistan players heard. But no dice.</p><p><strong>Pakistan review. </strong>Abrar and Rizwan behind the stumps are convinced Brook has got something on this sweep…</p> <a href=\"https://www.theguardian.com/sport/live/2022/dec/11/pakistan-v-england-second-test-day-three-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/dorothy-pitman-hughes-pioneering-black-feminist-dies-age-84", "title": "Dorothy Pitman Hughes: pioneering Black feminist dies age 84", "date_published": "2022-12-11 04:42:02+00:00", "description": "<p>Hughes toured the US with Gloria Steinem and founded the first shelter for battered women in New York City</p><p>Dorothy Pitman Hughes, a pioneering Black feminist and community activist who co-founded Ms magazine with Gloria Steinem and appeared with her in one of the most iconic photos of the second-wave feminist movement, has died age 84.</p><p>Hughes died on 1 December in Tampa, Florida, at the home of her daughter and son-in-law, said funeral director Maurice Sconiers. Her daughter, Delethia Ridley Malmsten, said the cause was old age.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/dorothy-pitman-hughes-pioneering-black-feminist-dies-age-84\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/11/world-cup-2022-briefing-four-sides-still-standing-after-quarter-final-drama", "title": "World Cup 2022 briefing: four sides still standing after quarter-final drama", "date_published": "2022-12-11 04:00:21+00:00", "description": "<p>Argentina will play Croatia and France take on Morocco in the semi-finals; it will be a great story whoever lifts the trophy</p><p>One of the most exhilarating, yet also brutal, things about a World Cup is the way it reaches a crescendo. The games become less frequent, from four in a day at the start to four a week at the end, but they are increasingly imbued with a savage jeopardy. Careers are defined, for richer and poorer, potential champions are bumped off without warning or sentiment like Janet Leigh in Psycho, and before you know it there are only a few teams left standing.</p> <a href=\"https://www.theguardian.com/football/2022/dec/11/world-cup-2022-briefing-four-sides-still-standing-after-quarter-final-drama\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/ukrainian-himars-missiles-hit-russian-occupied-melitopol", "title": "Possible Ukrainian Himars strike hits Russian-occupied Melitopol", "date_published": "2022-12-11 03:42:33+00:00", "description": "<p>Both Moscow-installed authorities and the city’s exiled mayor report casualties in strategically important south-eastern city</p><p>Ukraine has attacked Russian-occupied Melitopol, according to both the Moscow-installed and exiled Ukrainian authorities of the strategically located city in the country’s south-east.</p><p>The pro-Moscow authorities said a missile attack on Saturday evening killed two people and injured 10, while the exiled Ukrainian mayor said scores of “invaders” were killed.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/ukrainian-himars-missiles-hit-russian-occupied-melitopol\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-291-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 291 of the invasion", "date_published": "2022-12-11 01:13:24+00:00", "description": "<p>Nato head warns the war could spin out of control and Ukrainian president says eastern city of Bakhmut has been ‘destroyed’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong> </li></ul><p><strong>The fighting in Ukraine could spin out of control and become a war between Russia and Nato</strong>, the head of the alliance said in an interview with Norwegian broadcaster NRK. “If things go wrong, they can go horribly wrong,” Jens Stoltenberg said.</p><p><strong>Iran’s backing for the Russian military is likely to grow in coming months</strong> <strong>and Moscow will probably offer Tehran an “unprecedented” level of military support</strong> <strong>in return</strong>, the UK Ministry of Defence has said. The ministry’s latest intelligence update said Iran had become one of Russia’s top military backers since Russia invaded Ukraine in February and that Moscow was trying to obtain more weapons, including hundreds of ballistic missiles.</p><p><strong>Russian forces have “destroyed” the eastern Ukrainian city of Bakhmut, the country’s president, Volodymyr Zelenskiy, has said</strong>, while Ukraine’s military reported missile, rocket and airstrikes in multiple parts of the country. The latest battles of Russia’s nine and a half-month war in Ukraine have centred on four provinces that the Russian president, Vladimir Putin, illegally claimed to have annexed in late September.</p><p><strong>Heavy fighting has continued in eastern and southern Ukraine</strong>, mainly in regions that Russia illegally annexed in September. Ukraine’s presidential office said on Friday that five civilians had been killed and another 13 wounded by Russian shelling in the past 24 hours.</p><p><strong>Boris Johnson has urged western countries to “look urgently” at what more they can do to support Ukraine</strong> in the hopes of ending the war against Russia as soon as next year. The former UK prime minister, who was hailed by Zelenskiy as a key ally, used an article in the Wall Street Journal to argue that ending the war as soon as possible is “in everyone’s interest, including Russia”.</p><p><strong>Russia wants to turn Ukraine into a “dependent dictatorship” like Belarus, the wife of jailed Belarusian Nobel peace prize laureate Ales Bialiatski said</strong> on Saturday upon receiving the prize on his behalf, speaking his words. Bialiatski, the Russian rights group Memorial and Ukraine’s Centre for Civil Liberties won the 2022 prize in October.</p><p><strong>Australia’s foreign minister, Penny Wong, said the government would place targeted sanctions on Russia and Iran</strong> in response to what it called “egregious” human rights violations.</p><p><strong>Moscow has announced it is banning 200 Canadian officials from entering Russia</strong> in response to similar sanctions from Ottawa. The health minister, Jean-Yves Duclos, and the Canadian Imperial Bank of Commerce head, Victor Dodig, were among those targeted.</p><p><strong>All non-critical infrastructure in Ukraine’s southern port city of Odesa were without power</strong> after Russia used drones to hit energy facilities, local officials said, with much of the surrounding region also affected.</p> <a href=\"https://www.theguardian.com/world/2022/dec/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-291-of-the-invasion\">Continue reading...</a>", "persistent": false}]