[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/winter-wonderlands-11-fun-video-games-set-during-christmas/2900-4509/", "title": "Winter Wonderlands: 11 Fun Video Games Set During Christmas", "date_published": "2022-12-11 15:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073531-fortnite-winterfest-2021-1920x1080-7fd1f96fccaf.jpg\" /><br /><h3><p>December is a great month to spend time with family and friends, take some time off of work, and dust off the Sinatra vinyl. It can also be a good time to take your shoes off and play some video games, and what's better than celebrating the holiday season <em>in </em>the games themselves? The number of games set during Christmas isn't incredibly long, but putting together this list, I discovered more than I previously knew about, including a few hidden gems that might be well worth a try if you're looking for a festive new experience.</p><p>The list includes the most obvious examples--the first of which I've opened with below, those aforementioned hidden gems you may have missed over past Decembers, as well as some live-service options. For players who are looking for Christmas vibes in a live multiplayer setting, today's participating games are rather numerous, with several of the biggest games in the world redecorating with tinsel and garland--and maybe a snowy world--in each and every December. Others are frozen in that time and place forever, with stories that lean into the setting in ways that, I'd argue, are more fun when played around the same time period in real life.</p><p>This list includes games new as of 2022 and those that are many years old. It even includes two superhero stories, because sometimes Christmas needs saving. Some of these games subvert the holiday spirit with activities such as assassinating villains, while others lean into the true spirit of the season--hot chocolate and home decorating. Here are some great games you can play this season to bring some holiday cheer to your console, PC, or mobile device.</p></h3></p><br />     <p><h2>Dead Rising 4</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073443-3082467-frankwest.jpg\" /><br /><h3><p>Arguably the quintessential Christmas game, Dead Rising 4 isn't the best Dead Rising game, but it is perhaps the only game where you can beat dozens of zombies with snowball guns and giant candy canes, so it has that going for it. The open world returns to a shopping mall and its surrounding area, now sporting all the bells and whistles of a post-apocalyptic holiday season.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/deadrising-4\">See at Fanatical</a> </div></div><p> </p></h3></p><br />     <p><h2>Batman Arkham Origins</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073444-bao_batmangroundpunch.jpg\" /><br /><h3><p>Most of us would want to be cozied up indoors with our families on Christmas Eve, but Batman doesn't really get to take days off. He spends one of his earlier career outings protecting Gotham from Black Mask, Firefly, and others who would do the city harm, Grinch-style. Snowy Gotham is the best Gotham.</p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/batman-arkham-origins\">See at Fanatical</a> </div></div></div><p> </p></h3></p><br />     <p><h2>The Escapists: Santa's Sweatshop</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073738-047221.jpg\" /><br /><h3><p>In this free DLC for The Escapists, you play as an elf who is no longer willing to suffer the harsh conditions of Santa's toy shop, and have to escape the North Pole in the style of the base game's prison breakout. You'll need the base game to play it, but it's a great action-puzzler with a subversive sense of humor.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/the-escapists\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Fortnite and other live-service games</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073518-fortnite-winterfest-2021-1920x1080-7fd1f96fccaf.jpg\" /><br /><h3><p>While the above examples (and most below examples) are more like single-player games that are forever set in the holiday season, live-service games do very well to redecorate and celebrate. Fortnite is my personal favorite, with its Winterfest annually giving out two free characters and a lot more to players, but other games, such as Final Fantasy XIV, Overwatch 2, Sea of Thieves, Destiny 2, Rocket League, and more also pack in a ton of seasonal content worth unwrapping.</p></h3></p><br />     <p><h2>Animal Crossing: New Horizons</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073519-3773296-59uehm65ht461.jpg\" /><br /><h3><p>The once and future champion of farm life sim video games is famous for its seasonal updates, with the real-time calendar taking into account the outside world in fun ways. Around this time of year in Animal Crossing, you'll find snow more likely to fall, presents in your mailbox, and arguably even more cheerful neighbors. Now if only Tom Nook could stop hounding me for late payments amid the holidays.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/animal-crossing-new-horizons-switch/\">See at Nintendo eShop</a> </div></div><p> </p></h3></p><br />     <p><h2>Disney Dreamlight Valley</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073520-ddv_update2_keyart_1920x1080.png\" /><br /><h3><p>The newest of the games on this list, Disney Dreamlight Valley is already proving to be a great virtual getaway for those looking for Christmas cheer. The recent Toy Story update also includes a winter makeover, with new recipes like gingerbread cookies, new clothing options like a wintry red dress, and new decor like a lovely fireplace decked out in festive stockings and lights. </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1401590/Disney_Dreamlight_Valley/\">See at Steam</a> </div></div><p> </p><p> </p></h3></p><br />     <p><h2>Saints Row 4 - How The Saints Save Christmas</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073522-ss_650e9001a7c68f24513cc153298315b9afd6d25c.1920x1080.jpg\" /><br /><h3><p>The Saints Row series has gone to some strange places in its time, but one of the most memorable--albeit still rather unhinged--is when the gang goes into a virtual world to save Christmas. As always, the punchlines are lower-hanging than faulty mistletoe, but if you're into the series, this mission pack DLC redecorates the Saints' world in all the ways you'd hope for, from a snowy city to some ridiculous gingerbread enemies.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/saints-row-iv\">See at Fanatical</a> </div></div><p> </p></h3></p><br />     <p><h2>Hitman - Holiday Hoarders</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073434-christmas_super_hero_art_1920x1080.jpg\" /><br /><h3><p>Hitman became a live-service with its World of Assassination trilogy starting in 2016, and one of the best recurring features is its Holiday Hoarders mission, which sees you taking out a pair of enemies that are very obvious allusions to Home Alone's Harry and Marv. Dressing up as Santa is a long-standing Hitman tradition, and this free content pack is today as traditional as Mariah Carey's Christmas album.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/hitman-game-of-the-year-edition\">See at Fanatical</a> </div></div><p> </p></h3></p><br />     <p><h2>Sam And Max Save The World</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073526-maxresdefault%282%29.jpg\" /><br /><h3><p>Before it made a name for itself with games like The Walking Dead and its Bruce-centric Batman series, Telltale Games was doing the cartoonish point-and-click series Sam and Max. In the first episode of its recently remastered second season, the titular duo goes to the North Pole to resolve a mystery involving elves, possession, and the big guy in red himself.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1440440/Sam__Max_Save_the_World/\">See at Steam</a> </div></div><p> </p><p> </p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073527-eaupnqixgaenxv_.jpg\" /><br /><em>Spider-Man: Miles Morales</em><br /><h3><p>Spider-Man: Miles Morales plays like a mini-sequel to 2018's award-winner and still includes all the (jingle) bells and whistles of a Christmas-set game. Now starring Miles as he's getting to grips with his role as Spider-Man, the entire game takes place during the holiday season, so New York City is frosty, decorated, and perfectly prepared for the Christmas season.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-9020176-15395070-1668525319000?sid=subid_value\">See at Fanatical</a> </div></h3></p><br />     <p><h2>The Division</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4073529-2889255-thedivision_ubisoft_one_screenshot2_june15.jpg\" /><br /><h3><p>Perhaps the darkest entry on this list, the original loot shooter from Ubisoft focuses on a terrorist attack on Black Friday. That means the post-apocalyptic squad-based shooter unfolds over the weeks leading up to Christmas, as the world is left frozen in time waiting for a holiday season that will never really arrive, but also awkwardly isn't really going away. It's not cute, but it's somehow still festive in its own way.</p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/tom-clancys-the-division\">See at Fanatical</a> </div></div></div><p> </p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-best-shooters-of-2022-according-to-metacritic/2900-4503/", "title": "The Best Shooters Of 2022 According to Metacritic", "date_published": "2022-12-11 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073125-bestshooter%282%29.jpg\" /><br /><h3><p dir=\"ltr\">There's a reason why shooter games are consistent best-sellers around the world, thanks in part to their ability to deliver some of the most exciting gameplay around within their genre. The big difference here is that shooter games are more than just reasons to deliver a small package of lead at terminal velocity, as plenty of developers have turned the genre into a more experimental and colorful category within the gaming space.</p><p dir=\"ltr\">2022 has seen some incredibly experimental titles find great success on the global stage, with one of the best examples being Neon White. A tale of saints and sinners battling for a chance at redemption in a heavenly tournament, Neon White uses the genre to create a speedrunning tour de force that emphasizes speedy precision over blazing guns. Another example from this year would be Metal: Hellsinger, a hellborn adventure where matching your actions to the beat of the death metal music around you is just as important as a quick squeeze of the trigger.</p><p dir=\"ltr\">For anyone looking for a pure simulator of all-out action though, there was still plenty on offer. This year's latest Call of Duty game, Modern Warfare II, kept the action realistic and exciting, while Sniper Elite 5 reminded everyone about the violence that a single bullet can do to evil Nazi war machines. Whatever your taste, there was plenty to enjoy this year.</p><p>We've gathered the best of the best in the shooter genre according to the critical numbers from GameSpot's sister site Metacritic, and if you're looking for more lists detailing 2022's excellent games, you can check out the<a href=\"https://www.gamespot.com/gallery/the-best-pc-games-of-2022-according-to-metacritic/2900-4484/\"> best PC</a>,<a href=\"https://www.gamespot.com/gallery/the-best-xbox-games-of-2022-according-to-metacritic/2900-4479/\"> Xbox</a>, and<a href=\"https://www.gamespot.com/gallery/the-best-playstation-games-of-2022-according-to-metacritic/2900-4478/\"> PlayStation games of the year</a>.</p></h3></p><br />     <p><h2>Neon White</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073099-neonwhite1.jpg\" /><br /><h3><p>Neon White packs plenty of heat with an arsenal of devilish guns, but this is also a game where you're shooting for the stars as you engage with brilliantly designed levels. Bullets are supplemental to the real action taking place here, as you'll be using your arsenal of Soul Cards to shave those precious seconds off of your latest run in this incredible showcase of speed, precision, and strategy.</p><p><a href=\"https://www.metacritic.com/game/pc/neon-white\">Metascore: 90</a> | Read our <a href=\"https://www.gamespot.com/reviews/neon-white-review-heavenly-sprint/1900-6417905/\">Neon White review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.bestbuy.com/site/neon-white-nintendo-switch-nintendo-switch-oled-model-nintendo-switch-lite-digital/6512654.p?skuId=6512654&amp;intl=nosplash\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Destiny 2: The Witch Queen</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072980-seasonoftheseraph%2813%29.jpg\" /><br /><h3><p>Destiny 2 has long had some of the most thrilling gunplay to sink your teeth into, but it's the systems that enhance that gameplay that makes the game so special. With this year's Witch Queen expansion, Destiny 2's wonderfully absurd arsenal grew bigger, the opportunity for detailed builds became more essential, and the core gameplay unifying these ideas felt better than ever as Guardians banded together to fight back against the forces of the Darkness throughout the year.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/destiny-2-the-witch-queen\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/destiny-2-the-witch-queen-review-queens-gambit/1900-6417838/\">Destiny 2: The Witch Queen review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/destiny-2-the-witch-queen/9mx7xpzgcm71\">See on Xbox Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Prodeus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073101-prodeus.jpg\" /><br /><h3><p>A first-person shooter from a bygone era that has been reimagined with modern rendering techniques, Prodeus is more than just surface-level retro visuals slapped onto a standard gun-toting frame. It has viciously intelligent level design, a sublime flow of violence between each level, and it's utterly thrilling once you get your hands on its impressive selection of hard-hitting weapons.</p><p><a href=\"https://www.metacritic.com/game/pc/prodeus\">Metascore: 84</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/prodeus-playstation-5/6524766.p?skuId=6524766&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Splatoon 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073102-splatoon3.jpg\" /><br /><h3><p>On a list that details games where more crimson is spilled than that time when Mr. Bean landed a job at the blood bank, Splatoon 3 is a welcome dive into family-friendly territory. Similar to previous games, Splatoon 3 is all about painting your way to victory through chaotic rounds of ink-hurling action. Splatoon 3 doubles down on what made the previous games so much fun, and with new modes added to the mix, it has an infectiously enthusiastic spirit that'll put a smile on your face.</p><p><a href=\"https://www.metacritic.com/game/switch/splatoon-3\">Metascore: 83</a> | Read our <a href=\"https://www.gamespot.com/reviews/splatoon-3-review/1900-6417951/\">Splatoon 3 review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/splatoon-3-nintendo-switch-oled-model-nintendo-switch-nintendo-switch-lite/6414120.p?skuId=6414120&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Azure Striker Gunvolt 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073103-azurestrikergunvolt3.jpg\" /><br /><h3><p>With a Mega Man-shaped hole in the gaming calendar still present, the Azure Striker Gunvolt series has been filling that void nicely over the last couple of years. Azure Striker Gunvolt 3 captures the magic of the previous games, but it also knows exactly when to deviate from the established formula with its new characters, weird story, and nuanced tweaks to its high-octane run-and-gun gameplay.</p><p><a href=\"https://www.metacritic.com/game/switch/azure-striker-gunvolt-3\">Metascore: 82</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/azure-striker-gunvolt-3-switch/\">See on Nintendo eShop</a> </div></div><p> </p></h3></p><br />     <p><h2>Weird West</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073104-weirdwest.jpg\" /><br /><h3><p>There's no better power fantasy than being a lone gunslinger in the wild west, and Weird West captures that feeling with plenty of reasons to slap leather and fill your hand with iron. A straight-shooting collection of stories, dark fantasy in the old frontier, and high noon shootouts, Weird West lives up to its title and draws you into its bizarre world.</p><p><a href=\"https://www.metacritic.com/game/xbox-one/weird-west\">Metascore: 81</a> | Read our <a href=\"https://www.gamespot.com/reviews/weird-west-review-occult-of-personality/1900-6417853/\">Weird West review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/weird-west/9p0b86jn5x28\">See on Xbox Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Rollerdrome</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073105-rollerdrome.jpg\" /><br /><h3><p>How do you make roller skating cool? That's easy, as all you need is OlliOlli World developer Roll7, an art direction that pulls inspiration from 1970s grindhouse films, and plenty of guns. Rollerdrome pits you against the clock and dangerous human adversaries as you mix speed, tricks, and stylish marksmanship together with devastating precision, and the end result is a sporty thriller that sticks the landing.</p><p><a href=\"https://www.metacritic.com/game/pc/rollerdrome\">Metascore: 81</a> | Read our <a href=\"https://www.gamespot.com/reviews/rollerdrome-review-skate-or-die/1900-6417938/\">Rollerdrome review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/rollerdrome-standard-edition-windows-digital/6519767.p?skuId=6519767&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Call of Duty Warzone 2.0</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073107-callofdutywarzone2.0.jpg\" /><br /><h3><p>With the original Warzone in the rearview mirror, Call of Duty Warzone 2.0 evolved the battle royale experience to be bigger than ever this year. The result has been transformational, with the new map of Al Mazrah being home to 150-player skirmishes, a growing metaverse of guest stars, and plenty of nostalgic locations being stitched into the battlefield. A well-balanced tour through Call of Duty's greatest hits and anchored by best-in-class gunplay, Warzone 2.0 is a strong step forward in a new direction for this free-to-play game.</p><p><a href=\"https://www.metacritic.com/game/pc/call-of-duty-warzone-20\">Metascore: 80</a> | Read our <a href=\"https://www.gamespot.com/reviews/call-of-duty-warzone-2-review-al-mazrah-shines/1900-6418003/\">Call of Duty Warzone 2.0 review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/call-of-duty-warzone-20/9nnfg8bqrcxl\">See on Xbox Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Call of Duty: Modern Warfare II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073106-callofdutymodernwarfare2.jpg\" /><br /><h3><p>A weekend of blockbuster action, intrigue, and enough digital TNT to wipe Mount Everest off the face of the planet has become an annual tradition with Call of Duty, and this year's entry didn't disappoint in that department. With a more grounded approach, stunning levels, and plenty of finely-tuned weapons waiting to be used, this year's entry in the series is pure boots on the ground fun across single and multiplayer modes.</p><p><a href=\"https://www.metacritic.com/game/pc/call-of-duty-modern-warfare-ii\">Metascore: 79</a> | Read our <a href=\"https://www.gamespot.com/reviews/call-of-duty-modern-warfare-2-campaign-review-just-like-old-times/1900-6417987/\">Call of Duty: Modern Warfare 2 review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/call-of-duty-modern-warfare-ii-playstation-5/6509888.p?skuId=6509888&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Metal: Hellsinger</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073078-metalhellsinger.jpg\" /><br /><h3><p>One of the more unique games of the year, Metal: Hellsinger merges the heaviest of all music genres together with a devilish rampage through hell. You're essentially a nigh-unstoppable force of nature slaying to the beat of the death metal soundtrack. With a selection of tracks that features the screams of some of the biggest names in a hardcore genre of music, Metal: Hellsinger feels and sounds exhilarating to play when its signature gameplay is dialed up to 11.</p><p><a href=\"https://www.metacritic.com/game/pc/metal-hellsinger\">Metascore: 79</a> | Read our <a href=\"https://www.gamespot.com/reviews/metal-hellsinger-review-walk-with-me-in-hell/1900-6417955/\">Metal: Hellsinger review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/metal-hellsinger-xbox-series-x-s-pc/9pdxjp3805dn\">See on Xbox Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Sniper Elite 5</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073076-sniperelite5.jpg\" /><br /><h3><p>There's a one-shot thrill to Rebellion's Sniper Elite series that never gets old, thanks in part to the gory X-ray camera that shows just how vicious a single bullet can be on the human body. Sniper Elite 5 isn't a one-trick long distance pony though, as the latest entry in the series was a riveting mission behind enemy lines that looked better than ever and continued to transform protagonist Karl Fairburne into a one-man army.</p><p><a href=\"https://www.metacritic.com/game/pc/sniper-elite-5\">Metascore: 79</a> | Read our <a href=\"https://www.gamespot.com/reviews/sniper-elite-5-review-longer-range/1900-6417884/\">Sniper Elite 5 review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/sniper-elite-5-playstation-5/6494326.p?skuId=6494326&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Overwatch 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073074-overwatch2.jpg\" /><br /><h3><p>There's no getting around the fact that Overwatch 2 feels like more of the same, but when you've got a formula that has been honed from years of tweaking and experimentation, it's hard to improve that much on a winning design. Where Overwatch 2 distinguishes itself is with thoughtful updates that surround those systems, amplifying their strengths and running wild with some of the best multiplayer action that you can arm yourself with.</p><p><a href=\"https://www.gamespot.com/\">Metascore: 79</a> | Read our <a href=\"https://www.gamespot.com/reviews/overwatch-2-review-same-as-it-ever-was/1900-6417972/\">Overwatch 2 review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/overwatch-2-watchpoint-pack-xbox-one-xbox-series-x-xbox-series-s-digital/6519802.p?skuId=6519802&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Tiny Tina's Wonderlands</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073073-tinytina%27swonderlands.jpg\" /><br /><h3><p>A quirky spin-off from the Borderlands universe, Tiny Tina's Wonderlands retains the core DNA of that loot-and-shoot franchise and gives it a makeover with a new fantasy coat of paint. That translates to magical arrows and spells being flung at all manner of bullet-sponge enemies, but the end result feels terrific and has a delightfully cheeky sense of humor woven into its design.</p><p><a href=\"https://www.metacritic.com/game/pc/tiny-tinas-wonderlands\">Metascore: 78</a> | Read our <a href=\"https://www.gamespot.com/reviews/tiny-tinas-wonderlands-review-spells-like-teen-spirit/1900-6417849/\">Tiny Tina's Wonderlands review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/tiny-tinas-wonderlands-next-level-edition-playstation-5/6479906.p?skuId=6479906&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Outriders Worldslayer</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073070-outridersworldslayer.jpg\" /><br /><h3><p>Outriders had a satisfyingly scrappy sense of style when it first debuted last year, and this year's massive expansion built on those themes with chunkier weapons, ludicrous powers, and an expanded endgame. Bringing out the best of People Can Fly's RPG shooter, Worldslayer makes all the right moves in that alien apocalypse to deliver an action-packed experience that is both weird and cool.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/outriders-worldslayer\">Metascore: 78</a> | Read our <a href=\"https://www.gamespot.com/reviews/outriders-worldslayer-review-pleasantly-altered/1900-6417907/\">Outriders Worldslayer review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/outriders-worldslayer-standard-edition-xbox-series-x-xbox-series-s-xbox-one-digital/6508450.p?skuId=6508450&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Sol Cresta</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4073071-solcresta.jpg\" /><br /><h3><p>Platinum Games' Sol Cresta, a spiritual successor to the Cresta series of arcade shoot-'em-ups, holds absolutely nothing back as you unleash enough firepower to obliterate an entire galaxy at anything in front of you. It's classic vertical-scrolling action to the max that has a fun twist on the genre with its ship-swapping mechanics, a fantastic retro design, and an energetic soundtrack that complements the chaos you'll unleash across the screen.</p><p><a href=\"https://www.metacritic.com/game/switch/sol-cresta\">Metascore: 78</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/sol-cresta-switch/\">See on Nintendo eShop</a> </div></div><p> </p></h3></p><br />", "persistent": false}]