[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/wojna-w-ukrainie-eksplozje-w-kadijiwce-cos-huknelo-w-siedzibe-wagnerowcow/", "title": "Wojna w Ukrainie. Eksplozje w Kadijiwce. \"Coś huknęło w siedzibę wagnerowców\"", "date_published": "2022-12-11 21:22:00+00:00", "description": "W Kadijiwce na terenie samozwańczej Ługańskiej Republiki Ludowej doszło w sobotę do eksplozji w hotelu, gdzie mieściła się siedziba tzw. Grupy Wagnera - poinformował na Telegramie szef Ługańskiej Obwodowej Administracji Wojskowej Sierhij Hajdai.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/wojna-w-ukrainie-erdogan-rozmawial-z-prezydentami-zelenskim-i-putinem-o-rozszerzeniu-eksportu-zboza/", "title": "Wojna w Ukrainie. Erdogan rozmawiał z prezydentami Zełenskim i Putinem o rozszerzeniu eksportu zboża", "date_published": "2022-12-11 19:52:00+00:00", "description": "Prezydent Turcji Recep Tayyip Erdogan omówił w niedzielę z przywódcami Rosji Władimirem Putinem i Ukrainy Wołodymyrem Zełenskim, umowę dotyczącą eksportu zboża przez Morze Czarne. Ukraina chce rozszerzenia tzw. korytarza zbożowego. Swoje postulaty przedstawiła też Rosja.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/nasa-kapsula-orion-wrocila-na-ziemie-zebrane-dane-pozwola-na-wyslanie-misji-zalogowej/", "title": "NASA: Kapsuła Orion wróciła na Ziemię. Zebrane dane pozwolą na wysłanie misji załogowej", "date_published": "2022-12-11 17:59:00+00:00", "description": "Kapsuła Orion przeleciała przez ziemską atmosferę i wylądowała na Oceanie Spokojnym w niedzielę po odbyciu podróży bez załogi wokół Księżyca. Statek poleciał w kosmos w ramach misji Artemis, której celem jest powrót człowieka na Księżyc.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/skoki-narciarskie-dawid-kubacki-zwycieza-w-konkursie-pucharu-swiata-w-titisee-neustadt/", "title": "Skoki narciarskie. Dawid Kubacki zwycięża w konkursie Pucharu Świata w Titisee-Neustadt", "date_published": "2022-12-11 17:04:00+00:00", "description": "Dawid Kubacki wygrał konkurs Pucharu Świata w skokach narciarskich w Titisee-Neustadt. Polak prowadził już po pierwszej serii, gdzie uzyskał odległość 139,5 metra, co zapewniło mu zdecydowaną przewagę nad rywalami. Swoją formę potwierdził drugim skokiem na odległość 143 metrów. Tym samym Kubacki stanął na najwyższym stopniu podium konkursu Pucharu Świata po raz trzeci w tym sezonie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/rosja-kreml-kazal-prezesowi-memorialu-odmowic-przyjecia-pokojowej-nagrody-nobla/", "title": "Rosja: Kreml kazał prezesowi Memoriału odmówić przyjęcia Pokojowej Nagrody Nobla", "date_published": "2022-12-11 12:46:00+00:00", "description": "Rosyjska organizacja Memoriał jest jednym z trzech tegorocznych laureatów Pokojowej Nagrody Nobla. W jej imieniu nagrodę odebrał prezes Jan Raczyński, który w rozmowie z BBC przyznał, że Kreml ostrzegał go przed przyjęciem Nobla. - Oczywiście nie wzięliśmy tej rady pod uwagę - powiedział.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/wypadek-samochodowy-w-niemczech-z-udzialem-polakow-dwoje-dzieci-powaznie-rannych/", "title": "Wypadek samochodowy w Niemczech z udziałem Polaków. Dwoje dzieci poważnie rannych", "date_published": "2022-12-11 12:19:00+00:00", "description": "W pobliżu miejscowości Löcknitz przy polsko-niemieckiej granicy doszło do groźnego wypadku. Z nieznanych przyczyn samochód prowadzony przez 44-letnią Polkę zjechał z drogi i dachował. Kobieta jest lekko ranna, dzieci, które jechały w aucie, odniosły poważne obrażenia - poinformował Nordkurier.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/wlochy-strzelanina-na-przedmiesciach-rzymu-nie-zyja-trzy-kobiety/", "title": "Włochy. Strzelanina na przedmieściach Rzymu. Nie żyją cztery kobiety", "date_published": "2022-12-11 11:18:00+00:00", "description": "W trakcie spotkania wspólnoty mieszkaniowej na przedmieściach Rzymu, mężczyzna wyjął broń i zaczął strzelać. Na miejscu zginęły trzy kobiety uczestniczące w spotkaniu, cztery osoby były poważnie ranne. Służby po godz. 12 podały, że jedna z rannych osób zmarła.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/niemcy-gwalciciel-wyszedl-na-wolnosc-wladze-nie-zgodzily-sie-na-jego-deportacje-do-afganistanu/", "title": "Niemcy: Gwałciciel wyszedł na wolność. Władze nie zgodziły się na jego deportację do Afganistanu", "date_published": "2022-12-11 10:35:00+00:00", "description": "Afgańczyk, który został skazany za udział w zbiorowym gwałcie na 14-latce z Illerkirchberga, przebywa na wolności. Na razie nie ma zgody na jego deportację. Przed paroma dniami w tej samej miejscowości doszło do innej tragedii z udziałem uchodźcy. Dwie nastolatki zostały ranione nożem przez azylanta z Erytrei. Jedna zmarła, druga z obrażeniami trafiła do szpitala.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/usa-media-skazaniec-pisal-do-teda-kaczynskiego-ten-kazal-mu-isc-do-psychiatry/", "title": "USA. Skazaniec pisał do Teda Kaczynskiego. \"Unabomber\" kazał mu iść do psychiatry", "date_published": "2022-12-11 09:27:00+00:00", "description": "W 2015 roku 35-letni wówczas mieszkaniec Teksasu Anson Chi został skazany na ponad 20 lat więzienia za spiskowanie w celu wysadzenia gazociągu w pobliżu Plano w Teksasie. Śledztwo wykazało, że w swoich planach inspirował się zbrodniami Teda Kaczynskiego, lepiej znanego jako Unabomber. Chi zaczął z nim korespondować, a ten kazał mu iść do psychiatry.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/isw-putin-traci-poparcie-w-separatystycznych-republikach-powodem-ochrona-donbasu/", "title": "ISW: Putin traci poparcie w separatystycznych republikach. Powodem \"ochrona\" Donbasu", "date_published": "2022-12-11 08:19:00+00:00", "description": "Zdaniem współpracowników Władimira Putina z separatystycznych republik, wieloletnie rządy przywódcy z Kremla nie były do końca udane. Wskazują przy tym na problemy z odparciem sił ukraińskich z Doniecka, ogólną ochronę Donbasu i bardzo skorumpowane otoczenie Putina. - Tylko Putin i MON uważają wojnę za sukces - mówi były urzędnik z DRL.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/melitopol-atak-na-baze-rosjan-wielu-zabitych-i-rannych/", "title": "Melitopol: Atak na bazę Rosjan. Wielu zabitych i rannych", "date_published": "2022-12-11 07:28:00+00:00", "description": "Na nagraniach, które pojawiły się w sieci widać wielu zabitych i rannych. Po ataku na rosyjską bazę w Melitopolu w pobliskich szpitalach zabrakło miejsc, a poszkodowani byli transportowani do palcówek na Krymie. W ataku miał zginąć bliski współpracownik Ramzana Kadyrowa. Według Rosjan Ukraina zaatakowała wykorzystując system HIMARS.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/wojna-w-ukrainie-w-iranskich-dronach-znaleziono-chipy-z-holandii/", "title": "Wojna w Ukrainie. W irańskich dronach znaleziono chipy z Holandii", "date_published": "2022-12-11 06:59:00+00:00", "description": "W pochodzących z Iranu dronach, które Rosja wykorzystuje do ataków na cywilne cele w Ukrainie, znaleziono chipy dostarczone przez holenderskie firmy - donosi brytyjska organizacja badawcza Conflict Armament Research. Jest ona odpowiedzialna za sprawdzanie zachodniej technologii w irańskich dronach. W badanych szczątkach zestrzelonych bezzałogowców trafiono też na czujniki ciśnienia z pralek.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/francja-zamieszki-kibicow-z-policja-po-zwyciestwie-z-anglia/", "title": "Francja. Zamieszki kibiców z policją po zwycięstwie z Anglią", "date_published": "2022-12-11 06:40:00+00:00", "description": "W Paryżu po sobotnich meczach ćwierćfinałowych między Francją a Anglią oraz Marokiem i Portugalią kibice starli się z policją. Na ulice Paryża wyszło około 20 tys. ludzi. Funkcjonariusze użyli gazu łzawiącego i aresztowali co najmniej 74 osoby.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-11/odessa-15-miliona-ludzi-bez-pradu-rosjanie-chcieli-wywolac-panike/", "title": "Odessa: 1,5 miliona ludzi bez prądu. Rosjanie chcieli wywołać panikę", "date_published": "2022-12-11 05:40:00+00:00", "description": "Jak poinformował prezydent Ukrainy, po atakach dronów na infrastrukturę energetyczną obwodu odeskiego, 1,5 miliona mieszkańców regionu zostało bez prądu. Ponadto w sobotę pojawił się komunikat sugerujący ewakuację z tej części Ukrainy. Władze obwodowe zaprzeczają i wskazują na operację rosyjskich służb.", "persistent": false}]