[{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zla-wiadomosc-dla-podrozujacych-bilety-lotnicze-tansze-nie-beda/g4ery2n", "title": "Zła wiadomość dla podróżujących. Bilety lotnicze tańsze nie będą", "date_published": "2022-12-11 19:03:54+00:00", "description": "Planujecie wylot samolotem na wakacje w 2023 r.? Ceny mogą was niemile zaskoczyć. — Gdy rosną ceny paliwa, ceny biletów też muszą wzrosnąć — otwarcie przyznaje Willie Walsh, dyrektor generalny Międzynarodowego Zrzeszenia Przewoźników Powietrznych. Nic nie wskazuje na to, żeby podróżowanie samolotami w 2023 r. mogło być tańsze niż w tym roku.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/farm-bank-wirtualna-farma-prawdziwe-pieniadze-tysiace-osob-stracilo/bpxs929", "title": "Wirtualna farma, prawdziwe pieniądze. Tysiące osób straciło oszczędności na aplikacji 25-latka", "date_published": "2022-12-11 19:00:06+00:00", "description": "Ma krępą budowę ciała i okrągłą, dziecięcą twarz. Swojej niewinnej aparycji zawdzięcza przydomek \"Tosuncuk\" (tureckie określenie opisujące duże, pulchne niemowlę). Chodził ubrany schludnie, w koszulę i marynarkę, jak przystało na (niedoszłego) absolwenta szkoły religijnej. Nim założył Ciftlik Bank, usiłował zaistnieć jako raper i wciskał internautom okulary przeciwsłoneczne, które rzekomo miały pokazywać ludzi nago. Z perspektywy czasu aż trudno uwierzyć, że temu chłopakowi udało się oszukać około 132 tys. osób na 1,14 mld lirów, czyli ok. 280 mln dol.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/toksyczni-wspolpracownicy-zobacz-jak-sobie-z-nimi-poradzic/k0zrqyy", "title": "Cztery kategorie toksycznych współpracowników. Zobacz, jak sobie z nimi poradzić", "date_published": "2022-12-11 17:37:00+00:00", "description": "Kto nigdy nie spotkał w pracy toksycznego współpracownika, może nazywać się szczęściarzem. Psycholog wyjaśnia, jak radzić sobie w przypadku irytujących \"kolegów i koleżanek\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/czy-cena-za-utrzymanie-twittera-jest-tesla/zfgwt0l", "title": "Elon Musk dużo zaryzykował stawiając na Twittera. Zapłaci za to Tesla", "date_published": "2022-12-11 16:44:00+00:00", "description": "Cokolwiek myśli się o Twitterze, przykro patrzeć, jak Elon Musk niezdarnie obdziera go żywcem ze skóry, aby go \"ratować\".  Wydaje się, że obecnie ma jedno wyjście, żeby spróbować uratować spółkę: zabrać pieniądze z Tesli.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/pis-zwraca-sie-do-polskiej-wsi-obiecuje-rozwiazania-majace-pomoc-rolnictwu/gvv7b10", "title": "Emeryci w KRUS dostaną kilka prezentów od PiS. Tak zyskają", "date_published": "2022-12-11 13:24:38+00:00", "description": "W niedzielę w miejscowości Przysucha w województwie mazowieckim odbyło się Zgromadzenie Polskiej Wsi. Prezes PiS Jarosław Kaczyński podkreślał, że polskie rolnictwo nie zawiodło w trudnych czasach, a minister rolnictwa i wicepremier Henryk Kowalczyk zapowiadał nowe rozwiązania mające pomóc gospodarstwom rolnym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/na-tym-dorobila-sie-joanna-przetakiewicz-pomogl-jej-nie-tylko-kulczyk/cgsjbk1", "title": "Na tym dorobiła się Joanna Przetakiewicz. Pomógł jej nie tylko Kulczyk", "date_published": "2022-12-11 12:18:52+00:00", "description": "Z wykształcenia prawniczka, z zamiłowania projektantka mody. Działalność biznesową zaczęła od stomatologii, ale dopiero stworzenie i rozwijanie marki modowej dało jej zarówno duże pieniądze, jak i rozpoznawalność. 55-letnia dziś Joanna Przetakiewicz wydaje się prawdziwą wizytówką swojej firmy, w której od początku postawiła na produkty luksusowe. Jej kariera wydaje się wręcz \"bajkowa\", zwłaszcza że na jej drodze pojawił się niejeden \"książę\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/motoryzacja/jeep-wrangler-unlimited-4xe-z-pradem-w-teren-test/51prxnz", "title": "Jeep Wrangler Unlimited 4Xe – z prądem w teren", "date_published": "2022-12-11 12:05:06+00:00", "description": "Jeep Wrangler czwartej generacji jest produkowany już od 2017 roku i najczęściej kojarzony jest z dużymi benzynowymi silnikami. Tylko że w obecnie sprzedawanej postaci, przynajmniej w Polsce, dostępna jest tylko jedna wersja tego kultowego modelu. Jaka? To hybryda, którą można ładować z gniazdka. Na dodatek, z niewielkim silnikiem na benzynę. Czy to nadal Wrangler?", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-bombarduja-ukrainskie-elektrownie-tak-wyglada-energetyczna-flota-ukrainy/05035yr", "title": "Rosjanie bombardują ukraińskie elektrownie. Tak wygląda energetyczna flota Ukrainy", "date_published": "2022-12-11 11:46:25+00:00", "description": "Ukraińska energetyka mierzy się z potężnym kryzysem, spowodowanym niszczeniem infrastruktury krytycznej przez rosyjskie rakiety. Specjaliści przez całą dobę naprawiają sieci i elektrownie, by przywrócić prąd i ciepło mieszkańcom. Jednak ich pracę utrudniają ciągłe ostrzały i niekorzystna pogoda. Kolejne kraje zgłaszają pomoc w odbudowaniu zniszczonych obiektów. Do pomocy włączyła się też Polska, która wysłała na Ukrainę swój sprzęt. Jak udało nam się ustalić, elektrownia Dobrotwór, która przez ostatnie lata eksportowała energię do Polski, nadal działa, ale obecnie wytwarza prąd wyłącznie na potrzeby lokalnego rynku.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/surowce/sankcje-w-miekkie-podbrzusze-rosji-unia-bierze-sie-za-przemysl-wydobywczy/949dtee", "title": "Sankcje w miękkie podbrzusze Rosji. Unia bierze się za sektor wydobywczy", "date_published": "2022-12-11 10:12:06+00:00", "description": "Komisja Europejska wprowadziła właśnie sankcje na rosyjską ropę, a już szykuje się do kolejnych ograniczeń obejmujących tym razem sektor wydobywczy. Choć nie zakładają natychmiastowego odcięcia się od rosyjskich dostaw, analitycy przekonują, że mogą pokrzyżować plany Putinowi. Wydobycie to wyścig technologiczny. W którym Rosja zaczyna odstawać.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/szef-loreal-na-europe-polska-to-jeden-z-najbardziej-perspektywicznych-krajow/jg63483", "title": "Spod Warszawy sprzedają kosmetyki na całą Europę. Szef L’Oreal o tym, co widzi w Polsce [TYLKO U NAS]", "date_published": "2022-12-11 09:03:56+00:00", "description": "— Wbrew pozorom, branża beauty z biegiem czasu okazała się bardzo odporna na wstrząsy. Nawet jeśli część klientów uważniej wybiera produkty, to z nich nie rezygnuje — fakt, że mamy bardzo duży wybór sprawia, że nawet w okresie spowolnienia klienci nie rezygnują w pełni z zakupów. Produkty kosmetyczne są dobrami pierwszej potrzeby – mówi Vianney Derville, prezes L’Oreal na Europę w rozmowie z Business Insider Polska.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/odrzutowiec-jetstar-lockheed-1329-z-1962-r-nalezacy-do-elvisa-presleya/3zdsph6", "title": "Witamy na pokładzie odrzutowca JetStar Lockheed 1329 z 1962 r. należącego do Elvisa Presleya", "date_published": "2022-12-11 09:00:00+00:00", "description": "Zajrzyj do wnętrza prywatnego odrzutowca JetStar Lockheed 1329 z 1962 r. należącego do Elvisa Presleya, który już niedługo zostanie wystawiony na aukcję.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/makroekonomia/piec-lat-rzadu-mateusza-morawieckiego-tak-wyglada-w-liczbach/9bek5mx", "title": "Piątka Morawieckiego. Te liczby pokazują gospodarkę pod jego rządami", "date_published": "2022-12-11 07:20:20+00:00", "description": "Rząd Mateusza Morawieckiego musiał zmierzyć się z dwoma poważnymi szokami – pandemią i kryzysem energetycznym. Nasz gospodarka okazała się wyjątkowo odporna na zawirowania, a właściwie jedynym poważnym problemem, jaki narósł w ostatnich latach, jest inflacja. Wybraliśmy pięć wskaźników, które pokazują zmiany, jakie zaszły w polskiej gospodarce, od kiedy Morawiecki zasiadł w fotelu szefa rząd.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/studenci-zalozyli-wlasna-rpp-u-nich-podwyzki-stop-sie-nie-zatrzymuja/6yb93vk", "title": "Studenci założyli własną RPP. U nich podwyżki stóp się nie zatrzymują", "date_published": "2022-12-11 06:02:00+00:00", "description": "Tu podwyżki stóp procentowych trwają w najlepsze. Studenci jednego z kół naukowych Szkoły Głównej Handlowej stworzyli alternatywną Radę Polityki Pieniężnej i co miesiąc organizują posiedzenia na kształt tych, którym przewodniczy Adam Glapiński. W rozmowie z Business Insider Polska opowiadają, jak takie spotkania wyglądają i przyznają, że są \"gospodarczymi freakami\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/mozart-wsrod-grzybow-tak-wyglada-zbieranie-luksusowego-przysmaku/d2vcgk5", "title": "Mozart wśród grzybów. Tak wygląda zbieranie luksusowego przysmaku", "date_published": "2022-12-11 05:47:57+00:00", "description": "Ich zapach i smak jest jedyny w swoim rodzaju. Są najbardziej luksusowym dodatkiem do makaronu, risotto, mięsa lub, przy większej fantazji, do deseru. To trufle, przede wszystkim te białe, najszlachetniejsze i najdroższe. Są obiektem pożądania koneserów wykwintnych dań. Ale równie atrakcyjne, jak kosztowne przeżycia smakowe, jest ich poszukiwanie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/czeka-nas-renesans-kolei-francja-ma-zgode-na-zakaz-krotkich-lotow/xrx4ry8", "title": "Czeka nas renesans kolei? Francja ma zgodę na zakaz krótkich lotów", "date_published": "2022-12-11 05:11:30+00:00", "description": "Bruksela dała zielone światło na ograniczenie możliwości wykonywania przez linie lotnicze połączeń na krótkich dystansach, o ile istnieje dla nich alternatywa w postaci podróży pociągiem. Niemcy po zakończonym gigantycznym sukcesie eksperymencie z biletem za 9 euro pracują nad systemowym rozwiązaniem zapewniającym tanie bilety na transport zbiorowy. Branża lotnicza odbudowująca się po pandemii nie wydaje się jednak być przerażona tym trendem.", "persistent": false}]