[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/retired-navy-seal-made-famous-by-becoming-trans-reveals-he-has-detransitioned-destroyed-my-life", "title": "Retired Navy SEAL Made Famous By Becoming Trans Reveals He Has Detransitioned: ‘Destroyed My Life’", "date_published": "2022-12-11 18:00:49+00:00", "description": "A retired U.S. Navy SEAL who became famous a decade ago for becoming transgender said in a recent interview that he detransitioned because it ruined his life. Chris Beck, who became Kristin Beck and has now returned to his original name, served in the SEAL teams for two decades in various theaters of combat, including ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nypd-arrest-man-assaulting-undercover-cop-after-altercation-with-drag-queen-story-hour-protestors", "title": "NYPD Arrest Man Assaulting Undercover Cop After Altercation With Drag Queen Story Hour Protestors", "date_published": "2022-12-11 17:33:50+00:00", "description": "A drag queen story hour for children held inside the New York Public Library on Saturday night resulted in authorities arresting a man for shoving an NYPD detective monitoring the situation after clashing with several protestors boycotting the event. Local independent media captured 28-year-old Chase Catapano of Manhattan shouting obscenities and making insulting gestures at ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-central-command-forces-kill-two-isis-officials-in-syria", "title": "U.S. Central Command Forces Kill Two ISIS Officials In Syria", "date_published": "2022-12-11 16:46:51+00:00", "description": "U.S. Central Command forces conducted a helicopter raid in Syria on Sunday that killed two officials of the Islamic State (ISIS). The raid ended the lives of one unnamed official and &#8220;Anas, an ISIS Syria Province Official who was involved in the group’s deadly plotting and facilitation operations in eastern Syria,&#8221; according to a press ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/selfie-own-bidens-embattled-gender-fluid-official-caught-cops-attention-with-instagram-post", "title": "Selfie-Own: Biden’s Embattled Gender-Fluid Official Caught Cops’ Attention With Instagram Post", "date_published": "2022-12-11 16:38:52+00:00", "description": "A selfie Sam Brinton posted to Instagram may have been the final piece of the puzzle linking a second airport luggage theft to President Joe Biden&#8217;s embattled Deputy Assistant Secretary for Spent Fuel and Waste Disposition. According to a report published Saturday by The Washington Times, Las Vegas police were struggling to determine the identity ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pompeo-blasts-griner-prisoner-swap-bad-guys-for-celebrities-sends-wrong-message", "title": "Pompeo Blasts Griner Prisoner Swap: ‘Bad Guys For Celebrities’ Sends Wrong Message", "date_published": "2022-12-11 16:12:26+00:00", "description": "Former Secretary of State Mike Pompeo blasted the Biden administration over its recent prisoner swap of Russian &#8220;Merchant of Death&#8221; arms dealer Viktor Bout for American WNBA player Brittney Griner. Pompeo shared his criticisms during an interview on &#8220;Fox News Sunday&#8221; with Shannon Bream. “We weren’t going to trade bad guys for celebrities because it ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/he-would-have-gone-free-anyway-in-2029-john-kirby-responds-to-critics-of-swapping-viktor-bout-for-brittney-griner", "title": "‘He Would Have Gone Free Anyway In 2029’: John Kirby Responds To Critics Of Swapping Viktor Bout For Brittney Griner", "date_published": "2022-12-11 15:57:09+00:00", "description": "National Security Council Strategic Communications Coordinator John Kirby defended the Biden administration’s prisoner swap of notorious Russian arms dealer Viktor Bout for American WNBA player Brittney Griner.  Appearing Sunday on ABC’s “This Week” with host Martha Raddatz, Kirby responded to bipartisan criticism of the exchange, specifically reacting to Sen. Bob Menendez&#8217;s (D-NJ) remarks calling it ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nasas-artemis-i-successfully-returns-from-moon-mission", "title": "NASA’s Artemis I Successfully Returns From Moon Mission", "date_published": "2022-12-11 15:43:31+00:00", "description": "NASA&#8217;s Orion capsule has successfully landed in a splashdown off the Mexican island of Guadalupe after nearly 26 days of travel to the Moon and back. The voyage was part of Artemis I, a series of missions developing human exploration of the Moon and Mars. Splashdown! 🪂💦@NASA_Orion has returned, concluding the nearly 26-day #Artemis I ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-nba-coach-and-all-star-paul-silas-dead-at-79", "title": "Former NBA Coach And All-Star Paul Silas Dead At 79", "date_published": "2022-12-11 15:20:01+00:00", "description": "Former NBA head coach and All-Star forward Paul Silas has died at the age of 79. Boston Globe columnist Bob Ryan confirmed his death on Sunday morning. &#8220;I am very sad to report that the Great Paul Silas has died at age 79. To watch him play was a joy. To be his friend was ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/schiff-confirms-key-step-toward-jan-6-criminal-referrals", "title": "Schiff Confirms Key Step Toward Jan. 6 Criminal Referrals", "date_published": "2022-12-11 15:04:30+00:00", "description": "The January 6 Committee is taking a significant step toward deciding whether to send criminal referrals to the Justice Department, according to a member of the panel. Rep. Adam Schiff (D-CA) confirmed to CBS News that a subcommittee was set to meet on Sunday as part of that process in the final days before a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/religious-hospitals-relieved-from-performing-transgender-surgeries-u-s-court", "title": "Religious Hospitals Relieved From Performing Transgender Surgeries: U.S. Court", "date_published": "2022-12-11 14:59:01+00:00", "description": "A federal court blocked a Biden administration mandate Friday that would violate several Catholic organizations&#8217; religious rights and moral convictions to perform or pay for transgender surgeries. The Eighth Circuit U.S. Court of Appeals unanimously affirmed a North Dakota lower court grant of permanent injunctive relief to block the mandate because &#8220;intrusion upon the Catholic ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bomb-threat-shuts-down-patti-labelle-concert", "title": "Bomb Threat Shuts Down Patti LaBelle Concert", "date_published": "2022-12-11 13:58:58+00:00", "description": "A Patti LaBelle concert in Milwaukee, Wisconsin, was evacuated on Saturday night following a bomb threat. A security team interrupted the singer as she spoke to the crowd and quickly escorted LaBelle, 78, off the stage of the Riverside Theater. Attendees seemed unaware of the threat and soon began to grow concerned, with some screams ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bernie-says-sinema-sabotaged-biden-agenda-disagrees-with-top-dem-who-says-her-switch-doesnt-matter", "title": "Bernie Says Sinema ‘Sabotaged’ Biden Agenda, Disagrees With Top Dem Who Says Her Switch ‘Doesn’t Matter’", "date_published": "2022-12-11 13:18:58+00:00", "description": "Former Democratic presidential candidate Bernie Sanders and moderate Sen. Jon Tester (D-MT) had different reactions to Arizona Sen. Kyrsten Sinema&#8216;s decision to ditch the Democrats and become an independent. Tester brushed off Sinema&#8217;s disaffiliation Sunday on NBC&#8217;s &#8220;Meet the Press,&#8221; saying it does not matter because she will still caucus with Democrats. But Vermont Senator ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ratcliffe-says-only-one-reason-why-official-from-top-spy-office-met-with-twitter", "title": "Ratcliffe Says Only One Reason Why Official From Top Spy Office Met With Twitter", "date_published": "2022-12-11 13:12:28+00:00", "description": "No one in the U.S. intelligence community had authorization to claim the Hunter Biden laptop story was part of a Russian disinformation plot, a top official from the Trump administration said on Sunday. In an interview in which he discussed  &#8220;The Twitter Files,&#8221; former Director of National Intelligence John Ratcliffe insisted there was only one ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-vows-subpoenas-for-51-intel-veterans-in-hunter-biden-probe", "title": "Kevin McCarthy Vows Subpoenas For 51 Intel Veterans In Hunter Biden Probe", "date_published": "2022-12-11 11:41:44+00:00", "description": "House Republicans will subpoena the 51 intelligence veterans who signed a letter suggesting the Hunter Biden laptop story could be part of a Russian disinformation operation, Minority Leader Kevin McCarthy (R-CA) pledged on Saturday. The commitment from McCarthy, who is positioned to become speaker of the House next term, comes as Twitter CEO Elon Musk ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alleged-lockerbie-bombmaker-in-u-s-hands-three-decades-after-terror-attack", "title": "Suspected Lockerbie Bombmaker In U.S. Hands Three Decades After Terror Attack", "date_published": "2022-12-11 11:27:51+00:00", "description": "The Libyan man suspected of making the bomb that took down a commercial flight over Lockerbie, Scotland, in 1988, killing 270 people, is in U.S. custody after more than three decades, authorities said Sunday. Details involving Abu Agila Mohammad Mas&#8217;ud Kheir Al-Marimi’s handover by Libyan officials were not divulged, but he is due to appear ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-takes-aim-at-dr-fauci-in-cryptic-wee-hours-tweet", "title": "Elon Musk Takes Aim At Dr. Fauci In Cryptic Wee-Hours Tweet", "date_published": "2022-12-11 09:04:48+00:00", "description": "Elon Musk, whose exposure of Twitter’s internal communications has lifted the curtain on censorship of conservatives, took aim at a new target with an early-morning tweet Sunday: Dr. Anthony Fauci. “My pronouns are Prosecute/Fauci,” Musk tweeted, an hour after another tweet warning that things were about to “get spicy.” So far, the Twitter revelations, delivered ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-fourth-installment-of-the-twitter-files-is-released", "title": "The Fourth Installment Of ‘The Twitter Files’ Is Released", "date_published": "2022-12-11 09:02:19+00:00", "description": "The fourth installment of &#8220;The Twitter Files&#8221; released over the weekend revealed new information about the actions that led up to the platform banning former President Donald Trump following the January 6, 2021, riot in the nation&#8217;s capital. The first several tweets offered no new information and rehashed prior releases from The Twitter Files. The ...", "persistent": false}]