[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ye-is-no-longer-buying-parler-the-free-speech-social-media-app-220019626.html?src=rss", "title": "Ye is no longer buying Parler, the ‘free speech’ social media app", "date_published": "2022-12-01 22:00:19+00:00", "description": "<p>Ye is no longer buying Parler, the controversial social media app that’s billed itself as a “free speech” alternative to Twitter. Ye, formerly known as Kanye West, originally struck <a href=\"https://www.engadget.com/kanye-west-is-buying-twitter-clone-parler-101627060.html\"><ins>a deal</ins></a> with Parlement Technologies in October to buy the company for an undisclosed amount.</p><p>That deal is now off, according to the company. “Parlement Technologies has confirmed that the company has mutually agreed with Ye to terminate the intent of sale of Parler,” a spokesperson for Parler said in a statement. “This decision was made in the interest of both parties in mid-November. Parler will continue to pursue future opportunities for growth and the evolution of the platform for our vibrant community.”</p><span id=\"end-legacy-contents\"></span><div id=\"21aec07276c143748acb9bb9ab24c7fb\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Parler will continue to pursue future opportunities for growth and the evolution of the platform for our vibrant community.</p>— Parler (@parler_app) <a href=\"https://twitter.com/parler_app/status/1598422343893733376?ref_src=twsrc%5Etfw\">December 1, 2022</a></blockquote></div><p>The spokesperson didn’t immediately respond to questions about why the acquisition was terminated. News of the deal imploding comes just hours after Ye praised Nazis and said, “I like Hitler,” during an <a href=\"https://thehill.com/homenews/media/3758250-masked-ye-goes-on-antisemitic-tirade-on-infowars-i-see-good-things-about-hitler/\"><ins>appearance</ins></a> on Alex Jones’ podcast.</p><p>Ye had first announced he would buy Parler after he was suspended from Twitter following a series of antisemitic tweets. (Twitter CEO Elon Musk later <a href=\"https://twitter.com/elonmusk/status/1578769394536452097\"><ins>welcomed him</ins></a> back to the platform.) At the time, Parlement technologies CEO George Farmer said that \"the proposed acquisition will assure Parler a future role in creating an uncancelable ecosystem where all voices are welcome.”</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/facebook-failed-test-of-ads-threatening-election-workers-215001463.html?src=rss", "title": "Facebook failed to stop test ads from threatening midterm election workers", "date_published": "2022-12-01 21:50:01+00:00", "description": "<p>Meta's <a href=\"https://www.engadget.com/meta-2022-us-midterm-elections-anti-misinformation-strategy-193235493.html\">election integrity efforts</a> on Facebook may not have been as robust as claimed. Researchers at New York University's Cybersecurity for Democracy and the watchdog Global Witness have <a href=\"https://cybersecurityfordemocracy.org/post-midterms-election-disinfo\">revealed</a> that Facebook's automatic moderation system approved 15 out of 20 test ads threatening election workers ahead of last month's US midterms. The experiments were based on real threats and used \"clear\" language that was potentially easy to catch. In some cases, the social network even allowed ads after the wrong changes were made — the research team just had to remove profanity and fix spelling to get past initial rejections.</p><p>The investigators also tested TikTok and YouTube. Both services stopped all threats and banned the test accounts. In an earlier experiment before Brazil's election, Facebook and YouTube allowed all election misinformation sent during an initial pass, although Facebook rejected up to 50 percent in follow-up submissions.</p><span id=\"end-legacy-contents\"></span><p>In a statement to Engadget, a spokesperson said the ads were a \"small sample\" that didn't represent what users saw on platforms like Facebook. The company maintained that its ability to counter election threats \"exceeds\" that of rivals, but only backed the claim by pointing to quotes that illustrated the amount of resources committed to stopping violent threats, not the effectiveness of those resources.</p><p>The ads wouldn't have done damage, as the experimenters had the power to pull them before they went live. Still, the incident highlights the limitations of Meta's <a href=\"https://www.engadget.com/facebook-develops-ai-moderation-tools-that-actually-work-at-facebookscale-180058754.html\">partial dependence on AI moderation</a> to fight misinformation and hate speech. While the system helps Meta's human moderators cope with large amounts of content, it also risks greenlighting ads that might not be caught until they're visible to the public. That could not only let threats flourish, but invite fines from <a href=\"https://www.engadget.com/deepfake-porn-uk-ban-online-safety-bill-171007700.html\">the UK</a> and other countries that plan to penalize companies which don't quickly remove extremist content.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/epic-games-realityscan-ios-213549896.html?src=rss", "title": "Epic Games’ app that turns photos into 3D models now available on iOS", "date_published": "2022-12-01 21:35:49+00:00", "description": "<p>Epic Games released RealityScan for iOS today. The free app, previously available in a <a href=\"https://www.engadget.com/epic-games-realityscan-app-photos-3d-models-sketchfab-202242992.html\"><ins>closed beta</ins></a>, lets anyone scan real-world objects with their phone and turn them into high-fidelity 3D models.</p><p>The app is the fruit of Epic’s <a href=\"https://www.epicgames.com/site/en-US/news/capturing-reality-is-now-part-of-epic-games\"><ins>purchase</ins></a> of Capturing Reality, a company specializing in photogrammetry software. Like the company’s desktop software, RealityScan combines 2D images to make seamless 3D assets for games and other virtual environments. The idea is to enable game developers and other creatives to scan real-world objects at any time and any place for their projects. (If the metaverse ever takes off, you can imagine tools like this becoming essential.)</p><span id=\"end-legacy-contents\"></span><p>The scanning process begins with signing into your Epic Games account and taking at least 20 photos of an object from all sides. As you move your phone around, a real-time quality map shows how well you’ve covered it: green denotes well-covered areas, yellow could use more attention and red needs the most additional photos. It visualizes the places from which you’ve snapped each picture as something akin to little Polaroids floating around your item.</p><figure><img alt=\"Scanning a tree stump with Epic Games' RealityScan iPhone app\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/8bba0340-71bb-11ed-bee7-853af4a5eff0\" style=\"height: 780; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Epic Games</div></figure><p>The app uploads and automatically aligns the images in the cloud as you take the photos. You can preview the model through the camera view and switch between the quality map and an in-progress, full-color render. When you want to crop it, it pops up 3D handles for you to drag around, ensuring it captures only the item, not the floor beneath it or background objects.</p><p>The process works best with simple items captured in even, indirect lighting (reflective or wet surfaces won’t capture well). It also appears to work best with larger objects, as my attempt to capture a small Mr. T action figure resulted in something that looks more like a pointillistic painting than a usable model.</p><div id=\"e836b1fe8bb249619567775b8e7642cb\"></div><p>Once you’re happy with the capture, you can export it to Sketchfab (a 3D asset platform Epic <a href=\"https://www.engadget.com/epic-games-3d-asset-platform-sketchfab-unreal-engine-153014312.html\"><ins>bought</ins></a> last year), where you can use it for 3D, virtual reality and augmented reality projects. Optionally, if you’ve captured something unique, you could try to sell your 3D model. Game developers needing a specific item for a virtual environment are the most logical audience here.</p><p>RealityScan is available today as a <a href=\"https://apps.apple.com/us/app/realityscan/id1584832280\"><ins>free download</ins></a> for iOS and iPadOS on the App Store. Earlier this year, Epic said an Android version would arrive later in the year, although the company is running short on time to meet that deadline.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cadillac-racing-electric-car-24-hours-daytona-competition-210402542.html?src=rss", "title": "Cadillac says its new electric race car is almost ready for 24 Hours of Daytona", "date_published": "2022-12-01 21:04:02+00:00", "description": "<p>Cadillac Racing says its first <a href=\"https://www.engadget.com/tag/ev/\"><ins>electric</ins></a> race car is almost ready for the 24 Hours of Daytona event in January after passing critical testing and development milestones. Since July, the V-LMDh has gone through nearly 12,000 miles (19,000 km) of on-track testing, including a 24-hour test at Sebring International Raceway.</p><p><a href=\"https://www.engadget.com/tag/cadillac/\"><ins>Cadillac</ins></a> collected data on nighttime operation and durability on the bumpy 3.7-mile circuit. Program manager Laura Wontrop Klauser claimed Sebring was the perfect testing ground for the V-LMDh ahead of its competitive debut at Daytona. “To complete that endurance test was extra motivation for our team and provided a sense of accomplishment,” <a href=\"https://media.cadillac.com/media/us/en/cadillac/home.detail.html/content/Pages/news/us/en/2022/dec/1201-vlmdh.html\"><ins>Klauser said in a statement</ins></a>. “We still have a lot to do in a short time, but we are at the point where we are fine-tuning many things.”</p><span id=\"end-legacy-contents\"></span><p>The car is also slated to take part in the 24-hour race at Le Mans in June. Cadillac plans to run it in the IMSA WeatherTech SportsCar Championship and the FIA World Endurance Championship. A final test will take place next week at Daytona as part of mandatory evaluations for all manufacturers intending to take part in the IMSA’s new Grand Touring Prototype class. Cadillac Racing will reveal the final competition version of the three V-LMDh race cars, including liveries (and hopefully a new name), in mid-January.</p><div id=\"bc807b27662b4a55840933810f4a3f1e\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/discord-server-subscriptions-available-201913877.html?src=rss", "title": "Discord server owners in the US can now create their own subscriptions", "date_published": "2022-12-01 20:19:13+00:00", "description": "<p>After a <a href=\"https://www.engadget.com/discord-premium-memberships-announcement-160019679.html\">year of testing</a>, Discord is ready to let more creators offer subscriptions. The community platform has <a href=\"https://discord.com/blog/server-and-creator-subscriptions\">enabled</a> Server Subscriptions for all eligible server owners in the US. Your favorite streamer or social media star can now offer exclusive content and features at multiple price tiers they set themselves. You might get bonus videos, early access to merch or voting rights for influential polls, for instance.</p><p>Discord stresses that creators will get 90 percent of their subscription fee. They can also use a newly launched promo webpage feature to promote their paid options. Any server owner qualifies as long as they're based in the US, agrees to policies and doesn't have any \"recent\" violations.</p><span id=\"end-legacy-contents\"></span><p>The long testing period reflects Discord's caution around launching Server Subscriptions. As company marketing manager Jesse Wofford told Engadget last year, the feature is meant to allow sustainable businesses on the platform — theoretically, a creator can generate meaningful profit (even if it's purely supplemental) from their Discord community.</p><p>Whether or not this represents a good value may depend on the services a creator is already using to charge for Discord access. Patreon <a href=\"https://www.patreon.com/pricing\">asks</a> for as little as 5 percent of monthly income before payment processing, but membership tiers and some other perks aren't available until a creator gives up 8 or 12 percent. Moreover, server owners still have to split their attention between two services — Discord's move potentially simplifies subscriptions.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/summer-game-fest-in-person-show-date-e3-193242912.html?src=rss", "title": "Summer Game Fest's first in-person show will take place on June 8th", "date_published": "2022-12-01 19:32:42+00:00", "description": "<p>Geoff Keighley and his team might be focused on <a href=\"https://www.engadget.com/tag/the%20game%20awards/\"><ins>The Game Awards</ins></a>, but they're also looking ahead to their next gaming event. The fourth edition of <a href=\"https://www.engadget.com/tag/summer%20game%20fest/\"><ins>Summer Game Fest's</ins></a> live kickoff show, which will have a live audience for the first time, will take place on June 8th.&nbsp;</p><p>Keighley was involved with <a href=\"https://www.engadget.com/tag/e3/\"><ins>E3</ins></a> for 25 years, though he <a href=\"https://www.gamesindustry.biz/geoff-keighley-will-not-participate-in-e3-2020\"><ins>backed out</ins></a> in early 2020 (before the Entertainment Software Association canceled that year's edition). Three years later, the two events are set to go toe-to-toe.</p><span id=\"end-legacy-contents\"></span><div id=\"f0a6afd8509a4ba5b20b109c172d3dc2\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">☀️SAVE THE DATE☀️<br /><br />June 8, 2023<br /><br />Join us online or in person for SGF '23<a href=\"https://twitter.com/summergamefest?ref_src=twsrc%5Etfw\">@SummerGameFest</a> kicks off with a spectacular LIVE showcase event from the 6,000-seat <a href=\"https://twitter.com/youtubetheater?ref_src=twsrc%5Etfw\">@YouTubeTheater</a> in Los Angeles<br /><br />Stay tuned for more details &amp; public ticket sales! <a href=\"https://t.co/B455Y6AHe8\">pic.twitter.com/B455Y6AHe8</a></p>— Summer Game Fest - Returns June 2023 (@summergamefest) <a href=\"https://twitter.com/summergamefest/status/1598361294234689536?ref_src=twsrc%5Etfw\">December 1, 2022</a></blockquote></div><p>The long-running expo hasn't held <a href=\"https://www.engadget.com/e3-2023-dates-announced-162713745.html\"><ins>an in-person event</ins></a> since 2019. The <a href=\"https://www.engadget.com/2020-03-11-e3-2020-is-officially-cancelled.html\"><ins>2020</ins></a> and <a href=\"https://www.engadget.com/e3-2022-fully-canceled-194216531.html\"><ins>2022</ins></a> editions of E3 were called off, though it went ahead as an <a href=\"https://www.engadget.com/e3-2021-schedule-streams-what-expect-160054773.html\"><ins>online-only event</ins></a> in 2021. E3's partner showcases start on June 11th with the in-person component of the show (which <a href=\"https://www.engadget.com/reedpop-pax-e3-2023-083144977.html\"><ins>PAX operator ReedPop will run</ins></a>) slated for June 13th to 16th.</p><p>The Summer Game Fest showcase will take place at the 6,000-capacity YouTube Theater, a 20-minute drive from E3's Los Angeles Convention Center home base. As ever, the former will feature world premieres, gameplay demos and other announcements. Unless you want to attend Summer Game Fest in person, you won't need to buy a ticket as you can watch the event live on the likes of YouTube and Twitch. It's not yet clear if publishers and studios will offer hands-on demos, as is the case at E3.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/extraterrestrial-live-meerkat-radio-telescope-183026808.html?src=rss", "title": "Southern hemisphere’s largest radio telescope joins search for extraterrestrial tech", "date_published": "2022-12-01 18:30:26+00:00", "description": "<p>The largest <a href=\"https://www.engadget.com/tag/radio%20telescope/\"><ins>radio telescope</ins></a> in the southern hemisphere has joined the search for technosignatures, signals that indicate the presence of technology developed by extraterrestrial intelligence. A new instrument utilized by the <a href=\"https://www.engadget.com/2018-07-15-meerkat-radio-telescope-debut.html\"><ins>MeerKAT radio telescope</ins></a>, which is in a remote region of South Africa, will increase the number of targets that Breakthrough Listen can observe by a factor of 1,000.</p><p>A team of engineers and astronomers involved with Listen, an initiative that's <a href=\"https://www.engadget.com/2019-07-17-breakthrough-listen-veritas-light-pulse-study.html\"><ins>seeking signs of intelligent extraterrestrial life</ins></a>, spent three years working on the instrument, which is said to be the most powerful equipment ever deployed to aid the search for technosignatures. The instrument is integrated with MeerKAT's control and monitoring systems.</p><span id=\"end-legacy-contents\"></span><p>Listen is already employing the <a href=\"https://www.engadget.com/2017-05-25-listening-to-starlight-our-ongoing-search-for-alien-intelligenc.html\">Green Bank Telescope</a> (GBT) in West Virginia, the Parkes Telescope in Australia and others in its hunt for technosignatures. What's different about MeerKAT is that there's no need to physically move its antennas. Its 64 dishes can monitor an area of the sky 50 times larger than what GBT can view at once.</p><p>“Such a large field of view typically contains many stars that are interesting technosignature targets,\" Listen principal investigator Dr. Andrew Siemion <a href=\"https://www.sarao.ac.za/media-releases/extraterrestrial-signal-search-is-underway-using-the-southern-hemispheres-biggest-radio-telescope/\"><ins>said in a statement</ins></a>. \"Our new supercomputer enables us to combine signals from the 64 dishes to get high resolution scans of these targets with excellent sensitivity, all without impacting the research of other astronomers who are using the array.”</p><p>Along with being able to monitor a larger area of the sky at a given time, the ability to scan 64 objects at once will help Listen to detect and dismiss interfering signals from spacecraft launched by humans, such as satellites. One of the first targets that the new instrument will observe is Alpha Centauri. In 2020, Listen <a href=\"https://www.engadget.com/proxima-centauri-strange-radio-signal-164510331.html\">detected an odd radio signal</a> coming from Proxima Centauri, the closest star to our sun and a member of the Alpha Centauri system.</p><p>“It will take us just two years to search over one million nearby stars,\" Listen project scientist Dr. Cherry Ng said. \"MeerKAT will provide us with the ability to detect a transmitter akin to Earth’s brightest radio beacons out to a distance of 250 light years in our routine observing mode.”</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-doodle-jerry-lawson-181543188.html?src=rss", "title": "Today’s Google Doodle celebrates Jerry Lawson, the ‘father of the video game cartridge’", "date_published": "2022-12-01 18:15:43+00:00", "description": "<p>Google’s <a href=\"https://www.google.com/doodles/gerald-jerry-lawsons-82nd-birthday\"><ins>interactive Doodle</ins></a> today celebrates the life and accomplishments of video game pioneer <a href=\"https://www.engadget.com/2015-02-20-jerry-lawson-game-pioneer.html\"><ins>Gerald “Jerry” Lawson</ins></a> on what would have been his 82nd birthday. The Doodle lets you play five retro pixel-art platformers in your browser — with two even letting you play as Lawson. The Doodles’ creators want to inspire young people to follow in his footsteps, and it includes a built-in level editor and creator to nudge them on that path.</p><p>Lawson was known as the “father of the video game cartridge,” which he developed as Director of Engineering and Marketing at Fairchild Semiconductor. In 1976, the company released the Fairchild Channel F home console, with Lawson serving as lead developer. The Channel F (the “F” stood for “fun”) was the first system with interchangeable game cartridges, a novel concept in an era when games were permanently coded into hardware. Interchangeable ROM-based cartridges were a massive breakthrough that let users build entire libraries rather than playing one game ad nauseam.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Gameplay from a Jerry Lawson-starring platform game inside today's Google Doodle\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/2a0af2a0-71a0-11ed-ad37-04f40a6de9f3\" style=\"height: 784; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Google</div></figure><p>Today’s Doodle includes games from guest artists and game designers Davionne Gooden, Lauren Brown and Momo Pixel. “The concept starts with the player as a little Jerry Lawson,” explained Brown. “This takes us through anecdotes about Jerry’s life, parts of his journey that he went about to create the cartridge. Once you complete the level, you then get to create your own game with an editor that allows you to reimagine the level design and innovate like Jerry Lawson did.”</p><p>Along with the cartridge advancement, Lawson’s Channel F was the first console with an eight-way joystick and a pause menu. Although it wasn’t a commercial success, Channel F’s innovations would influence later systems that dominated home gaming over the following decades — it was a predecessor to platforms like the Atari 2600 and the Nintendo Entertainment System. Even in today’s world of always-online digital games, the top-selling console — the Nintendo Switch — still (optionally) uses a form of cartridges.</p><p>Lawson faced considerable challenges during his early years at Fairchild as an African-Amercan man in a field that wasn't known for being racially diverse. He noted that working as an engineer as a 6-foot-6-inch Black man would surprise people, with some reacting with “total shock” when they saw him for the first time. Additionally, he was one of only two Black members of the Homebrew Computing Club. This group included Apple co-founders Steve Jobs and Steve Wozniak, along with other Silicon Valley pioneers.</p><figure><img alt=\"Photo of Gerald \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/5625d760-71a0-11ed-bde1-9791ad744788\" style=\"height: 1049; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">The Estate of Jerry Lawson</div></figure><p>After his innovations at Fairchild, Lawson left in 1980 to start his own company, VideoSoft, one of the first Black-owned video game development firms. VideoSoft closed five years later, and Lawson consulted engineering and video game companies for the rest of his career. He <a href=\"https://www.engadget.com/2011-04-11-game-console-pioneer-jerry-lawson-dies-at-70.html\"><ins>passed away</ins></a> in 2011 at 70 from diabetes complications.</p><p>“When people play this Doodle, I hope they’re inspired to be imaginative,” said Anderson Lawson, Jerry’s son. “And I hope that some little kid somewhere that looks like me wants to get into game development. Hearing about my father’s story makes them feel like they can.”</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amnesia-the-bunker-horror-game-180049578.html?src=rss", "title": "'Amnesia: The Bunker' is a new survival horror sandbox from Frictional Games", "date_published": "2022-12-01 18:00:49+00:00", "description": "<p>Frictional Games thinks it has a way to shake up the <a href=\"https://www.engadget.com/amnesia-rebirth-adventure-mode-214522535.html\">Amnesia horror formula</a> — throw out most of the predictability. The studio has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PU94TFNzRG10ai1VIiwiY29udGVudFV1aWQiOiJhZThhZmUzNC0zNGZkLTQ1M2QtYWYyOS02MzBhMjI5NWQ4OTUifQ&amp;signature=AQAAAcFoiE6NcCmn02-wjB8zMRIuiAKYIOyFe4znFBGMjDGX&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DOxLSsDmtj-U\">unveiled</a><em>Amnesia: The Bunker</em>, a \"semi-open\" survival horror title that takes place during the First World War. You play a French soldier (an amnesiac, of course) who has little more than a revolver and flashlight to defend themselves against a mysterious creature hunting them down. There are \"hardly any\" scripted events, and frequently multiple ways to overcome the game's hurdles.</p><p>The new release also promises new forms of interaction, with elements of sandbox games despite the presence of a story. You can also expect improved lighting effects and \"carefully\" crafted sound. And yes, you'll still get Frictional's signature extra-gloomy environments.</p><span id=\"end-legacy-contents\"></span><div id=\"b09449553d1f4c6a82ccaaa96dd90f69\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>Amnesia: The Bunker</em> releases on PlayStation, Xbox and PC (via Epic Games Store and Steam) sometime in 2023. It's too soon to say if the open world format will help, or simply introduce the problems that sometimes creep up in those games — it won't be very frightening if you're wandering aimlessly. If nothing else, the approach should improve the replayability compared to other horror projects. You can come back knowing the scares won't always pop up at the same places.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/xbox-game-pass-games-december-2022-lego-star-wars-high-on-life-the-walking-dead-165446648.html?src=rss", "title": "'Lego Star Wars: The Skywalker Saga' will hit Xbox Game Pass on December 6th", "date_published": "2022-12-01 16:54:46+00:00", "description": "<p><a href=\"http://engadget.com/tag/microsoft\"><ins>Microsoft</ins></a> has <a href=\"https://news.xbox.com/en-us/2022/12/01/game-pass-december-2022-wave-1-announce/\"><ins>revealed</ins></a> its first wave of <a href=\"https://www.engadget.com/tag/game%20pass/\"><ins>Game Pass</ins></a> additions for December and the headliner is a major game that <a href=\"https://www.engadget.com/lego-star-wars-the-skywalker-saga-release-date-crunch-151421921.html\"><ins>debuted earlier this year</ins></a> — <em>Lego Star Wars: The Skywalker Saga</em>. You'll be able to play through all nine core films in the Star Wars franchise and you can choose which trilogy to begin with. It's maybe the best Star Wars game I've played. It's gorgeous, the gameplay is a blast and it's very funny, with clever twists on many of the series' most memorable moments. It's coming to Game Pass on December 6th and you can play it on Xbox, PC and Xbox Cloud Gaming.</p><p>A few games have joined Game Pass today, including <a href=\"https://www.engadget.com/nintendo-indie-world-august-2021-showcase-192608269.html\"><em><ins>Eastward</ins></em></a>, a charming indie RPG that debuted last year. It has a lovely art style that takes inspiration from <em>Earthbound</em>. Both that and The <a href=\"https://www.engadget.com/2019-03-21-the-walking-dead-telltale.html\"><em><ins>Walking Dead: The Final Season</ins></em></a> are now available on Game Pass via console, PC and the cloud. Also hitting PC Game Pass today is <em>Totally Reliable Delivery Service</em>, a ragdoll physics game about terrible package couriers.</p><span id=\"end-legacy-contents\"></span><div id=\"34ada213f4924b07afe3258c1fe9c28d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">future download lineup is lookin real nice<a href=\"https://t.co/hNjYSfkME3\">https://t.co/hNjYSfkME3</a><a href=\"https://t.co/Q3S0p3D3jb\">pic.twitter.com/Q3S0p3D3jb</a></p>— Xbox Game Pass (@XboxGamePass) <a href=\"https://twitter.com/XboxGamePass/status/1598323905827164163?ref_src=twsrc%5Etfw\">December 1, 2022</a></blockquote></div><p>Looking further ahead, <em>Hello Neighbor 2</em> (console, PC and cloud) will hit Game Pass on December 6th, followed by <em>Chained Echoes</em> (all three platforms) two days later. An Xbox One version of <a href=\"https://www.engadget.com/metal-hellsinger-outsiders-rhythm-shooter-032053895.html\"><em><ins>Metal: Hellsinger</ins></em></a> will be available on Game Pass on December 8th too — subscribers can already access it on Series X/S, PC and the cloud.</p><p>One of the last big Xbox exclusives of the year, <a href=\"https://www.engadget.com/high-life-delay-december-2022-xbox-pc-191134262.html\"><em><ins>High On Life</ins></em></a>, will arrive on Game Pass on December 13th. The sci-fi first-person shooter from <em>Rick and Morty</em> co-creator Justin Roiland is coming to console, PC and cloud gaming. \"Alchemist simulator\" <em>Potion Craft </em>will be available on console and PC via Game Pass on the same day. On December 15th, subscribers can check out <em>Hot Wheels Unleashed – Game of the Year Edition</em> (which I've heard great things about) and puzzle-platformer <em>Rainbow Billy: The Curse of the Leviathan </em>on console, PC and Xbox Cloud Gaming at no extra cost.</p><p>On the other side of the coin, several games are leaving Game Pass on December 15th, so you have a couple more weeks to check them out before you'd need to buy them (though you'll get a 20 percent discount if you're a Game Pass subscriber). The titles that will soon depart the library are:</p><ul><li><p><em>Aliens: Fireteam Elite </em>(cloud, console and PC)</p></li><li><p><em>Breathedge</em> (cloud, console and PC)</p></li><li><p><em>Dragon Quest XI: Echoes of an Elusive Age </em>(cloud, console and PC)</p></li><li><p><em>Firewatch </em>(cloud, console and PC)</p></li><li><p><em>Lake </em>(cloud, console and PC)</p></li><li><p><em>One Piece: Pirate Warriors 4 </em>(cloud, console and PC)</p></li><li><p><em>Neoverse </em>(cloud and console)</p></li><li><p><em>Race with Ryan </em>(cloud, console and PC)</p></li><li><p><em>Record of Lodoss War: Deedlit in Wonder Labyrinth </em>(cloud, console and PC)</p></li><li><p><em>Rory McIlroy PGA Tour </em>(console)&nbsp;</p></li><li><p><em>Transformers: Battlegrounds</em> (cloud, console and PC)</p></li></ul>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nintendo-to-fix-pokemon-scarlet-violet-bugs-performance-164009263.html?src=rss", "title": "Nintendo vows to fix Pokémon Scarlet and Violet after a rough launch", "date_published": "2022-12-01 16:40:09+00:00", "description": "<p><em>Pokémon Scarlet</em> and <em>Violet</em> launched with <a href=\"https://www.engadget.com/pokemon-scarlet-and-violet-review-growth-and-growing-pains-140048933.html\">plenty of glitches</a>, to put it mildly, but the developers are at least trying to make amends. Alongside <a href=\"https://en-americas-support.nintendo.com/app/answers/detail/a_id/60277/p/989\">an update</a>, Nintendo said it was aware of performance problems and was taking player feedback \"seriously\" as it planned fixes. The patch both introduces Season 1 of Ranked Battles and addresses numerous bugs, including inconsistent music playback during key events.</p><p>The creature-collecting game routinely suffers from poor frame rates, particularly in busy areas like cities. It's also common to encounter crashes, visual flaws and showstopping bugs like getting stuck in the terrain. Autosaves lessen the sting, but this still isn't the polished experience you expect from first-party Switch titles. The sometimes mediocre graphics don't help, either.</p><span id=\"end-legacy-contents\"></span><p>Not that Nintendo is likely worried about the flaws affecting sales. As <em>IGN</em><a href=\"https://in.ign.com/pokemon-scarlet/176850/news/pokemon-scarlet-and-violet-breaks-records-by-selling-10-million-copies-in-3-days-fans-unveil-africa\">notes</a>, Nintendo recently <a href=\"https://www.nintendo.co.jp/corporate/release/2022/221124.html\">boasted</a> that <em>Pokémon Scarlet</em> and <em>Violet</em> sold a combined 10 million copies worldwide in their first three days. The feat made them the fastest-selling Nintendo game on any of the company's platforms. Japan's Pokémon fandom played a major role, as domestic sales topped 4 million in those early days.</p><p>Those numbers also suggest Nintendo is still faring well against its biggest console rivals. Sony's fastest-selling PlayStation game, <a href=\"https://www.engadget.com/god-of-war-ragnarok-review-ps5-162534113.html\"><em>God of War: Ragnarok</em></a>, 'only' managed to <a href=\"https://www.engadget.com/god-of-war-ragnarok-fastest-selling-sony-exclusive-191147076.html\">move 5.1 million copies</a> during its first week. That's not completely shocking given the brutal brawler's narrower audience, and Sony is unlikely to complain much when third-party releases like the Call of Duty series routinely sell well. However, it's telling that the Switch can still rally massive demand <a href=\"https://www.engadget.com/nintendo-switch-fifth-anniversary-favorite-games-150044865.html\">five years later</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/linkedin-focused-inbox-announced-160038284.html?src=rss", "title": "LinkedIn's Focused Inbox sifts through spammy DMs so you don't have to", "date_published": "2022-12-01 16:00:38+00:00", "description": "<p>I don’t know about your LinkedIn experience, but each time I visit the website I find my inbox flooded with messages. Most aren’t even worth reading, but a few inevitably promise new career opportunities and the chance to work with interesting people.</p><p>LinkedIn wants to make it easier to find those messages quickly. Starting today, the social network is rolling out a new feature called Focused Inbox. It separates your inbox into two tabs titled “Focused” and “Other.” A machine learning algorithm will then do its best to flag messages that include the most relevant outreach to you and push them to the top of the Focused tab. If you don’t find the feature useful, you can switch to the old interface at any time.</p><span id=\"end-legacy-contents\"></span><p>LinkedIn’s hope is that the feature helps people be more productive. The Focused Inbox comes at a time when the company says more of its users are turning to its instant messaging feature to communicate. In the last year, LinkedIn says it has seen a 20 percent increase in those types of chats.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/disney-ai-actor-younger-older-reaging-154509639.html?src=rss", "title": "Disney built an AI that can easily make actors look younger or older", "date_published": "2022-12-01 15:45:09+00:00", "description": "<p><a href=\"http://engadget.com/tag/disney\"><ins>Disney</ins></a> researchers have <a href=\"https://studios.disneyresearch.com/2022/11/30/production-ready-face-re-aging-for-visual-effects/\"><ins>developed</ins></a> an artificial intelligence system that seemingly makes it far easier to make an actor appear younger or older in a scene. While artists will still be able to make manual adjustments to make sure the effect looks as realistic as possible, the AI tool could take care of most of the heavy lifting. It's said to take the AI just five seconds to apply the aging effects to a single frame.</p><p>Re-aging an actor is typically an expensive and laborious process that requires artists to go through a scene frame-by-frame to manually change the character's appearance. Attempts have been made in the past to automate the process with neural networks and machine learning. Disney's researchers note that, while they might work well for still images, other systems \"typically suffer from facial identity loss, poor resolution and unstable results across subsequent video frames.\" They claim their solution offers \"the first practical, fully-automatic and production-ready method for re-aging faces in video images.\"</p><span id=\"end-legacy-contents\"></span><div id=\"e46dc2fd533841f0b0018c5369738e46\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The team <a href=\"https://studios.disneyresearch.com/app/uploads/2022/10/Production-Ready-Face-Re-Aging-for-Visual-Effects.pdf\"><ins>wrote in a paper</ins></a> that it would be impossible to train the FRAN (face re-aging network) neural network on a dataset of real people. That would require pairs of images showing a subject with the same facial expression, pose, lighting and background at two different and known ages. Instead, the researchers created a database of several thousand randomly generated faces. They re-aged those synthetic faces using existing machine learning aging tools, then fed the results of that process into FRAN.</p><p>The neural network can analyze a headshot and predict which parts of a face would be affected by aging and then it applies effects like wrinkles or skin smoothing as a layer on top of the original face. As <a href=\"https://gizmodo.com/disney-ai-art-vfx-visual-effects-de-age-younger-older-1849835548\"><em><ins>Gizmodo</ins></em></a><em>&nbsp;</em>notes, the researchers claim this approach allows FRAN to re-age the performer with their identity and appearance intact, even when their head or face is moving around or the lighting changes in a shot. Unlike with other methods, FRAN doesn't require an extra face alignment step either.</p><p>There are many good reasons why Disney would want to develop such a tool. It could lessen visual effects artists' workloads and speed up the process, for one thing. In addition to helping productions without blockbuster budgets age their actors up or down, it might help keep ballooning budgets in check. A significant chunk of <a href=\"https://www.engadget.com/tag/the%20irishman/\"><em><ins>The Irishman</ins></em><ins>'s</ins></a> budget, which reports suggest was as much as $200 million, went toward making Robert De Niro, Al Pacino and Joe Pesci look younger.</p><p>Disney has been de-aging performers in its own projects, notably with <a href=\"https://www.engadget.com/lucasfilm-hires-shamook-054904077.html\"><ins>Mark Hamill in Star Wars</ins></a>. When Harrison Ford returns as Indiana Jones next summer, he'll also <a href=\"https://www.empireonline.com/movies/news/indiana-jones-5-opening-sequence-de-ages-harrison-ford-exclusive\"><ins>look a little younger</ins></a> than you're used to seeing him — at least for the opening sequence. Disney's new re-aging tool should make it faster for effects artists to take years off such performers' faces in the future.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-2022-the-frame-tv-sale-woot-153829121.html?src=rss", "title": "Samsung's 2022 Frame TVs are up to 33 percent off at Woot", "date_published": "2022-12-01 15:38:29+00:00", "description": "<p>Don't worry if you missed Samsung's <a href=\"https://www.engadget.com/samsung-2022-the-frame-tv-black-friday-sale-amazon-140005859.html\">Black Friday TV sales</a> — there are still good deals to be had. Woot is running a sale on Samsung's 2022 Frame TVs that includes some of the best prices we've seen. The best value is the 50-inch model, which is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2VsZWN0cm9uaWNzLndvb3QuY29tL29mZmVycy9uZXctc2Ftc3VuZy1xbGVkLXRoZS1mcmFtZS10di0yMDIyLW1vZGVsLTYiLCJjb250ZW50VXVpZCI6ImRhNjU5ZWEwLTFlOWItNDc1Yy04MTRlLWE4MmE3YjFjN2ZlNyJ9&amp;signature=AQAAASb6C5hayOa85Zb98hfAJlVsSQ4jefuM0tAtGOwULpqM&amp;gcReferrer=https%3A%2F%2Felectronics.woot.com%2Foffers%2Fnew-samsung-qled-the-frame-tv-2022-model-6\">down to $870</a> — a healthy 33 percent off. You'll see steep discounts across the range, though, including the sweet-spot 55-inch and 65-inch models (now $1,100 and $1,490). Even the gigantic 85-inch version has dropped to $2,998 versus the usual $4,298.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2VsZWN0cm9uaWNzLndvb3QuY29tL29mZmVycy9uZXctc2Ftc3VuZy1xbGVkLXRoZS1mcmFtZS10di0yMDIyLW1vZGVsLTYiLCJjb250ZW50VXVpZCI6ImRhNjU5ZWEwLTFlOWItNDc1Yy04MTRlLWE4MmE3YjFjN2ZlNyJ9&amp;signature=AQAAASb6C5hayOa85Zb98hfAJlVsSQ4jefuM0tAtGOwULpqM&amp;gcReferrer=https%3A%2F%2Felectronics.woot.com%2Foffers%2Fnew-samsung-qled-the-frame-tv-2022-model-6\" id=\"6dd6266a47724d6bbf7d863ec31263ee\">Buy 2022 The Frame TV (50-inch) at Woot - $870</a><p>The appeal, as with past Frame models, is turning your TV <a href=\"https://www.engadget.com/samsung-the-frame-tv-irl-153546368.html\">into a piece of living room art</a>. Wall-mount your set (the kit is included) and it becomes a dynamic painting when you're not using it. You can even use custom bezels to help it match your decor. The <a href=\"https://www.engadget.com/samsung-2022-tv-hands-on-neo-8-k-qled-oled-150043989.html\">2022 version</a> is a big leap forward for the series with a more canvas-like matte display that cuts reflections. The color-accurate 4K HDR picture (1080p on the 32-inch set), game mode and voice assistant support also ensure that you won't compromise much to get always-on artwork.</p><span id=\"end-legacy-contents\"></span><p>If there's a catch, it's that there are extra costs involved in getting the Frame TV's look just right. You'll need Art Store purchases or a subscription to get world-famous paintings from Da Vinci or Van Gogh, and those custom bezels add to the cost. With that said, these prices are low enough that you might justify spending extra to see your favorite artwork in between streaming video marathons.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html?src=rss", "title": "The best iPads for 2022: How to pick the best Apple tablet for you", "date_published": "2022-12-01 15:00:54+00:00", "description": "<p>Apple’s iPad lineup is both more interesting and more complicated than it’s been in years. After October’s launch of the <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">10th-generation iPad</a> and the <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">M2-powered iPad Pro</a>, Apple now sells three tablets in the 11-inch range that pack broadly similar designs but have key differences when it comes to internal components and accessory support. Last year’s <a href=\"https://www.engadget.com/apple-ipad-9th-generation-review-143045685.html\">10.2-inch iPad</a> remains on sale, but seemingly targets a different market than its “next-generation” successor of the same name. The <a href=\"https://www.engadget.com/apple-ipad-mini-6th-generation-2021-review-130009170.html\">iPad mini</a> is still doing its thing, too.</p><p>If you’re confused about which to buy, you’re not alone. The decision isn’t as cut-and-dry as it has been in the past, so we’re here to break down the pros and cons, detail how they compare to each other and help make your decision a bit easier.</p><span id=\"end-legacy-contents\"></span><h2>Engadget's picks</h2><ul><li><p>Best for most: <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSE4xS0M_dGFnPWdkZ3QwYy1wLW8tYXotMjAiLCJjb250ZW50VXVpZCI6ImViYjNhODE4LTY2YjMtNDZiZi05OGUzLTE2NjM5YWQ4Njk4YSJ9&amp;signature=AQAAAUyyVn3Ns15ZOEInYIHeAyas0DlY7MmE-C7sOcsYmvHy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3HN1KC\">iPad Air</a></p></li><li><p>Best budget: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUNKTTFaP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAT_nIPcPcE6_nACy-gn63zklz69X3VX8-Zj7wmUzj89U&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9CJM1Z\">iPad (9th gen)</a></p></li><li><p>Best for one-handed use: <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOTFMWEZQP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAc2oujywyTP0KdO3nb4jtLtSgYL1LOUKcqD7t_FaVagf&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G91LXFP\">iPad mini</a></p></li><li><p>Best for power users: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEQ0U1dEP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAZf6OnX7q5Hkdkk4akb4J3R6MKGZAwO_B1S1Fpo178o5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLD4SWD\">iPad Pro 12.9-inch</a></p></li></ul><h2>Best for most: iPad Air</h2><p></p><p>Of the six iPad models currently on sale, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSE4xS0M_dGFnPWdkZ3QwYy1wLW8tYXotMjAiLCJjb250ZW50VXVpZCI6ImViYjNhODE4LTY2YjMtNDZiZi05OGUzLTE2NjM5YWQ4Njk4YSJ9&amp;signature=AQAAAUyyVn3Ns15ZOEInYIHeAyas0DlY7MmE-C7sOcsYmvHy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3HN1KC\">iPad Air</a> is the closest to being universally appealing. We gave it a <a href=\"https://www.engadget.com/apple-ipad-air-5th-generation-review-130019050.html\">review score of 90</a> earlier this year: It has the same elegant and comfortable design language as the iPad Pro while costing less, with a bright, sharp and accurate 10.9-inch display surrounded by thin bezels and flat edges. It comes with a USB-C port, similar to what you’d find on a MacBook and many other non-iPhone devices, and while it’s not a Thunderbolt connection as on theiPad Pro, simply being able to charge the Air with the same cable you use with your other gadgets is a plus.</p><p>Apple refreshed the Air earlier this year with its M1 system-on-a-chip, which is the same silicon found in the <a href=\"https://www.engadget.com/apple-macbook-air-m1-review-140031323.html\">entry-level MacBook Air</a>. This isn’t Apple’s newest SoC, but it’s still more than powerful enough for virtually any task you can throw at it, and an increasing number of <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html#stagemanager\">iPadOS features</a> are exclusive to M-series chips.</p><p>The iPad Air is also compatible with Apple’s best accessories, including the second-generation <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NVThGMkFNLUEtUGVuY2lsLUdlbmVyYXRpb24vZHAvQjA3SzFXV0JKSz90YWc9Z2RndDBjLXAtby1hei0yMCIsImNvbnRlbnRVdWlkIjoiZWJiM2E4MTgtNjZiMy00NmJmLTk4ZTMtMTY2MzlhZDg2OThhIn0&amp;signature=AQAAAduwzaM1Qs0QtH2_c2DdBZgLi9Fh1m_F0kA3FqSmVpcm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MU8F2AM-A-Pencil-Generation%2Fdp%2FB07K1WWBJK\">Pencil stylus</a> and the (<a href=\"https://www.engadget.com/apple-magic-keyboard-review-ipad-pro-299-349-130015291.html\">excellent</a>) <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NYWdpYy1LZXlib2FyZC0xMS1pbmNoLWlQYWQtR2VuZXJhdGlvbi9kcC9CMDg2M0JRSk1TP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAATelvS-VBfmvCxugfr2wkyDrC-iqvqht0Nw3eWQic3rw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMagic-Keyboard-11-inch-iPad-Generation%2Fdp%2FB0863BQJMS\">Magic Keyboard</a>, just like the 11-inch iPad Pro. These add a good bit of cost to the bottom line, but for digital artists or frequent typers, they’re there.</p><p>The middle of Apple’s iPad lineup is a bit congested. If you need more than the Air’s default 64GB of storage, you might as well step up to the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAASJj29ubtNqoy9hNUtqMYVPQCdIPz8NkMflMSD4yOlQW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8\">11-inch iPad Pro</a>, which starts at 128GB and <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">packs a better</a> 120 Hz display and M2 chip for not much more than a higher-capacity Air. (The display on the <em>2021</em> iPad Pro is better, too.) The new <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkpMWE1WTVY_dGFnPWdkZ3QwYy1wLW8tYXotMjAiLCJjb250ZW50VXVpZCI6ImViYjNhODE4LTY2YjMtNDZiZi05OGUzLTE2NjM5YWQ4Njk4YSJ9&amp;signature=AQAAASyXn3vns5Y6Jlh8esaQPxGXoQab1jmb1nSBilpk-eLZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BJLXMVMV\">10.9-inch iPad</a> isn’t bad, either, but with its non-laminated display and lacking accessory support, it’s a <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">harder sell</a> unless you see it on deep discount. Still, while it’s not cheap, the iPad Air is Apple’s best blend of price and performance for most.</p><h2>Best budget: iPad (9th generation)</h2><p></p><p>If you can’t afford the Air, or if you just don’t use your tablet heavily enough to warrant spending that much, it’s perfectly safe to get <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAUF22cCdn1JWaK5PD7lksRVQhlNpm3JSYxsmfYeHxGVH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6\">the 9th-gen iPad</a> instead. Starting at $329 for a 64GB model — and regularly available for less than $300 — it’s by far the most wallet-friendly way into iPadOS. While its hardware is an obvious step down from the models above, it’s still more than capable for the essentials.</p><p>We gave the 9th-gen iPad a <a href=\"https://www.engadget.com/apple-ipad-9th-generation-review-143045685.html\">review score of 86</a> last year. This is the only “current” iPad to follow Apple’s older design language: It’s just a tiny bit thicker and heavier than the 10th-gen iPad and iPad Air, but its wider bezels mean there’s only enough room for a 10.2-inch display. Like the 10th-gen iPad, that screen isn't laminated and more susceptible to glare, though it’s just as sharp. There’s a Home button located on the bottom bezel that also houses a Touch ID fingerprint scanner, and the device charges via Lightning port rather than USB-C. Its speakers don’t sound as nice, either, but it’s the only iPad to still have a headphone jack, and its 12MP front camera is fine (though, it’s not landscape-oriented as on the 10th-gen iPad).</p><p>The 9th-gen iPad runs on Apple’s A13 Bionic, which is the same SoC used in 2019’s iPhone 11 series. It won’t be as fluid or futureproof as the M1, but it’s plenty quick for casual tasks. In terms of first-party accessories, the tablet supports <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1TbWFydC1LZXlib2FyZC1pUGFkLUdlbmVyYXRpb24vZHAvQjA4NjNGNUtDVD90YWc9Z2RndDBjLXAtby1hei0yMCIsImNvbnRlbnRVdWlkIjoiZWJiM2E4MTgtNjZiMy00NmJmLTk4ZTMtMTY2MzlhZDg2OThhIn0&amp;signature=AQAAAXYw8oQvVKFZ4NI8LRX28wkGGjVEq-uvhPHZoGnigrs_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Smart-Keyboard-iPad-Generation%2Fdp%2FB0863F5KCT\">Apple's Smart Keyboard</a> and first-gen Pencil stylus. Those are less convenient than the company’s newer options, but they’re at least <em>there.</em></p><p>In the end, it’s all about the price. The 9th-gen iPad is the most affordable model in Apple’s lineup, and those savings go a long way toward papering over its issues.</p><h2>Best for one-handed use: iPad mini&nbsp;</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIxLUFwcGxlLWlQYWQtTWluaS1XaS1GaS9kcC9CMDlHOTFMWEZQP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAdw4RzvX7d2QJshPEUWn7FkKluiQopCLiGCCJZqJnnjs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2021-Apple-iPad-Mini-Wi-Fi%2Fdp%2FB09G91LXFP\">iPad mini</a> is exactly what it sounds like: the small iPad. It’s easily the shortest (7.69x5.3x0.25 inches) and lightest (0.65 pounds for the WiFi model) of every current iPad, with an 8.3-inch display that’s more comfortable to operate with one hand.</p><p>We gave the iPad mini a <a href=\"https://www.engadget.com/apple-ipad-mini-6th-generation-2021-review-130009170.html\">review score of 89</a> last year. Its design follows closely after that of the iPad Air: squared-off edges, thin bezels, no Home button, a Touch ID sensor in the power button, stereo speakers, solid cameras and a USB-C port. Its display is technically sharper, but otherwise gives you the same max brightness, lamination, anti-reflective coating and wide color gamut. It doesn’t have a “<a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjA1MjM3IiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAZJrmEU1Ew2Q4Yf7pctBPKR0nB5xo2y4vLm9Er86j1CF&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT205237\">Smart Connector</a>” to hook up Apple-made keyboards, but it does support the second-gen Apple Pencil.</p><p>The mini runs on Apple’s A15 Bionic SoC, the same as the one in 2021’s iPhone 13 phones. This is technically faster than the chip inside the 10th-gen iPad and, again, more than powerful enough for most tasks, though it’s a step behind the laptop-grade M1 or M2.</p><p>The mini has an MSRP of $499 for the 64GB model and $649 for the 256GB model. That’s a lot, though in recent months we’ve seen both SKUs available online for up to $100 less. If you specifically want a smaller tablet — whether it’s to easily stuff in a bag, use with one hand or treat like a high-end e-reader — this is the only option Apple sells, and the best tablet in its size range, period.</p><h2>Best for power users: iPad Pro 12.9-inch</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEQ0U1dEP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAZf6OnX7q5Hkdkk4akb4J3R6MKGZAwO_B1S1Fpo178o5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLD4SWD\">12.9-inch iPad Pro</a> exists in something of its own realm within Apple’s tablet lineup. It starts at $1,099 for 128GB of storage, which is $100 more than the M1 MacBook Air. That’s well beyond what anyone needs to pay to do the vast majority of iPad things, and quite a chunk of change for a platform that still has issues with laptop-style productivity. But the 12.9-inch iPad Pro is the best pure piece of tablet hardware that Apple makes.</p><p>We gave the latest iPad Pro a <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">review score of 87</a> in November. The display here can get brighter than the Air’s, and it has a 120 Hz refresh rate (the Air is limited to 60 Hz). The 12.9-inch Pro’s display is <em>more</em> of an upgrade than the 11-inch model, though, as it’s the only iPad to use mini-LED backlighting, which can deliver higher peak brightness, improved contrast and a generally more realistic image. Beyond that, the Pro runs on Apple’s new M2 SoC, which isn’t a huge upgrade over the M1 in real-world use but offers <a href=\"https://www.engadget.com/apple-ipad-pro-2022-preview-m2-chip-130006105.html\">more performance</a> overhead going forward. The iPad Pro has the same 12MP rear camera as the Air, but adds a 10MP ultrawide lens and an LED flash (plus a LIDAR scanner for AR apps). The 12MP front cameras, meanwhile, can take shots in <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2d1aWRlL2lwYWQvdGFrZS1waG90b3MtaXBhZDk5YjUzYTcxL2lwYWRvcyIsImNvbnRlbnRVdWlkIjoiZWJiM2E4MTgtNjZiMy00NmJmLTk4ZTMtMTY2MzlhZDg2OThhIn0&amp;signature=AQAAAf6P3GFlywey4fq_3umppCvBsAimYmAlZ8UMwV1-sIPW&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fguide%2Fipad%2Ftake-photos-ipad99b53a71%2Fipados\">portrait mode</a>.</p><p>Beyond that, the Pro has a faster Thunderbolt USB-C port, more robust speakers and Face ID support. With its latest refresh, it can now recognize when an Apple Pencil is hovering above the display and preview would-be inputs. There are more storage options, going all the way up to 2TB, with the 1TB and 2TB models doubling the RAM from 8GB to 16GB (at a super high cost). And it works with all of Apple’s best accessories.</p><p>It’s a powerhouse, and if you <em>do</em> want to use an iPad more heavily for work, the roomier display on the 12.9-inch Pro should make it the most amenable option for all-day, laptop-style use. You’ll want to add a keyboard to get the most out of that, but if you’re spending this much on an iPad to begin with, that may not be as big of a deal.</p><p>Like the iPad mini, this is very much a niche device. It’s prohibitively expensive, and its hulking size makes it less portable than other iPads. Certain creatives have made it work as a laptop replacement, but for most, iPadOS still makes multitasking and other computer-y tasks more convoluted than they’d be on a similarly priced MacBook. It’s only a minor upgrade over last year’s model, too. Still, as a <em>tablet</em>, the 12.9-inch Pro is deeply powerful.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-play-store-best-of-2022-app-awards-145230579.html?src=rss", "title": "Google’s best app of 2022 is an AI art generator, which sounds about right", "date_published": "2022-12-01 14:52:30+00:00", "description": "<p>Google is quickly joining Apple in <a href=\"https://www.engadget.com/apple-2022-app-store-awards-094422535.html\">recognizing the top apps of the year</a>. The company has <a href=\"https://blog.google/products/google-play/google-plays-best-apps-and-games-of-2022/\">announced</a> the Google Play Best of 2022 awards, and this year's biggest winners clearly reflect the cultural zeitgeist. The best Android app of the year is Wombo's <a href=\"https://play.google.com/store/apps/details?id=com.womboai.wombodream&amp;pli=1\">Dream</a>, an AI art generator — yes, one of the <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\">trendiest technologies</a> of the year took top honors. The user's choice winner, meanwhile, is the <a href=\"https://www.engadget.com/instagram-bereal-candid-challenges-232117658.html\">social media phenomenon</a> BeReal.</p><p>Respawn swept the top game awards. <a href=\"https://www.engadget.com/apex-legends-mobile-may-17-155111815.html\"><em>Apex Legends Mobile</em></a> won both Google's nod as well as the user's choice pick. <a href=\"https://www.engadget.com/free-stuff-for-college-students-143051840.html\">Todoist</a> is Google's favorite app for Wear OS smartwatches, while Pocket's reading tool is the top tablet-friendly app. The best software for good was <a href=\"https://play.google.com/store/apps/details?id=app.thestigma.mobile\">The Stigma App</a>, a community platform dor discussing mental health.</p><span id=\"end-legacy-contents\"></span><p>Notably, Google significantly expanded the categories this year — if partly to promote its own platforms. There's now awards for Chromebook-friendly apps, including best app (the music maker <a href=\"https://play.google.com/store/apps/details?id=com.bandlab.bandlab\">BandLab</a>) and best game (the metaverse-like <a href=\"https://www.engadget.com/spotify-island-roblox-metaverse-110035809.html\"><em>Roblox</em></a>). <em>Very Little Nightmares</em> is Google's favorite Play Pass game. The game list has expanded, too. The Android port of <a href=\"https://www.engadget.com/papers-please-mobile-august-5th-171146775.html\"><em>Papers, Please</em></a> won the best story award, while the gacha game <a href=\"https://www.engadget.com/genshin-impact-version-3-0-update-august-24-193517039.html\"><em>Genshin Impact</em></a> took the distinction of the best ongoing game.</p><p>As with Apple, Google's year-end list is as much about driving downloads as anything else. The internet giant's <a href=\"https://play.google.com/store/apps/editorial?id=mc_bestof2022_xfn_fcp\">Best of 2022 section</a> on the Play Store is effectively a one-stop shop for Android and Chromebook newcomers looking to expand their app libraries. However, it does give a feel for the cultural pulse of a mobile world where AI, the metaverse and online gaming dominate.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cre8audio-east-best-and-west-pest-cheap-modular-synthesis-review-143003424.html?src=rss", "title": "East Beast and West Pest review: affordable intros to the addictive world of modular synths", "date_published": "2022-12-01 14:30:03+00:00", "description": "<p>The price of entry into the world of modular synthesis has been trending downward for sometime. Moog even recently released the <a href=\"https://www.engadget.com/moog-mavis-diy-semi-modular-synth-review-160024467.html\">Mavis</a>, a DIY Eurorack-compatible synth for just $350 – a shockingly low price from the company. But <a href=\"https://www.engadget.com/cre-8-audio-nifty-keys-midi-controller-eurorack-synth-225730167.html\">Cre8Audio</a> seems to think that prices haven’t come down fast enough. It has been setting the pace in an incredible race to the bottom – and I don’t mean that as a bad thing.</p><p>In May, Cre8Audio announced the <a href=\"https://www.engadget.com/cre-8-audios-east-beast-is-250-semi-modular-synth-superbooth-130153924.html\">East Beast</a> and <a href=\"https://www.engadget.com/cre8audio-west-pest-west-coast-semimodular-synth-130059730.html\">West Pest</a> – its first pair of self-contained synths for just $250. They’re some of the cheapest analog semi-modular synths that I’m aware of, save for the <a href=\"https://www.engadget.com/2019-08-17-korg-volca-modular-west-coast-synth-review-weird-affordable.html\">Korg Volca Modular</a>, which is sort of a weird dead end on the synth family tree.</p><span id=\"end-legacy-contents\"></span><h2>What they share</h2><div id=\"cca5ca0c7e124c07b670b4bf2949dae5\"></div><p>Unsurprisingly, the East Beast and West Pest have a lot in common. The basic chassis is the same, both have a 20-point patchbay, a 32-step sequencer, an arpeggiator, a one-octave keyboard, an LFO and a digital multi-mod tool. Even the core oscillator is very similar, with the West Pest having most of the same waveshapes and a slightly “buzzier” tone. It’s the rest of the sound-shaping modules that set the two apart from each other, with the East Beast and West Pest predictably leaning into East Coast and West Coast synth styles, respectively.</p><p>The build quality on both is about what you’d expect from something at this price point. There’s a lot of plastic and don’t seem like they’re designed with the rigors of your life in mind. They don’t feel cheap or toy-like, though; they just feel like what they are: entry level synthesizers. The larger knobs are easier to handle than the tiny ones on a Volca and the overall package feels a touch more robust than an IK Multimedia <a href=\"https://www.engadget.com/uno-synth-pro-review-ik-multimedia-shows-its-serious-about-hardware-120008688.html\">Uno</a>. They’re also a lot more fun looking than those instruments. I know that the almost comicbook-esque aesthetic here won’t be everyone’s cup of tea, but I quite enjoy it. It’s playful and a bit silly, and let’s not forget – synths should be fun.</p><figure><img alt=\"Cre8Audio East Beast &amp; West Pest\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/276d6b90-7178-11ed-bbfd-4cb9dcb8520d\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien / Engadget</div></figure><p>The keyboard is a welcome inclusion, perfect for auditioning patches or punching in sequences and arps. But, like the one on <a href=\"https://www.engadget.com/moog-mavis-diy-semi-modular-synth-review-160024467.html\">Moog’s Mavis</a>, I wouldn’t want to actually rely on it for performance. The keys are small and a little wobbly. Plus most of the keys have two additional shift functions for controlling various features.</p><p>Honestly, the better bet is to use an external controller and set the built-in keyboard to default to the yellow / green functions instead. This is made easier by the fact that both the East Beast and West Pest have MIDI inputs and MIDI to CV converters for controlling other parameters. That’s not unheard of on a budget semi-modular synth, but it’s not a given either. Even some of Moog’s more expensive instruments like the DFAM don’t have MIDI support. I will make one minor note here though, MIDI notes were quite a few octaves higher than expected straight out of the box and I was initially a bit confused until I found the instructions for changing the octave offset in the manual.</p><p>One of the more unique shared features is the digital multi-mod tool. Since they only have one LFO and one envelope generator (or “dynamics section” in the case of the West Pest), this gives the instruments an extra set of controls to draw on. This can be an additional LFO, envelope, random generator or MIDI-to-CV output. There are some limitations, for instance you can only map a single MIDI CC, and the envelope is a simple decay envelope with seven preset rates, but it’s a nice addition nonetheless.</p><section><img alt=\"Cre8Audio East Beast &amp; West Pest\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/27853950-7178-11ed-bcbd-72201c0adc7b\" /></section><p>It’s a similar story with the sequencer and arpeggiator. They get the job done, and I’m glad they’re here, but both are pretty basic. The arpeggiator only has two modes – as played and random. While the sequencer can be 32 steps, you basically just add notes to the end until you’re happy with it. If you make a mistake your only option is to clear the whole thing and start over.</p><p>While dialing in basic sounds and patches is pretty straightforward, there are a bunch of options and features hidden behind those shift functions. And navigating them isn’t always intuitive. Obviously, I’m not expecting a giant display with detailed graphics on a $250 synth, but the “4-bit display” (read: four LEDs in a line) can feel arcane at times. I’ve had both for over a month now and I still have to refer to the manual to remember that the first two LEDs mean I’m dividing the clock by two for the LFO; or that the first, third and fourth lights mean I’ve set the swing to 64 percent. This is obviously not a deal-breaker by any means. But if you’re the type of person who proudly refuses to read manuals you might feel frustrated at times.</p><h2>East Beast</h2><figure><img alt=\"Cre8Audio East Beast &amp; West Pest\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/276d4480-7178-11ed-bfdf-a35a5fd37fea\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien / Engadget</div></figure><p>Let’s dig into the more “normal” of the two instruments. This is probably what most people envision when they think of a synthesizer. A big rich oscillator, a filter for shaving off harmonics and an ADSR envelope for controlling amplitude. While this doesn’t really sound like a Moog, it clearly shares a similar lineage.</p><p>The multi-mode filter and oscillator are straight from boutique synth makers Pittsburgh Modular which gives this decidedly budget affair some serious street cred. The oscillator has sine, triangle, saw and square waves, and you can combine two of them to deliver thicker, more unique sounds when needed. It’s something that Pittsburgh Modular has been perfecting for around 10 years. It does sound pretty massive.</p><p>Being a mono synth, you’re not gonna get compelling pads out of the East Beast, but it shines as a lead and bass machine. It can do big room shaking low end, thick creamy solos and delicate high-end plucks. It even has pulse width modulation for the square wave, which gets you wonderful video game noises, and FM for harsher, more bell-like tones. I actually think it’s at its best playing softer leads, using the filter to shave off a lot of the high end.</p><section><img alt=\"Cre8Audio East Beast &amp; West Pest\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/276d4481-7178-11ed-bdff-145455ff359b\" /></section><p>The filter is probably the star of the show, by the way. Often it’s what brings the most character to the sound of a synth, and this one delivers. It’s variable state, going from low pass, to band pass to high pass. But it can also combine those in interesting ways. It does acid bass lines and nasal reedy sounds. There’s a reason the filter cutoff knob is about four times larger than all the other controls on the front panel: It’s probably the most powerful tool here for shaping your sound.</p><p>Both Cre8Audio and Pittsburgh Modular like to brag that this unique filter has “no dead spots”, that it’s really “all one large sweet spot”, and you know what, they’re probably right. I had a real hard time making this filter sound bad. No matter how much you crank the resonance, in every mode, even with the filter mod set to ludicrous levels, it’s surprisingly musical. It doesn’t self-oscillate, which might be a bummer for some, but it doesn’t bother me too much.</p><h2>West Pest</h2><figure><img alt=\"Cre8Audio East Beast &amp; West Pest\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/27858770-7178-11ed-b1ff-e3f103b28097\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien / Engadget</div></figure><p>The West Pest is sort of like the East Beast’s hippy cousin. It’s a tad strange, and has to do everything a little differently, but it’s no less compelling – just a bit tougher to tame. It has many of the same features and a very similar oscillator, but it trades the variable state filter and ADSR envelope for a lowpass gate and adds a wave folder.</p><p>I’d venture to say that, similar to the East Beast, the Pest is most comfortable with bass and plucky leads. But the timbre is completely different. It’s more aggressive and sharp, trading in the creamy goodness of its counterpart for the plasticky weirdness more often associated with Buchla synths.</p><p>Because it travels in less familiar territory, it can feel a little harder to make work in an arrangement. But, it can be a more satisfying solo instrument. Both synths have robust randomization features, including randomly cycling through oscillator waveforms and generative sequencing capabilities, but those feel more at home on the West Pest.</p><figure><img alt=\"Cre8Audio East Beast &amp; West Pest\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/2787aa50-7178-11ed-bf57-29441fea0120\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien / Engadget</div></figure><p>Setting the digital mod tool to random, and connecting it to the release mod jack will alter how long notes ring out. Then using the random pattern generator with morphing will play a continuously evolving sequence. And then you can get the oscillator wave to change for every note, giving you something truly unpredictable. Feed that through an epic reverb pedal and you’ve got a custom, soothing soundtrack for working or reading to.</p><p>Yes, you could accomplish a similar thing with the East Beast since it has most of the same randomization tools (save the release mod), and it’s probably the more versatile instrument, but I find the results on the West Pest more pleasing. And, honestly, this is one of the ways I often use synths in my studio – passively as a sort of fidget toy or to set a mood while I plug away on editing articles for Engadget.</p><h2>With other gear</h2><section><img alt=\"Cre8Audio East Beast &amp; West Pest\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/2756fd60-7178-11ed-bfff-2169f00f8683\" /></section><p>The one thing I will say is that the West Pest does need a little external help to shine, more so than the East Beast. Its rubbery bass sounds are pretty usable on their own, but once you start getting into the higher frequencies, reverb and delay become a must.</p><p>But what you’re probably more interested in is how they interact with other modular gear. The 20-point patchbay makes it simple to integrate into a larger Eurorack (or compatible) setup – whether these are your gateway drug or just the latest symptom of your incurable GAS (gear acquisition syndrome).</p><figure><img alt=\"Cre8Audio East Beast &amp; West Pest\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/2794a2a0-7178-11ed-879e-72b21476feef\" /><figcaption></figcaption><div class=\"photo-credit\">Terrence O'Brien / Engadget</div></figure><p>I would say the patchbay is probably where you make the most trade-offs here, though. While there are indeed 20 patch points (evenly divided between ins and outs), four of them are dedicated to MIDI functions and one is the audio output. So that leaves 15 points for internal patching. Now, that both of these act as a MIDI to CV interface is extremely useful, and can simplify controlling other gear that isn’t MIDI compatible. For instance, you could feed MIDI from your computer to the West Pest then pass those controls on as CV to something like Moog’s Mavis. But it does eat into the options available to you for sound design on board.</p><p>It would be great to have access to the LFO rate or resonance level on the patch bay, for example. Or to have a few utilities like a mult. Cre8Audio crams a lot of versatility into the patchbay, through the multi mod tool, which gives you an extra envelope, LFO or a random generator, though it also has limitations. There’s enough power here to get you exploring the basics of patch design, but you’ll probably start wishing for a few more ins and outs sooner than later.</p><h2>Wrap-up</h2><section><img alt=\"Cre8Audio East Beast &amp; West Pest\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/27a40bf0-7178-11ed-bfaf-da64e763376a\" /></section><p>The East Beast and West Pest are both undeniably impressive values. At this price point there’s simply nothing like them on the market. They are usable and musical semi modular synths with unique and compelling features. What’s more they’re easy to integrate with other modular gear, and you can even take them out of their cases and mount them in a larger Eurorack set up. They’re near ideal choices for someone that’s looking to learn synthesis.</p><p>That is different from saying they’re an ideal first synth, full stop. If you’re just looking to pull up some great sounding presets and get on with your day, these are not for you. Cre8Audio’s instruments demand exploration and experimentation. And recalling a patch will require you to take copious notes. However, if you’ve ever watched a YouTube video of someone’s monstrous modular rack with unbridled jealousy, these are a good place to start your journey.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apples-129-inch-magic-keyboard-is-100-off-and-cheaper-than-ever-140024666.html?src=rss", "title": "Apple's 12.9-inch Magic Keyboard is $100 off and cheaper than ever", "date_published": "2022-12-01 14:00:24+00:00", "description": "<p>Whether you know someone who just got an iPad Pro or you want to experiment with using the premium tablet as a laptop in the new year, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkzMjJMUjFSP3RoPTEmdGFnPWdkZ3QwYy1wLW8tYXktMjAiLCJjb250ZW50VXVpZCI6IjU3MmQzZTU3LTdkOTktNDNjMi1iZTYxLTgwYmNhMTc2NTVhNiJ9&amp;signature=AQAAAWTtP_NcWpm7puAPv4QfzF-_k5QJn41qOYy7qFdGFrhv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09322LR1R%3Fth%3D1\">Apple's Magic Keyboard</a> is one of the best typing solutions out there. However, like most first-party Apple accessories, it'll cost you. But now you can get the 12.9-inch model for $100 less than usual from Amazon — the online retailer has the white keyboard for $250, which is the lowest price we've seen it.</p><p></p><p>There are a number of other keyboard options out there for all iPad models, but the Magic Keyboard is, without a doubt, the <a href=\"https://www.engadget.com/apple-magic-keyboard-review-ipad-pro-299-349-130015291.html\">most luxurious</a>. The 12.9-inch model on sale attaches magnetically to the back of the iPad Pro, keeping the tablet \"hovering\" above and slightly behind the keys and trackpad. The accessory feeds data to the iPad via the rear smart connector, and that also means that you don't have to worry about charging it separately or pairing it via Bluetooth to the tablet like you would with many other third-party keyboards. We found the Magic Keyboard to be pretty sturdy, and it provides an excellent typing experience. Somewhat surprisingly, the trackpad wasn't as cumbersome to scroll with as we thought it might be (since it's much wider than it is tall) and it provides much more precise control than you'd ever get with the iPad's touchscreen alone.</p><span id=\"end-legacy-contents\"></span><p>Overall, the Magic Keyboard is one of the <a href=\"https://www.engadget.com/best-ipad-accessories-130018595.html\">best iPad accessories</a> if you really want to get work done on your iPad Pro. With the advancements Apple has made in recent years with iPadOS, it is feasible to use the company's tablets (especially the <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">iPad Pros</a>) as laptop replacements, and the Magic Keyboard will go a long way to making the tablet feel even more like a traditional laptop.</p><p>But we'd be remiss if we didn't point out a few of the accessory's flaws. The Magic Keyboard provides limited range of motion for the iPad — roughly 90 to 130 degrees — which is much less than you'd get from a standard laptop. It's also not the slimmest solution and, while it gets close to replicating the feeling of working on a laptop, it's not exactly the same. Plus, the Magic Keyboard adds a lot to the cost of an already expensive gadget. In this case, you probably already spent $1,000 or more on a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0xMi05LWluY2gtaVBhZC1Qcm8tV2ktRmktMTI4R0IvZHAvQjBCSkxENFNXRD90YWc9Z2RndDBjLXAtby1heS0yMCIsImNvbnRlbnRVdWlkIjoiNTcyZDNlNTctN2Q5OS00M2MyLWJlNjEtODBiY2ExNzY1NWE2In0&amp;signature=AQAAAW43qs1KUbVmaoz8bd0S_qRHwDQQizE5Dzb508TC_v6Q&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-12-9-inch-iPad-Pro-Wi-Fi-128GB%2Fdp%2FB0BJLD4SWD%3F\">12.9-inch iPad Pro</a> — adding another $350 to that is a big ask. But it's at least a bit easier to stomach when you can get the Magic Keyboard at a discount.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/netflix-expanding-pool-of-preview-viewers-134525251.html?src=rss", "title": "Netflix is reportedly expanding its pool of 'preview viewers'", "date_published": "2022-12-01 13:45:25+00:00", "description": "<p>Starting next year, a lot more <a href=\"https://www.engadget.com/netflix-games-three-kingdoms-hello-kitty-221002556.html\">Netflix</a> viewers will reportedly be able to watch its originals before they become available for streaming. According to <a href=\"https://www.wsj.com/articles/netflix-to-let-tens-of-thousands-of-subscribers-preview-content-11669851681\"><em>The Wall Street Journal</em></a>, the streaming service is expanding its pool of preview viewers early next year to include as many as tens of thousands of subscribers around the world from its current group of around 2,000 people.&nbsp;</p><p>When <a href=\"https://variety.com/2022/digital/news/netflix-subscriber-prerelease-screenings-feedback-1235268439/\"><em>Variety</em></a> reported about the company's focus group earlier this year, the publication said that Netflix has been asking subscribers if they want to join \"a community of members to view and give feedback on upcoming movies and series\" since at least May 2021. \"It's simple, but an incredibly important part of creating best-in-class content for you and Netflix members all around the world,\" the email reportedly said. Apparently, Netflix asks members of the group to watch several unreleased shows and movies over the course of six months. They then have to fill out a survey form to tell the company what they liked and what they didn't.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In <em>The Journal's</em> newer report, it said the streaming service calls the group the \"Netflix Preview Club\" and that the Leonardo DiCaprio/Jennifer Lawrence starrer <a href=\"https://www.engadget.com/dont-look-up-review-dicaprio-climate-change-180058853.html\"><em>Don't Look Up</em></a> was one of the movies that benefited from its feedback. The movie was initially too serious, the preview group's members reportedly told Netflix, and the film's creators chose to listen to them and ratcheted up its comedic elements.&nbsp;</p><p>As <em>The Journal </em>notes, Netflix is known for giving creators a lot of creative freedom — even if it doesn't always lead to great content — so running a preview group has been tricky. The company has apparently been careful when it comes to sharing feedback with creators and has not been forcing changes. It's still the creators' decision whether to incorporate changes based on the previewers' response.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/valve-steam-deck-portable-pc-gaming-133008285.html?src=rss", "title": "Valve's Steam Deck brought PC gaming back into my life after fatherhood", "date_published": "2022-12-01 13:30:08+00:00", "description": "<p>Valve's Steam Deck is a great way to get PC games out of your office and on to your couch, back patio, or anywhere. As we <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">said in our review</a>, it's worth having around even if you just play it a few times a month for a couple hours at a time. But I wound up using mine a little differently: I play the Steam Deck several times a day for just a few minutes per session.</p><p>And it's almost the only reason I play video games at all anymore.</p><span id=\"end-legacy-contents\"></span><p>I'm no less interested in games than I used to be, but since becoming a father, I've found I have a lot less time. For the first year of my daughter's life, setting aside an hour to play a game felt impossible. Then, <em>Metroid Dread</em> came out, and I found myself using the Nintendo Switch's sleep mode in short bursts. 5 minutes while the baby played with a new toy. 10 minutes as I waited for her to fall asleep.</p><figure><img alt=\"Valve Steam Deck on a stand\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9b442a20-70e9-11ed-9fff-40645b7212ab\" /><figcaption></figcaption><div class=\"photo-credit\">Sean Buckley/Engadget</div></figure><p>As I chipped away at <em>Metroid Dread’s</em> short 10-hour story, I found myself thinking about the Steam Deck. Not only was Valve’s gaming handheld a portable gaming system like the Switch, but it promised to give my Steam library something I had never experienced from PC gaming before: the ability to quickly suspend and resume a game. It’s a standard quality of life feature on home consoles, but trying to resume a game after putting a PC to sleep is hit or miss.</p><p>When my Steam Deck arrived four months later and the feature actually worked, it changed everything. I spent my first day with the handheld slowly playing through the Deck’s showcase demo: Valve’s <em>Desk Job</em>, casually picking the handheld up for just 5 minutes every few hours. When that worked, I got more ambitious — finishing <em>Star Wars Jedi: Fallen Order</em> over the course of two weeks.</p><p>I started using the Steam Deck to play games in the margins of my day. Picking it up for a few random battles in <em>Final Fantasy IV</em> after the baby fell asleep on my chest, doing a deep space cargo run in <em>Rebel Galaxy Outlaw</em> as I watched her nap on the baby monitor, or sneaking in a few puzzles in <em>Baba is You</em> before turning in for the night. Suddenly I was finishing games I never thought I would have time for.</p><p>The suspend trick even works with non-Steam games and older titles: I spent hours experimenting in <em>Lutris</em>, an alternative Linux game launcher, getting the year 2000’s <em>Star Trek Voyager: Elite Force</em> to run smoothly on Steam Deck. A week or two later, I finally finished a game I abandoned when I was 16 years old.</p><figure><img alt=\"Valve Steam Deck\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/24519d20-70ea-11ed-99cf-7cfad8e52522\" style=\"height: 984; width: 1750;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>That isn't to say I haven't had longer play sessions on Steam Deck. Online-only games like <em>Final Fantasy XIV</em> or <em>Knockout Cit</em>y tend to disconnect the player when thrown into suspend mode — but I often still prefer playing them on Valve's portable than on my big gaming desktop. Yes, an AMD Ryzen 7 3700X with 64GB of RAM and a GTX 980 GPU can soundly outperform the Deck’s custom AMD APU. It runs games at higher resolution with better graphic settings, but it’s wasted power.</p><p>I've grown to love having my library of PC games detached from the writing and video editing workstation that lives at my desk. You might say that’s what more powerful traditional game consoles are for, but the Deck’s Switch-like portability makes all the difference. Playing games on the couch, in bed, or while rocking the baby to sleep beats out having maxed out graphics settings every time. I’m not even sure if I’m going to upgrade that aging graphics card anymore. The Steam Deck may be less powerful, but at today’s GPU prices, it’s a far better value.</p><div id=\"8744014a01764d1b9220e905690eca56\"></div><p>Not all of my games work smoothly on Steam Deck, but it turns out that's a plus for me as well. I love tinkering with gadgets and fiddling around with power user settings. So when I’m forced to drop into the Deck’s desktop mode to manually install a non-Steam game, which inevitably involves configuring alternative Wine compatibility layers, I enjoy the challenge almost as much as the game I’ll eventually play.  And when I do get those games running, they almost always work with Steam OS' suspend and resume feature.</p><p>It feels a little silly to laud the Steam Deck for what’s an otherwise standard feature on most modern gaming devices, but I can’t help it. Sometimes one good feature can change everything. Before the Steam Deck, playing a game from my PC library was a chore that required sitting at a desk, booting up Windows, launching Steam and, finally, loading up a game. When you might only have minutes of free time during an entire day, that simply doesn’t work. Add in the possibility that a crying baby might call you away from that hard-earned game session at a moment’s notice, and you can start to see the appeal of a gaming device you can take anywhere, one that lets you instantly stop and start a high-end PC game with the touch of a single button.</p><figure><img alt=\"Valve Steam Deck\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/24519d20-70ea-11ed-bdfe-7ed9d3b43b27\" style=\"height: 984; width: 1750;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Suspend and resume had a rough start on the Xbox One and PS4, but eventually they became kind of an expected fare. Even so, it’s a killer feature that PC gamers have largely been missing out on. I never really appreciated how much of a game changer it could be until I really needed it. The Steam Deck brings that feature to the PC crowd in a natural, user-friendly package that we’ve never had before. And being a portable system is just the icing on the cake. The Steam Deck is certainly pricey, but being able to catch up on PC games with a baby in my arms is priceless.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apples-2022-ipad-30-off-amazon-123551194.html?src=rss", "title": "Apple's 2022 iPad is $30 off right now", "date_published": "2022-12-01 12:35:51+00:00", "description": "<p>If you weren't able to grab <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCSkxYTVZNViUyQ0IwQkpMQ1dGTk0mdGFnPWdkZ3QwYy1wLW8tYXYtMjAiLCJjb250ZW50VXVpZCI6ImU3N2U5YTkzLTNhYTctNGM2MC04YjIxLTg0ZmFlNmQ1NWIxMSJ9&amp;signature=AQAAARICnMPWrBx6-WvsIp2mbD-T1iw9563aFpXFlkeRaMd5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0BJLXMVMV%2CB0BJLCWFNM\">Apple's 2022 iPad</a> on <a href=\"https://www.engadget.com/best-black-friday-apple-deals-on-ipads-macbooks-airpods-and-more-123050079.html\">Black Friday</a>, don't worry: It's on sale right now for an even cheaper price. You can get the blue and the silver variants of the 64GB WiFi-only iPad right now for only $419 on Amazon, which is $30 less than retail. The yellow version of the tablet isn't quite that cheap, but you can still get it for the device's Black Friday price of $426. Those aren't quite all-time lows for the 10th-gen iPad, but you're not constricted by a time limit or by the need for a Prime subscription this time.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCSkxYTVZNViUyQ0IwQkpMQ1dGTk0mdGFnPWdkZ3QwYy1wLW8tYXctMjAiLCJjb250ZW50VXVpZCI6ImU3N2U5YTkzLTNhYTctNGM2MC04YjIxLTg0ZmFlNmQ1NWIxMSJ9&amp;signature=AQAAAW4iApLTf-ZXgOj7N6CjbGfBNuqj0-N5p2OAxqj4wFUz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0BJLXMVMV%2CB0BJLCWFNM\" id=\"d66da389b5674e05bc7a1aa1fbe3c964\">Buy 2022 Apple 10.9-inch iPad (Wi-Fi, 64GB) at Amazon - $419</a><p>Apple gave the 2022 iPad a redesign to set it apart from its previous base tablets and bring its looks closer to the iPad Air and the iPad Pro. The tech giant removed the Home button and moved its Touch ID to the lock button. Its bezels are thinner, its display is bigger and its front-facing camera has been moved to the landscape border. Another big change is that the device now comes with a USB-C charging port instead of a Lightning port like previous models.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The tablet is powered by an A14 Bionic chip, and while it's a modest upgrade from last year's A13, it does improve the device's performance. When we reviewed the device, we also found that its battery life met or exceeded the 10-hour estimate Apple provides for every iPad: It lasted 11 hours and 45 minutes when we used it to play movies purchased from the iTunes Store.&nbsp;</p><p>It's unclear when the tablet's price will go back to retail, but this is a great chance to purchase one for the coming holiday season either for yourself or as a gift.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-our-verdict-on-amazons-kindle-scribe-121557269.html?src=rss", "title": "The Morning After: Our verdict on Amazon’s Kindle Scribe", "date_published": "2022-12-01 12:15:57+00:00", "description": "<p>We’ve talked a few times about the appeal of capable digital styluses and e-ink note-taking. Surely, it’s the perfect study tool? This time, Amazon tries it out. The <a href=\"https://www.engadget.com/amazon-kindle-scribe-review-e-ink-reader-tablet-pen-drawing-price-battery-life-140019784.html\">Kindle Scribe</a>, at $340, is costlier than a basic e-ink reader, but it has stylus input, high latency and a few more tricks.</p><p>This is Amazon’s first Kindle that supports stylus input, and according to Engadget’s Cherlynn Low, it offers an excellent reading and writing experience. There’s definitely room for improvement, though: Don’t expect handwriting-to-text conversion or sophisticated note-taking and syncing tools, like we’ve seen on other (usually more expensive) devices with stylus input.</p><a href=\"https://www.engadget.com/amazon-kindle-scribe-review-e-ink-reader-tablet-pen-drawing-price-battery-life-140019784.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/bf1279f0-7168-11ed-b3dd-66a7da2245a0\" style=\"height: 450; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>This isn’t a Galaxy S22 Ultra or an iPad Pro, but it’s e-ink, sensitive to your chicken scratches and a different Kindle for Amazon. We’ve only really seen niche e-ink tablets until now. If you’re intrigued, check out our full review.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/twitter-blog-post-reassure-advertisers-195429153.html\"><ins>Twitter claims ‘none of our policies have changed’ as advertisers continue to flee</ins></a></p></li><li><p><a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\"><ins>The best gaming laptops for 2022</ins></a></p></li><li><p><a href=\"https://www.engadget.com/oneplus-os-security-updates-four-years-090049695.html\"><ins>OnePlus promises four years of major OS updates for some 2023 phones</ins></a></p></li><li><p><a href=\"https://www.engadget.com/airbus-reveals-hydrogen-powered-aircraft-fuel-cell-engine-142256225.html\"><ins>Airbus is building a hydrogen fuel-cell engine for aircraft</ins></a></p></li><li><p><a href=\"https://www.engadget.com/hondas-sensing-360-next-gen-driver-assist-will-arrive-in-the-us-by-2030-150008455.html\"><ins>Honda's Sensing 360 next-gen driver assist will arrive in the US by 2030</ins></a></p></li><li><p><a href=\"https://www.engadget.com/fusion-power-magnetic-field-ignition-study-195200137.html\"><ins>Fusion power is 'approaching' reality thanks to a magnetic field breakthrough</ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/spotify-wrapped-2022-130037719.html\">Spotify's 2022 Wrapped is a music-focused personality test</a></h2><h3>Myers-Briggs, but music.</h3><a href=\"https://www.engadget.com/spotify-wrapped-2022-130037719.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/bef7c600-7168-11ed-a7fa-a7308ff14b96\" style=\"height: 380; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Spotify</div></figure></a><p>It’s December, so all your streaming services are very eager to tell you which artists, songs and albums you listened to most in 2022, (it’s probably Beyoncé.) While Apple and YouTube Music already rolled out their annual nostalgia wrap-ups, Spotify's 2022 installment of Wrapped debuts today. The company likes to put a new spin on its personalized top lists each year, and this one is no different. A new feature called Your Listening Personality offers some insight into what the music you stream says about your taste. Spotify’s invented 16 listening personality types, including The Replayer, The Specialist, The Adventurer and The Fanclubber. Why yes, we <em>are</em> all insufferable.</p><p><a href=\"https://www.engadget.com/spotify-wrapped-2022-130037719.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/starlink-price-hike-in-ukraine-144623737.html https://www.engadget.com/...\">Starlink nearly doubles satellite internet terminal prices in Ukraine</a></h2><h3>The hikes come as cell networks struggle under the Russian assault.</h3><a href=\"https://www.engadget.com/starlink-price-hike-in-ukraine-144623737.html%20https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/bef7c601-7168-11ed-94dc-e84743d715e5\" style=\"height: 451; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Chris McGrath/Getty Images</div></figure></a><p>The price of a Starlink satellite terminal has almost doubled in Ukraine, jumping from the equivalent of $385 to about $700, according to <em>The Financial Times</em>. The monthly rate isn't as expensive as it once was (as high as $100), but it's crept up from $60 to $75. It's not known if prices have also jumped for the Ukrainian government, which gets Starlink from a variety of sources that include SpaceX itself, foreign governments and even crowdsourcing. Ukraine's cellular networks are apparently buckling under the strain of Russian attacks on the country's electrical grid. In some cases, Starlink is the only way for locals to reach the internet.</p><p><a href=\"https://www.engadget.com/starlink-price-hike-in-ukraine-144623737.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/samsung-debut-galaxy-s-23-february-133502295.html https://www.engadget.com/...\">Samsung may debut its Galaxy S23 flagship phone in early February</a></h2><h3>Its Unpacked event is expected to take place in San Francisco.</h3><h3></h3><p>Samsung will unveil its Galaxy S23 devices in the US in the first week of February 2023, according to news outlet <em>Korea JoongAng Daily</em>, which cites an anonymous company executive. And we’ve heard other corroborating reports. While Samsung has yet to formally announce an Unpacked event for the Galaxy S23, the timeline reported by the publications is consistent with the previous flagships' launch dates. Samsung revealed its Galaxy S22 phones <a href=\"https://www.engadget.com/samsung-galaxy-s22-unpacked-news-181636961.html\"><ins>on February 9th</ins></a> earlier this year.</p><p>What can you expect? Maybe the next Galaxy S series <a href=\"https://www.engadget.com/samsung-may-drop-exynos-chips-from-galaxy-s23-175838796.html\"><ins>ditches Samsung’s in-house Exynos chips</ins></a> and goes all in on Qualcomm's Snapdragon chips. Some unofficial renders also suggest Samsung may get rid of the camera bump.</p><p><a href=\"https://www.engadget.com/samsung-debut-galaxy-s-23-february-133502295.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html https://www.engadget.com/...\">South Dakota bans TikTok from government-owned devices</a></h2><h3>Its governor said the Chinese government is using TikTok to 'manipulate the American people.'</h3><h3></h3><p>Kristi Noem, the governor of South Dakota, has signed an executive order prohibiting government employees, agencies and contractors from downloading and using TikTok on state-owned devices. In her office's announcement, Noem said she issued the order due to growing security concerns the Chinese Communist Party (CCP) has been using the social media app to gather information from American users and leveraging it to manipulate them. The order also prohibits government personnel from visiting the TikTok website on browsers.</p><p>US officials have long been raising security concerns about TikTok, which is owned by the Chinese company ByteDance. In 2020, then-President Trump attempted to block TikTok and WeChat in the US – which didn't quite go anywhere.</p><p><a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/valve-giving-away-free-steam-deck-game-awards-viewers-094815571.html?src=rss", "title": "Valve will give away over a hundred Steam Decks during The Game Awards", "date_published": "2022-12-01 09:48:15+00:00", "description": "<p>You have quite a few streaming choices for this year's upcoming Game Awards, but Valve is making its Steam TV coverage more enticing than most by giving away a ton of <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">Steam Deck</a> consoles. The video game developer and distributor has announced that it's giving away one 512GB Steam Deck every minute during the live airing of the awards show on December 8th. To be eligible, you'll have to be watching the event on <a href=\"https://steam.tv/\">Steam TV</a>, which starts at 7:30PM ET, and you'll have to register on the <a href=\"https://store.steampowered.com/sale/thegameawardssteamdeckdrop2022\">giveaway's official page</a> beforehand to enter the drawing.&nbsp;</p><p>One factor that could potentially prevent you from joining the draw is your location: You can only register and win if you're in the US, Canada, UK or the EU, where the console is currently available for sale. In addition, you must have made a Steam purchase between November 14th, 2021 and November 14th, 2022 to verify your country and prove that your account is not limited and is in good standing. Valve will draw a random name from the pool of registrants every minute during the event and will be announcing winners in chat as each drawing takes place. To note, the show is expected to run for around two-and-a-half hours, so that's over a hundred Steam Decks to be won.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The 2022 Game Awards will not only stream online but will also offer a live \"IMAX Experience\" in select cities in the US, Canada and other regions. This year's event also <a href=\"https://www.engadget.com/the-game-awards-2022-date-160007099.html\">introduces a new category</a> for best adaptation featuring projects that translate games to movies, TV shows, podcasts and books.</p><div id=\"276354ba6b274117b7b4a58b5b366504\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Watch <a href=\"https://twitter.com/hashtag/TheGameAwards?src=hash&amp;ref_src=twsrc%5Etfw\">#TheGameAwards</a> live on Steam next Thursday and you could win a FREE Steam Deck!<br /><br />Valve is giving away a free Steam Deck a MINUTE to a viewer watching the show to celebrate!<br /><br />More details here on the Steam Deck Drop.<a href=\"https://t.co/9uYdcu1GzD\">https://t.co/9uYdcu1GzD</a><a href=\"https://t.co/aRZTQC8Biq\">pic.twitter.com/aRZTQC8Biq</a></p>— The Game Awards (@thegameawards) <a href=\"https://twitter.com/thegameawards/status/1598098331053355008?ref_src=twsrc%5Etfw\">November 30, 2022</a></blockquote></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/youtubes-top-trending-videos-technoblade-will-smith-slap-dream-mrbeast-mark-rober-encanto-080158954.html?src=rss", "title": "YouTube's top US videos of 2022 include Technoblade's farewell and Will Smith's slap", "date_published": "2022-12-01 08:01:58+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/youtube/\">YouTube</a> has revealed its top videos and creators of 2022. At the top of the US trending video list is the final video from Technoblade, a <a href=\"https://www.engadget.com/tag/minecraft/\"><em>Minecraft</em></a><em>&nbsp;</em>creator who died after a battle with cancer. Technoblade wrote a farewell message to fans that his father read <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PURQTWx1RVZVcVMwIiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAAetqNIz29_KmjIwtD6HCWBvTPt6c5E2hjAt8ukFISiV2&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DDPMluEVUqS0\">in the video</a>, which has more than 87.6 million views.</p><p>In second place is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PW15akVvRHlwVUQ4IiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAAVJ_01Ljx4qPpHx74WcsoFgnTtnvrzBLLDlBeWpkS1hj&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DmyjEoDypUD8\"><em>The Guardian</em>'s uncensored version</a> of Will Smith slapping Chris Rock during the Oscars ceremony, which has 103 million total views. Another popular <em>Minecraft </em>creator, Dream, revealed his face for the first time <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PUN0cGRNa0t2QjZVIiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAAbyTeXdNQ9MGw9SsmX32Yk8tf-jB0gI99Ev2jF4JXOTO&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DCtpdMkKvB6U\">in a video</a> that racked up 47 million views. The list also includes the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PWdkc1VLcGhtQjNZIiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAASZklEj3S0zxupi7jBD_ZxDNdBO16gQ63iPgLOzVLYXj&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DgdsUKphmB3Y\">Super Bowl LVI halftime show</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PXhzTEpaeWloM0FjIiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAAWYkRdagHBHYoypZCrwXR2VsrFMSmlU4OyKzxhMvNVOB&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DxsLJZyih3Ac\">culmination</a> of Mark Rober's anti-porch pirate <a href=\"https://www.engadget.com/2018-12-21-viral-glitter-bomb-video-fake-mark-rober.html\">glitterbomb series</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PXQ2ZklwN21NSjkwIiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAAc-YSD0CE_NoyITYh4HmzodfjIMb0aWcUHjulGxOERZP&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dt6fIp7mMJ90\">that Try Guys mess</a>.</p><span id=\"end-legacy-contents\"></span><div id=\"e78da0eaae7945f79c195cd38f0b7444\"></div><p>The trending video list is based on US video views, which explains why MrBeast's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PUh3eWJwMzhHblp3IiwiY29udGVudFV1aWQiOiI5MWRmZmU2My03MTZjLTQ4NmMtYjRmZS0zZmI0MjJjNDY2ZGYifQ&amp;signature=AQAAAQZeGWDbLz9hkykiENd7RiiYGiRC2iQ9o7ggXwoexYF1&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DHwybp38GnZw\">recreation (and giveaway)</a> of Willy Wonka's chocolate factory is in fifth place despite having 126 million total views. YouTube also excludes Shorts, music videos, trailers and children's videos from this list.</p><p>Speaking of <a href=\"https://www.engadget.com/tag/mrbeast/\">MrBeast</a>, he was the top creator based on the number of subscribers gained in the US. That's not too surprising, since he has the most subscribers of any individual creator (Indian music label T-Series has the most overall). YouTube says that list doesn't take into account artists, brands, media companies or children's content.</p><p>Elsewhere, YouTube revealed the top songs in the US for 2022 (featuring tracks released this year or older ones that saw a significant uptick in views). \"We Don't Talk About Bruno\" from Disney's <a href=\"https://www.engadget.com/tag/encanto/\"><em>Encanto</em></a><em>&nbsp;</em>topped the list with 503 million views. Bad Bunny and Karol G each had two songs on the list.</p><div id=\"d23d543127474770a1fcb915ef4ff16f\"></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lastpass-reveals-another-security-breach-075158853.html?src=rss", "title": "LastPass reveals another security breach", "date_published": "2022-12-01 07:51:58+00:00", "description": "<p>LastPass CEO Karim Toubba has <a href=\"https://blog.lastpass.com/2022/11/notice-of-recent-security-incident/\">revealed</a> that the password manager has been breached again. Toubba said the company detected an unusual activity within a third-party cloud storage service that it shares with its parent company GoTo, which was formerly known as LogMeIn. To investigate the incident, LastPass has teamed up with security firm Mandiant. Together, they've determined that the unauthorized party got into LastPass' cloud service by using information obtained from the security breach it suffered in August this year. Further, they've discovered that the bad actor was able to access \"certain elements\" of its customers' information.</p><p>If you'll recall, LastPass was <a href=\"https://www.engadget.com/lastpass-hacked-no-user-data-was-compromised-064640557.html\">hacked</a> back in August, and Toubba admitted after an investigation that the unauthorized party had internal access to its systems for four days. The hacker was able to steal some of the password manager's source code and technical information, but LastPass said customers' data and encrypted password vaults remained untouched. Apparently, the hacker's access was limited to the service's development environment. While the unauthorized party was able to access some user information this time, LastPass said customers' passwords remain safely encrypted.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In an announcement of its own, remote work and collaboration tools provider GoTo has <a href=\"https://www.bleepingcomputer.com/news/security/goto-says-hackers-breached-its-dev-environment-cloud-storage/\">admitted</a> that bad actors gained entry into its development environment. Like LastPass, the company has assured customers that its products and services are fully functional despite the breach. The password manager and its parent company are still investigating the incident to understand its scope, so we'll likely hear more details in the coming months.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/neuralink-ceo-elon-musk-expects-human-trials-within-six-months-025416421.html?src=rss", "title": "Neuralink CEO Elon Musk expects human trials within six months", "date_published": "2022-12-01 02:54:16+00:00", "description": "<p>It’s been six years since Tesla, SpaceX (and now Twitter) CEO Elon Musk co-founded brain-control interfaces (BCI) startup, <a href=\"https://neuralink.com/\">Neuralink</a>. It’s been three years since the company first demonstrated its “<a href=\"https://www.engadget.com/2019-07-16-neuralink-brain-computer-interface.html\">sewing machine-like</a>” implantation robot, two years since the company <a href=\"https://www.engadget.com/elon-musk-unveils-v-2-of-the-neuralink-brainmachine-interface-surgery-bot-231559145.html\">stuck its technology into the heads of pigs</a> — and just over 19 months since they <a href=\"https://www.engadget.com/monkey-mindpong-link-003709524.html\">did the same to primates</a>, an effort that<a href=\"https://economictimes.indiatimes.com/magazines/panache/elon-musks-neuralink-brain-chip-tests-kills-15-monkeys-out-of-23-company-accused-of-causing-extreme-suffering-says-report/articleshow/89595290.cms?from=mdr\"> allegedly killed 15 out of 23 test subjects</a>. After a <a href=\"https://www.engadget.com/neuralink-show-and-tell-update-event-date-205425819.html\">month-long delay</a> in October, Neuralink held its third “show and tell” event on Wednesday where CEO Elon Musk announced, \"we think probably in about six months, we should be able to have a Neuralink installed in a human.\"</p><p>Neuralink has seen tumultuous times in the previous April 2021 status update: The company’s co-founder, Max Hodak, <a href=\"https://www.engadget.com/co-founder-leaves-elon-musk-neuralink-164856798.html\">quietly quit just after that event</a>, though he said was still a “huge cheerleader” for Neuralink’s success. That show of confidence was subsequently shattered this past August after <a href=\"https://www.engadget.com/neuralink-elon-musk-investment-in-rival-brain-chip-company-synchron-134049357.html\">Musk reportedly approached Neuralink’s main rival, Synchron</a>, as an investment opportunity.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Earlier in February, Neuralink confirmed that monkeys had died during prototype testing of its BCI implants at the <a href=\"https://cnprc.ucdavis.edu/\">​​University of California, Davis Primate Center</a> but rejected accusations by <a href=\"https://www.pcrm.org/\">the Physicians Committee for Responsible Medicine</a> of <a href=\"https://abc7chicago.com/elon-musk-neuralink-monkeys-brain-chip-monkey-death/11581014/\">animal cruelty</a>. Musk responded indirectly to those charges on Wednesday.&nbsp;</p><p>\"Before we would even think of putting a device in an animal, we do everything possible we with rigorous benchtop testing, We're not cavalier about putting these devices into animals,\" he said. \"We're extremely careful and we always want the device, whenever we do the implant — whether into a sheep, pig or monkey — to be confirmatory, not exploratory.\"</p><p>In July, <a href=\"https://www.bloomberg.com/news/articles/2022-07-18/brain-computer-interface-company-implants-new-type-of-device?srnd=premium&amp;sref=10lNAhZ9\">Synchron beat Neuralink to market</a> when doctors at Mount Sinai Hospital in New York successfully installed the company's inch-and-a-half long device into a person living with ALS. The patient, who has lost their ability to move and communicated independently, should be able to surf the web and send text messages using the device to translate their thoughts into computer commands. That same month, an affair Musk had with a Neuralink executive, who is now pregnant with his twins, <a href=\"https://techcrunch.com/2022/07/06/things-get-messy-for-elon-musk-with-report-about-new-twins-he-shares-with-neuralink-exec/\">also came to light</a>.&nbsp;</p><p>Neuralink is still working towards gaining FDA approval for its implant, though the company was awarded the agency's <a href=\"https://www.fda.gov/medical-devices/how-study-and-market-your-device/breakthrough-devices-program#s1\">Breakthrough Device Designation</a> in July 2020. This program allows patients and caregivers more \"timely access\" to promising treatments and medical devices by fast tracking their development and regulatory testing. As of September, 2022 the FDA has granted that designation to <a href=\"https://www.fda.gov/medical-devices/how-study-and-market-your-device/breakthrough-devices-program#metrics\">728 medical devices</a>.&nbsp;</p><p>The FDA has also updated its best practices guidance regarding clinical and nonclinical BCI testing in 2021. \"The field of implanted BCI devices is progressing rapidly from fundamental neuroscience discoveries to translational applications and market access,\" the agency asserted in its <a href=\"https://www.fda.gov/regulatory-information/search-fda-guidance-documents/implanted-brain-computer-interface-bci-devices-patients-paralysis-or-amputation-non-clinical-testing\">May guidance</a>. \"Implanted BCI devices have the potential to bring benefit to people with severe disabilities by increasing their ability to interact with their environment, and consequently, providing new independence in daily life.\"</p><div id=\"a19c1ac36b70414b833f0859aa40facd\"></div><p>“In many ways it’s like a Fitbit in your skull, with tiny wires,” Musk said of Neuralink's device during the 2021 livestream event. The device relies on as many as 1,024, 5-micron diameter leads \"sewn\" into a patient's grey matter to form connections with the surrounding neurons, providing high-resolution sampling of the brain's electrical emissions and translating between analog electrical impulses and digital computer code. Theoretically, at least. So far, all Neuralink has accomplished is getting a monkey to play Pong without a joystick.</p><p>\"We are all already cyborgs in a way,\" Musk quipped during his opening remarks, \"in that your phone and your computer are extensions of yourself.\" However, those devices pose significant limitations on our ability to communicate, he argued. \"If you're interacting with a phone, it's limited by the speed of which you can move your thumbs, or the speed of which you can talk into your phone.\" He notes that this method can only transmit \"tens, maybe a hundred\" bits of data per second while \"a computer can communicate at, you know, gigabits, terabits per second.\"</p><p>\"This is the fundamental limitation that I think we need to address to mitigate the long-term risk of artificial intelligence,\" he said, credulously.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elon-musk-says-he-and-tim-cook-resolved-the-misunderstanding-about-twitter-005702715.html?src=rss", "title": "Elon Musk says he and Tim Cook 'resolved the misunderstanding' about Twitter's iOS app", "date_published": "2022-12-01 00:57:02+00:00", "description": "<p>Elon Musk and Tim Cook have apparently made up following a dustup over the status of Twitter’s iOS app. Musk, who earlier this week, <a href=\"https://www.engadget.com/elon-musk-apple-threatened-to-withhold-twitter-from-app-store-204205794.html\">claimed that</a> Apple had “threatened to withhold’ Twitter from the App Store,” said he and Cook had a “good conversation” during a meeting at Apple’s headquarters.</p><p>“Among other things, we resolved the misunderstanding about Twitter potentially being removed from the App Store,” Musk <a href=\"https://twitter.com/elonmusk/status/1598090996281413638\"><ins>wrote.</ins></a> “Tim was clear that Apple never considered doing so.” Musk never said what the original source of Apple’s issue with Twitter’s app was. But Twitter's former head of trust and safety has stated that Apple had flagged various issues during the app review process in the past.</p><span id=\"end-legacy-contents\"></span><p>Of note, Musk’s latest tweets don't mention if Cook addressed any of Musk’s other recent complaints. In addition to the App Store issue, Musk had also joined the growing ranks of developers <a href=\"https://twitter.com/elonmusk/status/1597301968208556032\"><ins>to criticize</ins></a> the App Store’s 30 percent “secret tax” on in-app purchases. Musk reportedly <a href=\"https://www.theverge.com/2022/11/29/23485300/elon-musk-twitter-blue-avoid-in-app-fee-ios\"><ins>delayed</ins></a> the re-launch of Twitter Blue subscriptions in order to avoid the fees, according to the newsletter <em>Platformer</em>.</p><p>Musk had also <a href=\"https://twitter.com/elonmusk/status/1597285572699074560\"><ins>called out</ins></a> Cook for halting much of Apple’s advertising on Twitter, claiming that the iPhone maker had “mostly stopped” ad campaigns on the platform. The company is currently trying <a href=\"https://www.engadget.com/twitter-blog-post-reassure-advertisers-195429153.html\"><ins>to reassure</ins></a> brands amid a broader pullback in advertising from the platform.</p>", "persistent": false}]