[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-western-governments-are-so-angry-with-elon-musk-and-free-speech-on-twitter", "title": "Why Western Governments Are So Angry With Elon Musk And Free Speech On Twitter", "date_published": "2022-12-01 18:03:25+00:00", "description": "So, people are very mad that Elon Musk is restoring free speech on Twitter — he thinks it is necessary. The people who are most upset about it are individuals who never had free speech in the first place — such as the leaders of the European Union. Of course, the EU doesn&#8217;t believe in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thursday-afternoon-update-government-paid-anti-misinformation-bots-biden-welcomes-macron-boston-still-doesnt-like-the-brits", "title": "Thursday Afternoon Update: Government-Paid Anti-‘Misinformation’ Bots, Biden Welcomes Macron, Boston Still Doesn’t Like The Brits", "date_published": "2022-12-01 17:50:05+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Biden Meets With Macron President Joe Biden is hosting French President Emmanuel Macron at a White House dinner tonight. The French leader is using his visit to Washington in part to criticize aspects of his ally’s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democratic-west-virginia-state-senator-switches-to-republican-party", "title": "Democratic West Virginia State Senator Switches To Republican Party", "date_published": "2022-12-01 17:49:35+00:00", "description": "A Democratic state senator of West Virginia switched his registration to the Republican Party this week.  State Senator Glenn Jeffries submitted paperwork to join the Republican caucus after being elected in 2016 to serve as a Democrat. The Republicans now hold a majority in the state senate of 31 senators.  “I have the greatest respect ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/60-year-old-actor-found-dead-in-the-bronx-suspect-charged-with-dumping-his-body", "title": "60-Year-Old Actor Found Dead In The Bronx, Suspect Charged With Dumping His Body", "date_published": "2022-12-01 17:43:07+00:00", "description": "Actor Frank Vallelonga Jr. was found dead in the Bronx on Monday, and a suspect has been charged with dumping his body in the street. Vallelonga Jr. was 60 years old. According to a report from entertainment website TMZ, police were initially called to check on an unconscious man early Monday morning outside a sheet-metal ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/los-angeles-mayor-elect-karen-bass-daughter-victim-of-hit-and-run", "title": "Los Angeles Mayor-Elect Karen Bass’ Daughter Victim Of Hit And Run", "date_published": "2022-12-01 17:32:52+00:00", "description": "Los Angeles Mayor-elect Karen Bass said one of her daughters was injured Thursday morning in Los Angeles in a hit-and-run incident. &#8220;While driving today, one of my daughters was the victim of a hit and run,&#8221; Bass said in a statement to NBC News. According to local media, the crash involving two white SUVs occurred ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/independent-report-reveals-negligence-that-led-to-massive-california-gun-owner-information-breach", "title": "Independent Report Reveals Negligence That Led To Massive California Gun Owner Information Breach", "date_published": "2022-12-01 17:20:07+00:00", "description": "The California Department of Justice released a report from an outside investigation concerning the massive data breach of gun owner information that took place in June. The independent investigation, carried out by a team of independent legal experts, as well as forensic cyber specialists, found that the leak of data was “unacceptable,” but also “unintentional,” ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stacey-abrams-spokesman-denies-she-lobbied-biden-to-become-one-of-the-nations-top-regulators", "title": "Stacey Abrams Spokesman Denies She Lobbied Biden To Become One Of The Nation’s Top Regulators", "date_published": "2022-12-01 17:15:58+00:00", "description": "Weeks after losing her second attempt to become the governor of Georgia, Stacey Abrams might already have her eyes on a new position: the federal government’s top telecommunications regulator. The Democrat asked members of the Biden administration to appoint her as the next chair of the Federal Communications Commission, an agency responsible for regulating cable, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tesla-to-deliver-its-first-all-electric-semis-three-years-later-than-planned", "title": "Tesla To Deliver Its First All-Electric Semis, Three Years Later Than Planned", "date_published": "2022-12-01 17:08:04+00:00", "description": "Tesla is set to deliver its first all-electric semitrailer trucks to PepsiCo on Thursday after a three-year delay in the company’s expansion beyond passenger vehicles. The electric carmaker, run by billionaire Elon Musk, initially planned to reveal the Tesla Semi in 2019. The company struggled to mass produce its Model 3 sedan in 2017, the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tyson-foods-cfo-pleads-not-guilty-to-public-intoxication-trespassing-charges", "title": "Tyson Foods CFO Pleads Not Guilty To Public Intoxication, Trespassing Charges", "date_published": "2022-12-01 16:40:01+00:00", "description": "Tyson Foods CFO John Tyson pleaded not guilty Thursday to charges of criminal trespass and public intoxication after authorities arrested him last month in Arkansas. Tyson, 32, who is the great-grandson of the meat company founder, has been accused of drunkenly walking inside a woman&#8217;s house through an unlocked door and later passing out in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/india-will-surpass-japan-and-germany-as-the-worlds-third-largest-economy", "title": "India Will Surpass Japan And Germany As The World’s Third Largest Economy", "date_published": "2022-12-01 16:35:54+00:00", "description": "India is projected to surpass Japan and Germany as the world’s third-largest economy in the next decade, according to a forecast from ratings agency S&amp;P Global. The real gross domestic product of India will average 6.3% yearly growth between fiscal years 2021 and 2030, enabling the country to surpass Japan and Germany in nominal terms. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/coronavirus-loan-fraud-prevention-fell-to-unvetted-firms-that-profited-hugely-while-ignoring-fraud-congress-finds", "title": "Coronavirus Loan Fraud Prevention Fell To ‘Unvetted’ Firms That Profited Hugely While Ignoring Fraud, Congress Finds", "date_published": "2022-12-01 16:33:31+00:00", "description": "Anti-fraud policing in the coronavirus PPP program was often subcontracted to small firms who promised to use tech voodoo to prevent fraud, but who actually let obvious fraud through and boasted that they had little incentive to stop fraud because the risk was to taxpayers, not their own bottom line, according to a congressional investigation.", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/late-power-rangers-wife-reveals-what-happened-in-final-moments-before-the-star-took-his-own-life", "title": "Late Power Ranger’s Wife Reveals What Happened In Final Moments Before The Star Took His Own Life", "date_published": "2022-12-01 16:29:59+00:00", "description": "Tammie Frank, widow of the late &#8220;Power Rangers&#8221; actor Jason David Frank, revealed in a recent statement what really happened in the hours leading up to him taking his own life in a Texas hotel room. Frank, who filed for divorce from her late husband in August, said that despite their differences, the two had ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/get-rid-of-extravagant-state-dinners-at-the-white-house-were-sick-of-paying-for-them", "title": "Get Rid Of Extravagant State Dinners At The White House, We’re Sick Of Paying For Them", "date_published": "2022-12-01 16:23:41+00:00", "description": "Americans are suffering. The economy has imploded, sending food and gas prices soaring. Inflation is skyrocketing, nearly rising to double digits amid worries of a recession. Things are so bad that one in four Americans just skipped Thanksgiving to save money, one poll found. But President Joe Biden is throwing a lavish party for 400 ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-dealt-another-blow-on-student-loan-forgiveness", "title": "Biden Administration Dealt Another Blow On Student Loan Forgiveness", "date_published": "2022-12-01 16:20:33+00:00", "description": "The Biden administration’s student loan forgiveness plan was pushed back again on Wednesday after an appeals court refused to pause a previous ruling against the policy. In November, U.S. District Judge Mark Pittman ruled against the student loan forgiveness plan, saying that it was illegal. “In this country, we are not ruled by an all-powerful ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mexican-drug-trafficker-known-as-la-barbie-has-disappeared-from-registry-of-inmates-mexico-wants-answers", "title": "Mexican Drug Trafficker Known As ‘La Barbie’ Has Disappeared From Registry Of Inmates. Mexico Wants Answers.", "date_published": "2022-12-01 16:18:59+00:00", "description": "A notorious drug trafficker serving a 49-year sentence in the United States has reportedly disappeared from the Federal Bureau of Prisons’ online register of inmates. On Wednesday, Mexican President Andres Manuel Lopez Obrador asked the U.S. to reveal where Edgar Valdez Villarreal, also known as “La Barbie” due to his light complexion, was being kept ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dogs-most-wanted-co-star-david-robinson-dead-at-50", "title": "‘Dog’s Most Wanted’ Co-Star David Robinson Dead At 50", "date_published": "2022-12-01 16:05:57+00:00", "description": "A former star of the popular reality show “Dog&#8217;s Most Wanted” died unexpectedly at the age of 50. David Robinson died in his wife&#8217;s arms after suffering from a medical emergency while on a work Zoom call in his California home, his wife Brooke Robinson confirmed. She shared the news as part of a Facebook ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/terrifying-implications-joe-rogan-blasts-sfs-tremendously-insane-decision-to-allow-robots-to-kill-people", "title": "‘Terrifying Implications’: Joe Rogan Blasts SF’s ‘Tremendously Insane Decision’ To Allow Robots To ‘Kill People’", "date_published": "2022-12-01 16:03:40+00:00", "description": "Podcaster Joe Rogan slammed San Francisco&#8217;s &#8220;tremendously insane&#8221; decision to authorize robots to &#8220;kill people&#8221; and predicted the policy would have &#8220;terrifying implications.&#8221; In a post on Instagram, the host of &#8220;The Joe Rogan Experience&#8221; blasted the local politicians who voted 8-3 to allow the city&#8217;s police department robots to use &#8220;a deadly force option when ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/harvard-professor-warns-ceos-that-3-of-their-employees-are-activists-bullying-coworkers-about-politics-instead-of-working", "title": "Harvard Professor Warns CEOs That 3% Of Their Employees Are ‘Activists’ Bullying Coworkers About Politics Instead Of Working", "date_published": "2022-12-01 16:01:44+00:00", "description": "Harvard University Management Professor Arthur Brooks admonished corporate leaders to reject the bullying of woke employees and focus on their bottom lines rather than involve themselves in culture war battles. During an interview with CNBC anchor Joe Kernen, the former president of the American Enterprise Institute observed that only a slim subset of the population ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-issue-arrest-warrant-for-antonio-brown", "title": "Police Issue Arrest Warrant For Antonio Brown", "date_published": "2022-12-01 16:00:19+00:00", "description": "Tampa Police issued an arrest warrant this week for former Tampa Bay Buccaneers wide receiver Antonio Brown, who was released by the team last season when he left during a game, for an alleged domestic violence situation. The incident happened Monday when the 34-year-old got into an argument with his ex-fiancée that escalated to the point ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/megyn-kelly-brings-receipts-after-don-lemon-says-he-doesnt-think-cnn-was-ever-liberal", "title": "Megyn Kelly Brings Receipts After Don Lemon Says He Doesn’t Think ‘CNN Was Ever Liberal’", "date_published": "2022-12-01 15:58:24+00:00", "description": "Megyn Kelly brought the receipts after host Don Lemon said that he didn&#8217;t think CNN &#8220;was ever liberal&#8221; as she blasted the CNN host for his &#8220;revisionist history&#8221; before playing a clip of his past comments. During the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast on Wednesday, the host was joined by the guys from the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-hero-boston-celtics-coach-doesnt-care-one-bit-british-royals-sat-courtside-at-game-against-the-heat", "title": "American Hero: Boston Celtics Coach Doesn’t Care One Bit British Royals Sat Courtside At Game Against The Heat", "date_published": "2022-12-01 15:50:22+00:00", "description": "It has been subtle, but the American public has spent a little too much time shoveling adulation onto the British Royal Family in recent years. We&#8217;re American citizens, not British subjects for Pete&#8217;s sake. We fought and won a war to get away from those across the pond, but for some reason, certain sects of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gutfeld-destroys-republican-host-of-the-view-over-balenciaga-hot-take", "title": "Gutfeld Destroys Republican Host Of ‘The View’ Over Balenciaga Hot Take", "date_published": "2022-12-01 15:47:47+00:00", "description": "Fox News host Greg Gutfeld unloaded on Alyssa Farah Griffin — the newest Republican co-host of ABC&#8217;s &#8220;The View&#8221; — over her assessment of the recent scandal involving fashion house Balenciaga and a widely panned ad campaign involving children and BDSM-themed teddy bears. Griffin and her co-hosts on &#8220;The View&#8221; addressed the scandal earlier in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-fierce-foe-of-woke-agenda-yanks-massive-2-billion-of-floridas-money-from-major-woke-corporation", "title": "DeSantis, Fierce Foe Of Woke Agenda, Yanks Massive $2 Billion Of Florida’s Money From Major Woke Corporation", "date_published": "2022-12-01 15:44:01+00:00", "description": "Florida Gov. Ron DeSantis, a fierce foe of the woke agenda permeating major corporations, has yanked a huge $2 billion worth of Florida’s assets from BlackRock, Inc., whose CEO, Larry Fink, has championed “stakeholder capitalism” to use shareholders’ money to finance his woke agenda. In a harsh condemnation of BlackRock, Chief Financial Officer Jimmy Patronis ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-ye-west-i-like-hitler-i-see-good-things-about-hitler-stop-dissing-the-nazis-he-didnt-kill-6-million", "title": "Kanye ‘Ye’ West: ‘I Like Hitler,’ ‘I See Good Things About Hitler,’ ‘Stop Dissing The Nazis,’ ‘He Didn’t Kill 6 Million Jews’", "date_published": "2022-12-01 15:20:17+00:00", "description": "Rapper Kanye &#8220;Ye&#8221; West praised Nazi dictator Adolf Hitler during a live interview Thursday with Alex Jones on Infowars. West&#8217;s comments about Hitler follow a series of anti-Semitic remarks that he has made in recent weeks, upending many of his business pursuits. A small sample of some of the anti-Semitic remarks that West has made ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-local-louisiana-officials-co-conspirators-sentenced-for-vote-buying-scheme", "title": "Former Local Louisiana Officials, Co-Conspirators Sentenced For Vote-Buying Scheme", "date_published": "2022-12-01 15:09:34+00:00", "description": "U.S. Department of Justice authorities announced Wednesday that two former officials of a Louisiana city were sentenced to one year in prison for violating federal election laws by paying or offering to pay citizens for votes. Court documents show Jerry Trabona, 73, the former Amite City police chief, and Kristian “Kris” Hart, 50, a former ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-reserve-chair-jerome-powell-discusses-future-slowdown-of-rate-hikes", "title": "Federal Reserve Chair Jerome Powell Discusses Future Slowdown Of Rate Hikes", "date_published": "2022-12-01 15:04:18+00:00", "description": "Federal Reserve Chair Jerome Powell remarked during a Wednesday speech that central bankers will likely slow their implementation of contractionary monetary policy this month. In an attempt to stimulate the economy after the onset of the lockdown-induced recession, policymakers established a 0% target interest rate and began acquiring government bonds from market actors. Powell and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/letter-bomb-discovered-at-u-s-embassy-in-spain-following-explosion-at-ukrainian-embassy", "title": "Letter Bomb Discovered At U.S. Embassy In Spain Following Explosion At Ukrainian Embassy", "date_published": "2022-12-01 14:59:52+00:00", "description": "The U.S. Embassy in Madrid announced that it discovered a letter bomb one day after a similar device exploded at the Ukrainian Embassy in Spain, injuring one staff member. “We can confirm a suspicious package was received at the U.S. Embassy in Madrid, and are aware of reports of other packages sent to other locations ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/female-co-hosts-tag-team-don-lemon-for-daring-to-defend-mens-soccer-team", "title": "Female Co-Hosts Tag Team Don Lemon For Daring To Defend Men’s Soccer Team", "date_published": "2022-12-01 14:34:09+00:00", "description": "Anchor Don Lemon apparently stepped in it on Thursday morning when he argued — against “CNN This Morning” co-hosts Poppy Harlow and Kaitlan Collins — in defense of the U.S. men’s soccer team making more money than the women’s team. Collins and Harlow argued that because the women&#8217;s team had traditionally done better in international competition, they should be ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/indiana-coroner-asking-for-dna-samples-to-identify-victims-of-suspected-serial-killer", "title": "Indiana Coroner Asking For DNA Samples To Identify Victims Of Suspected Serial Killer", "date_published": "2022-12-01 14:29:18+00:00", "description": "An Indiana coroner’s office is seeking DNA samples from relatives of young men who might have been victims of a prolific serial killer. Jeff Jellison, Hamilton County’s chief deputy coroner and coroner-elect, is looking to identify human remains found on an 18-acre estate in Westfield, Indiana, that once belonged to a man suspected of killing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-commodities-regulator-tells-senators-he-met-with-sam-bankman-fried-10-times", "title": "Top Commodities Regulator Tells Senators He Met With Sam Bankman-Fried 10 Times", "date_published": "2022-12-01 13:59:40+00:00", "description": "Members of the Senate Agriculture Committee discussed the collapse of cryptocurrency exchange FTX in a Thursday hearing, during which a top regulator acknowledged that he met with former CEO Sam Bankman-Fried on multiple occasions. FTX recently filed for bankruptcy after users discovered that trading firm Alameda Research, a company run by Caroline Ellison — a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-movie-about-a-murderous-bear-jacked-up-on-cocaine-set-to-sweep-the-academy-awards", "title": "New Movie About A Murderous Bear Jacked Up On Cocaine Set To Sweep The Academy Awards", "date_published": "2022-12-01 13:46:41+00:00", "description": "Every year, Hollywood gets bashed over the lame movies the Academy of Motion Picture Arts and Sciences (yes, sciences) chooses as supposedly the best of the year. So maybe this new film, &#8220;Cocaine Bear,&#8221; will pick up a dozen nominations and walk away the big winner when it is eligible for the Oscars. Here&#8217;s the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/netflix-drops-trailer-for-harry-meghan-documentary-series", "title": "Netflix Drops Trailer For ‘Harry & Meghan’ Documentary Series", "date_published": "2022-12-01 13:37:20+00:00", "description": "Netflix just released a trailer for the highly anticipated documentary about Prince Harry and Meghan Markle. The teaser finally reveals the name of the super-secret project about the royals, which has been kept under wraps along with several other details. “Harry &amp; Meghan” still doesn’t have an official release date, but rumors have persisted that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-pulling-2-billion-from-blackrock-as-company-pushes-social-engineering-with-taxpayer-dollars", "title": "Florida Pulling $2 Billion From BlackRock As Company Pushes ‘Social-Engineering’ With Taxpayer Dollars", "date_published": "2022-12-01 13:32:01+00:00", "description": "The state of Florida will divest $2 billion from BlackRock due to the asset management company’s efforts to advance the environmental, social, and governance movement, also known as ESG. Florida CFO Jimmy Patronis announced that the Florida Treasury “will be taking its business elsewhere” for $1.4 billion worth of long-term securities and $600 million worth ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/meta-loses-bid-to-toss-suit-alleging-facebook-execs-took-bribes-to-blacklist-adult-entertainers", "title": "Meta Loses Bid To Toss Suit Alleging Facebook Execs Took Bribes To Blacklist Adult Entertainers", "date_published": "2022-12-01 13:20:47+00:00", "description": "A federal judge denied Meta’s motion to dismiss a lawsuit from a trio of adult entertainers who allege that Meta executives, including former U.K. Deputy Prime Minister Nick Clegg, took bribes from the owner of the site OnlyFans to blacklist its competitors. Adult entertainment performers Dawn Dangaard, Kelly Gilbert, and Jennifer Allbaugh filed the federal ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wednesday-director-tim-burton-attacked-as-racist-for-casting-black-actors-as-bullies", "title": "‘Wednesday’ Director Tim Burton Attacked As Racist For Casting Black Actors As Bullies", "date_published": "2022-12-01 13:19:50+00:00", "description": "Director Tim Burton, who has filmed classics such as “Beetlejuice,” “Edward Scissorhands,” and “Ed Wood” is being attacked as a racist for his new hit show “Wednesday,” which premiered with record ratings. In the show, black actress Joy Sunday plays a bully at Nevermore Academy and black actor Iman Marson plays another bully who is ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/idaho-police-now-say-they-dont-know-if-murdered-university-of-idaho-students-were-targeted", "title": "Idaho Police Now Say They Don’t Know If Murdered University of Idaho Students Were Targeted", "date_published": "2022-12-01 13:15:21+00:00", "description": "In another major reversal from earlier statements, police in Moscow, Idaho, are now saying they don’t know if the four murdered University of Idaho students were specifically targeted in the attack. The Moscow Police Department responded Wednesday to a statement made by the Latah County Prosecutor’s Office which stated that “the suspect(s) specifically looked at ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-city-approves-program-to-give-residents-100-to-donate-to-political-campaigns", "title": "California City Approves Program To Give Residents $100 To Donate To Political Campaigns", "date_published": "2022-12-01 12:58:36+00:00", "description": "A California city has approved a program to give residents $100 every two years to donate to local political campaigns. The Oakland City Council passed the &#8220;Democracy Dollars&#8221; measure this week. &#8220;We deserve a government that prioritizes the needs of Oakland residents, rather than wealthy special interests,&#8221; Fair Elections Oakland, a committee funded by the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gaylord-perry-baseball-hall-of-fame-and-master-of-the-spitball-dead-at-84", "title": "Gaylord Perry, Baseball Hall Of Famer And Master Of The Spitball, Dead At 84", "date_published": "2022-12-01 12:47:59+00:00", "description": "Gaylord Perry, the Hall of Fame pitcher whose mastery of the spitball bedeviled batters and made him a two-time Cy Young award winner, has died. Perry, who logged 314 wins for eight different teams during a 22-year career that began in 1962, was 84. Elected to the Hall of Fame in 1991, Perry and his ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/facebook-reportedly-failed-to-block-ads-of-death-threats-to-election-workers", "title": "Facebook Reportedly Failed To Block Ads Of Death Threats To Election Workers", "date_published": "2022-12-01 12:24:15+00:00", "description": "A new investigation found that Facebook failed to block 15 out of 20 ads that contained death threats to election workers in a test by researchers. The probe by Global Witness and New York University&#8217;s Cybersecurity for Democracy team discovered that three-fourths of the ads submitted on the day of or the day before the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/transgender-activist-eli-erlick-continues-to-boast-of-potentially-illegal-drug-scheme", "title": "Transgender Activist Eli Erlick Continues To Boast Of Potentially Illegal Drug Scheme", "date_published": "2022-12-01 12:09:54+00:00", "description": "Law enforcement has yet to intervene with a prominent transgender activist&#8217;s alleged criminal enterprise. Eli Erlick, a biological male who identifies as transgender, has publicly boasted of an alleged scheme to distribute prescription drugs to people – even minors – who do not have a prescription, for over a year without consequence. Chaya Raichik, owner ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/roadkill-kennedy-says-bidens-energy-policy-reminds-him-of-what-his-beagle-brought-home", "title": "‘Roadkill’: Kennedy Says Biden’s Energy Policy Reminds Him Of What His Beagle Brought Home", "date_published": "2022-12-01 11:49:42+00:00", "description": "Louisiana GOP Senator John Kennedy took a harsh shot at President Biden and his “America-Last” energy policy, likening it to roadkill that Kennedy’s beagle used to bring home and put under his porch. Kennedy appeared on &#8220;Fox &amp; Friends,&#8221; where co-host Ainsley Earhardt noted the regulations the Biden administration is implementing “to prevent any methane ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/almost-3000-americans-have-died-from-flu-since-october-cdc-says", "title": "Almost 3,000 Americans Have Died From Flu Since October, CDC Says", "date_published": "2022-12-01 11:35:14+00:00", "description": "At least 2,900 Americans have died from influenza since October, according to new data from the Centers for Disease Control and Prevention (CDC). &#8220;Seasonal influenza activity is elevated across the country,&#8221; an update from the week ending November 19 that was released on Monday said. The CDC estimates &#8220;at least 6.2 million illnesses, 53,000 hospitalizations, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/officials-baffled-by-mystery-predator-behind-colorado-cattle-carnage", "title": "Officials Baffled By Mystery Predator Behind Colorado Cattle Carnage", "date_published": "2022-12-01 11:18:58+00:00", "description": "Some 40 cows have been slaughtered on western Colorado ranches by a mystery predator, and baffled authorities have no idea who or what is behind the cattle carnage. Cows have been found with missing tails and bite marks, but no tracks or other evidence of wolves or other animals have been discovered at the multiple ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rebel-wilson-responds-to-accusations-of-fatphobia-for-lack-of-plus-sizes-in-new-clothing-line", "title": "Rebel Wilson Responds To Accusations Of Fatphobia For Lack Of Plus Sizes In New Clothing Line", "date_published": "2022-12-01 10:52:32+00:00", "description": "Actress Rebel Wilson responded to fans calling her out for not including any plus-sized offerings in her new R&amp;R Club clothing line. The “Pitch Perfect” actress was facing criticism mostly from plus-sized fans who accused Wilson, who recently lost 80 pounds, of being biased against them. The followers were especially annoyed because Wilson used to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trash-day-brittany-aldean-shares-photo-of-balenciaga-gear-stuffed-in-garbage-bags", "title": "‘Trash Day’: Brittany Aldean Shares Photo Of Balenciaga Gear Stuffed In Garbage Bags", "date_published": "2022-12-01 10:06:43+00:00", "description": "Country singer Jason Aldean’s wife Brittany made her position abundantly clear on the Balenciaga scandal with her recent Instagram post. The 33-year-old mother of two posted a photo of herself carrying clear trash bags filled with Balenciaga merchandise. “It’s trash day,” the image caption stated.  “Show em how to &#8216;walk the walk&#8217; babe!” her husband ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-world-needs-fact-checking-tech-giants-giving-13-million-to-fund-global-fact-checking-initiatives", "title": "‘The World Needs Fact-Checking’: Tech Giants Giving $13 Million To Fund Global Fact-Checking Initiatives", "date_published": "2022-12-01 09:59:47+00:00", "description": "Two major tech giants on Tuesday announced a $13 million grant to fund global fact-checking projects.  Google and YouTube said they would provide financial support to the International Fact-Checking Network (IFCN), an arm of the Poynter Institute, to support “fact-checking initiatives” through 2025.  “The world needs fact-checking more than ever before. This partnership with Google ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/feds-pay-journalism-group-5m-to-create-software-to-turn-people-into-anti-misinformation-bots", "title": "Feds Pay Journalism Group $5M To Create Software To Turn People Into Anti-‘Misinformation’ Bots", "date_published": "2022-12-01 08:42:51+00:00", "description": "The federal government has awarded $5 million to a group of journalists called Hacks/Hackers to develop software that will encourage regular Americans to confront their friends when they make &#8220;harmful&#8221; posts, and &#8220;correct misinformation&#8221; by replying with text suggested by the software. The group is also organizing Wikipedia censors to determine who is a &#8220;credible source&#8221; on vaccines, and block anyone else from being cited on the online encyclopedia. Job ads for the project do not require that applicants have any expertise in medicine.", "persistent": false}]