[{"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3680556/how-enterprise-content-management-is-evolving-from-monolith-to-modular.html#tk.rss_all", "title": "From monolith to modular: How enterprise content management is evolving", "date_published": "2022-12-01 11:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>As digital technologies have transformed the way people create, move, and store their data over the decades, managing the multitude of physical documents and digital data produced by a company has remained an ongoing challenge for businesses. Technologies such as cloud-based apps and services, along with regulatory requirements around the storage and protection of customer data, have required companies to explore technology solutions for document and data management.</p><p>In earlier days, this meant investing in a <em>document management system (DMS)</em>, which helped companies digitally store and manage paper-based and online documents. The rise of web-based technologies created <em>content management systems (CMSes)</em>, which managed digitally created content, but also included formats such as audio, video, images, and HTML-based files.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3680556/how-enterprise-content-management-is-evolving-from-monolith-to-modular.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3681830/so-you-were-laid-off-dont-panic.html#tk.rss_all", "title": "So, you were laid off? Don’t panic", "date_published": "2022-12-01 10:36:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>While I’ve never been laid off, I was fired twice in my younger years. It was both very traumatic and unexpected. The most embarrassing experience was being fired from my first full-time job as a dish washer in an unairconditioned kitchen. But I was a kid then and living at home. Later, when I was fired after a forced takeover of the business I worked at, I was living paycheck to paycheck — and went into a panic that led to a lot of really poor career decisions focused more on getting any job rather than rethinking my career.</p><p>Since then, I’ve covered a lot of layoffs — and were it to happen to me again, I’d approach the problem differently. One is to avoid companies that do layoffs regularly; there is no upside whether you’re laid off or kept on the job. Not only do the people let go experience a lot of trauma, but those that remain have survivor’s guilt, wind up doing their job and the work of those laid off, and work under the perceived threat of being culled down the road. </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3681830/so-you-were-laid-off-dont-panic.html#jump\">To read this article in full, please click here</a></p></section></article>", "persistent": false}]