[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/obraz-skradziony-z-muzeum-narodowego-odnaleziony-w-niemczech-zostal-wystawiony-na-aukcji/", "title": "Obraz skradziony z Muzeum Narodowego odnaleziony w Niemczech. Został wystawiony na aukcji", "date_published": "2022-12-01 18:11:00+00:00", "description": "W ofercie niemieckiego domu aukcyjnego Grisebach odnaleziono akwarelę Wassilego Kandinskiego Kompozycja, która w 1984 roku została skradziona z Muzeum Narodowego w Warszawie - poinformowało Ministerstwo Kultury i Dziedzictwa Narodowego. W czwartek obraz został sprzedany.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/wielka-brytania-bakteria-zabila-szesciolatke-zakazeni-uczniowie-z-dwoch-szkol/", "title": "Wielka Brytania. Bakteria zabiła sześciolatkę. Zakażeni uczniowie z dwóch szkół", "date_published": "2022-12-01 17:34:00+00:00", "description": "W Surrey w południowo-wschodniej Anglii sześcioletnia dziewczynka zmarła wskutek zakażenia szkarlatyną. Chorobę wykryto u trojga kolejnych dzieci, a dwoje innych jest zakażonych paciorkowcem. Nie wiemy, czy posyłać dzieci do szkół - mówią rodzice, gdy rzecznik służby zdrowia mówi, że choroba to nic nadzwyczajnego. Mimo to zalecono, aby o każdym nowym przypadku zawiadamiać przez infolinię.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/lekarze-nie-mogli-uwierzyc-mezczyzna-mial-w-zoladku-187-monet/", "title": "Indie. Lekarze nie mogli uwierzyć. Mężczyzna miał w żołądku 187 monet", "date_published": "2022-12-01 15:26:00+00:00", "description": "Lekarze w Indiach usunęli 187 monet z żołądka 58-letniego mężczyzny, który trafił do szpitala z powodu bólu brzucha. Wydobyte z żołądka pacjenta miedziaki ważyły ponad półtora kilograma.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/test-na-spostrzegawczosc-od-finskiej-armii-ilu-snajperow-widzisz/", "title": "Test na spostrzegawczość od fińskiej armii. Ilu snajperów widzisz?", "date_published": "2022-12-01 14:45:00+00:00", "description": "Fińska armia opublikowała w mediach społecznościowych test na spostrzegawczość. Jest to zdjęcie wykonane w zimowej scenerii, na którym ukryci są snajperzy. Odpowiedź na końcu tekstu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/usa-kobieta-probowala-otworzyc-drzwi-samolotu-w-trakcie-lotu-jezus-mi-kazal/", "title": "USA: Kobieta próbowała otworzyć drzwi samolotu w trakcie lotu. \"Jezus mi kazał\"", "date_published": "2022-12-01 14:22:00+00:00", "description": "Jezus kazał mi otworzyć drzwi samolotu - miała powiedzieć pasażerka lotu Southwest Airlines z Houston w Teksasie do Columbus w Ohio. Kobieta dodatkowo ugryzła innego pasażera, który próbował ją powstrzymać. Incydent zmusił załogę do awaryjnego lądowania.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/szwecja-eksplozje-przy-rurociagach-nord-stream-prokuratura-to-byla-eksplozja-zewnetrzna/", "title": "Szwecja. Eksplozje przy rurociągach Nord Stream. Prokuratura: To była eksplozja zewnętrzna", "date_published": "2022-12-01 14:18:00+00:00", "description": "Eksplozję spowodował ładunek zamieszczony na zewnętrznej stronie rury - przekazał szwedzki prokurator Mats Ljungqvist, cytowany przez dziennik Expressen. Gazeta sugeruje, że materiał wybuchowy mógł zostać zamontowany za pomocą statku.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/rosja-siergiej-lawrow-do-nato-i-usa-jestescie-bezposrednio-zaangazowani-w-wojne/", "title": "Rosja. Siergiej Ławrow do NATO i USA: Jesteście bezpośrednio zaangażowani w wojnę", "date_published": "2022-12-01 13:33:00+00:00", "description": "- Stany Zjednoczone i NATO są bezpośrednio zaangażowane w konflikt na Ukrainie, dostarczając broń i szkoląc personel wojskowy - powiedział w czwartek minister spraw zagranicznych Rosji Siergiej Ławrow cytowany przez agencję ITAR-TASS. Z kolei zmasowane rosyjskie ataki na ukraińską infrastrukturę nazwał wyłączaniem obiektów energetycznych.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/putin-wzmacnia-rezim-ustawa-o-zagranicznych-agentach-wchodzi-w-zycie/", "title": "Putin wzmacnia reżim. Ustawa o \"zagranicznych agentach\" wchodzi w życie", "date_published": "2022-12-01 12:53:00+00:00", "description": "W czwartek weszły w życie poprawki rosyjskiej ustawy o agentach zagranicznych. Nowe przepisy wzmacniają reżim Władimira Putina, a ich celem jest zapobieżenie ewentualnym sprzeciwom społeczeństwa wobec kontynuowania agresji na Ukrainę. - Przepisy w Rosji mają być szerokie i niejasne oraz stosowane wybiórczo, aby straszyć i sparaliżować - ocenił Konstantin Von Eggert, niezależny dziennikarz.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/nowa-zelandia-rodzice-nie-zgadzaja-sie-na-operacje-syna-nie-chca-by-dostal-krew-od-zaszczepionych/", "title": "Nowa Zelandia: Rodzice nie zgadzają się na operację syna. Nie chcą, by dostał krew od zaszczepionych", "date_published": "2022-12-01 12:37:00+00:00", "description": "Czteromiesięczne dziecko pary z Nowej Zelandii wymaga pilnej operacji serca. Rodzice nie chcą jednak się na nią zgodzić, ponieważ obawiają się, że dziecku zostanie podana krew od zaszczepionych osób. Oboje są przeciwnikami szczepień i twierdzą, że te przeciw COVID-19 są eksperymentalne.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/hiszpania-kolejne-bomby-w-przesylkach-jedna-z-paczek-miala-trafic-do-premiera-pedro-sancheza/", "title": "Hiszpania. Kolejne bomby w przesyłkach. Jedna z paczek miała trafić do premiera Pedro Sancheza", "date_published": "2022-12-01 12:11:00+00:00", "description": "Pięć paczek zawierających domowej roboty ładunki wybuchowe wykryły do tej pory hiszpańskie służby. Nie ma pewności, że to wszystkie wybuchowe przesyłki. Jak podają tamtejsze media, jeden z pakunków miał dotrzeć do siedziby premiera Pedro Sancheza.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/singapur-legalizuje-seks-miedzy-mezczyznami-i-wprowadza-do-konstytucji-definicje-malzenstwa/", "title": "Singapur legalizuje seks między mężczyznami i wprowadza do konstytucji definicję małżeństwa", "date_published": "2022-12-01 10:57:00+00:00", "description": "Seks między mężczyznami stał się legalny - tak zdecydowali singapurscy parlamentarzyści, którzy przegłosowali zniesienie prawa z czasów kolonialnych. Do tej pory - formalnie - intymne kontakty mężczyzn były uznawane za przestępstwo. Prawa nie stosowano jednak w praktyce.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/usa-nieudana-proba-egzekucji-mordercy-nie-dalo-sie-wykonac-zastrzyku-wiec-odetna-mu-tlen/", "title": "USA. Nieudana próba egzekucji mordercy. Nie dało się wykonać zastrzyku, więc odetną mu tlen", "date_published": "2022-12-01 10:32:00+00:00", "description": "Nie powiodła się egzekucja mordercy Alana Millera przy użyciu śmiertelnego zastrzyku. Władze amerykańskiego stanu Alabama zdecydowały, że próba wykonania wyroku śmierci zostanie powtórzona. Skazaniec jest otyły i z tego powodu trudno było wkłuć strzykawkę w jego ciało. Tym razem zabójca ma umrzeć użyciu nowej metody - odessania tlenu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/rosja-wiceszef-msz-zasmucony-decyzja-finlandii-i-szwecji-beda-na-peryferiach-nato/", "title": "Rosja. Wiceszef MSZ zasmucony decyzją Finlandii i Szwecji. \"Będą na peryferiach NATO\"", "date_published": "2022-12-01 09:53:00+00:00", "description": "- To smutne. Międzynarodowa reputacja Finlandii i Szwecji w dużej mierze opierała się na polityce niezaangażowania wojskowego - powiedział wiceminister spraw zagranicznych Rosji Aleksandr Gruszko. Skomentował w ten sposób chęci tych dwóch skandynawskich państw, by stać się częścią wojskowego sojuszu. Zdaniem kremlowskiego dyplomaty akces tych krajów obniży poziom bezpieczeństwa w Europie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-01/wielka-brytania-rasizm-w-palacu-buckingham-odchodzi-przyjaciolka-krolowej/", "title": "Wielka Brytania: Rasizm w Pałacu Buckingham. Odchodzi przyjaciółka królowej", "date_published": "2022-12-01 07:52:00+00:00", "description": "Urzędniczka Pałacu Buckingham, a prywatnie przyjaciółka królowej Elżbiety oraz matka chrzestna księcia Williama - Lady Sarah Hussey - odchodzi po rasistowskim skandalu. Na jednej z imprez dopytywała ona czarnoskórą działaczkę, skąd tak naprawdę pochodzi.", "persistent": false}]