[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/elden-ring-where-to-get-the-shield-of-the-guilty/1100-6505194/?ftag=CAD-01-10abi2f", "title": "Elden Ring: Where To Get The Shield Of The Guilty", "date_published": "2022-12-01 23:24:00+00:00", "description": "<p> </p><p dir=\"ltr\">With so many shields to choose from in <a href=\"https://www.gamespot.com/games/elden-ring/\">Elden Ring</a>, it can often be difficult to decide which one fits your build the best. But if your main goal is to look cool, the Shield of the Guilty has you covered. In this brief guide, we'll tell you how you can score it during your playthrough of the game.</p><h2 dir=\"ltr\">The Shield of the Guilty explained</h2><p dir=\"ltr\">The Shield of the Guilty is a small shield that requires 8 Strength to wield. It makes a poor choice for protection, but you can use it to parry or toss an Ash of War on it to give you some useful skills. Thanks to its briars, it even makes a decent attacking shield.</p><a href=\"https://www.gamespot.com/articles/elden-ring-where-to-get-the-shield-of-the-guilty/1100-6505194/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/indiana-jones-and-the-dial-of-destiny-trailer-breakdown/2900-4491/", "title": "Indiana Jones And The Dial Of Destiny Trailer Breakdown", "date_published": "2022-12-01 22:45:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070584-untitled-1.jpg\" /><br /><h3><p dir=\"ltr\">Indiana Jones is back, and <a href=\"https://www.gamespot.com/articles/first-indiana-jones-and-the-dial-of-destiny-trailer-totally-whips/1100-6509648/\">the first trailer looks exceptionally good</a>. Harrison Ford returns as the archeologist who doesn't mind punching the bad guys for his fifth film, and this time around, he has a few new friends. But what exactly is going on in the first trailer for Indiana Jones and the Dial of Destiny?</p><p dir=\"ltr\">Arriving in theaters on June 30, 2023,James Mangold (Logan) will helm the project and serve as co-writer, alongside John-Henry Butterworth and Jez Butterworth.</p><p dir=\"ltr\">Sharing the screen with Ford is a slew of well-known names that include Phoebe Waller-Bridge (Fleabag), Mads Mikkelsen (Hannibal), Boyd Holbrook (Logan), Toby Jones (Tinker, Tailor, Soldier, Spy), Antonio Banderas (Uncharted), and Thomas Kretschmann (King Kong).</p><p dir=\"ltr\">While Steven Spielberg is not directing, he will be serving as a producer, and joining him are Simon Emanuel, Frank Marshall, and Kathleen Kennedy.</p><p dir=\"ltr\">Now, going through the trailer, which clocks in at one minute and 43 seconds, there is a lot to take in, but one thing is for sure, this feels like classic Indiana Jones. So we're taking a look to see what's going on and what this movie is all about. Check it out below.</p></h3></p><br />     <p><h2>A good chase</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070585-2.jpg\" /><br /><h3><p>It wouldn't be an Indiana Jones movie without something exciting on a vehicle. Whether it's Jones fighting a nazi on a tank or Jones fighting a member of the Brotherhood of the Cruciform Sword on a boat, there's bound to be something. In Dial of Destiny, we're getting treated to a scene of Jones jumping from one tuck tuck to another. Because of the writing on the automobile above, this is likely taking place in an Arabic country.</p></h3></p><br />     <p><h2>Always the teacher</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070586-3.jpg\" /><br /><h3><p>Jones continues to teach in lecture halls. He's gotten older, but he's still trying to inspire the next generation of potential archeologists. Here, there's an image on the overhead projector. Could this be the fabled Dial of Destiny? Probably not, as it looks like some sort of container.</p></h3></p><br />     <p><h2>Old friends</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070587-4.jpg\" /><br /><h3><p>Throughout Indy's adventures, he's made a lot of friends along the way--and just as many enemies. And Jones tells a man in a fez--wait for it--that his adventurous days have come and gone.</p></h3></p><br />     <p><h2>John Rhys-Davies is back!</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070588-5.jpg\" /><br /><h3><p>Sallah is here to tell Jones that perhaps his days of wild adventures aren't over. Rhys-Davies appeared as the character in both Raiders of the Lost Ark and The Last Crusade. He's also known for his role as Gimli in the Lord of the Rings trilogy, and Professor Maximilian Arturo in the TV series Sliders.</p></h3></p><br />     <p><h2>Back on an adventure</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070589-6.jpg\" /><br /><h3><p>We see an older Jones back on an adventure, looking at a statue, with snakes adorning its armor. Why did it have to be snakes? Seriously though, if this adventure is snake-heavy, Jones is going to regret this.</p></h3></p><br />     <p><h2>Young Jones is back</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070590-7.jpg\" /><br /><h3><p>It was recently revealed that there will be some <a href=\"https://www.gamespot.com/articles/indiana-jones-5-will-turn-back-the-clock-on-harrison-ford-with-de-aging-technology/1100-6509335/\">de-aging in this movie</a> for Ford. This will be for a scene in the opening of the film that takes place in 1944. Here's your first look at it, and it looks pretty good.</p></h3></p><br />     <p><h2>First look at Antonio Banderas</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070591-8.jpg\" /><br /><h3><p>Revealed more than a year and a half ago, Banderas was set to co-star in Dial of Destiny. Here's our first look at him--a man who apparently can play the banjo. It's unclear at this time how Banderas will fit into the film.</p></h3></p><br />     <p><h2>Mads Mikkelsen in uniform</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070592-9.jpg\" /><br /><h3><p>While details about who <a href=\"https://www.gamespot.com/articles/mads-mikkelsen-joins-cast-of-indiana-jones-5/1100-6490198/\">Mads Mikkelsen is playing in Indy 5</a> were unknown, it's pretty obvious from the couple seconds of footage we see that he's playing a nazi, and his character's name is Voller. However, according to a recent interview with <a href=\"https://www.empireonline.com/movies/news/indiana-jones-5-nazis-1969-exclusive\">Empire</a>, his character is inspired by Wernher von Braun, a nazi who became a NASA engineer. Voller wants to correct mistakes from his past and make the world a better place. Considering the movie takes place in 1969, there will probably be a connection to the moon landing--there's a parade later in the trailer which could be celebrating it.</p></h3></p><br />     <p><h2>The Dial</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070593-10.jpg\" /><br /><h3><p>Briefly, we see what is most likely the Dial of Destiny. Since a few of the ideas and concepts from Indiana Jones lore are based in myth and lore, we looked into the Dial of Destiny, and all we could find was a fiction book written in 1911 by Frederick Luther Koontz, and that doesn't seem to be connected to this new movie.</p></h3></p><br />     <p><h2>Ancient traps and puzzles</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4070594-11.jpg\" /><br /><h3><p>Phoebe Waller-Bridge joins the cast as Indy's god daughter, Helena. Of course, there's a reference to Raiders of the Lost Ark with the giant round boulder.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/guardians-of-the-galaxy-vol-3-every-new-character-and-clue-in-the-trailer/2900-4490/", "title": "Guardians Of The Galaxy Vol. 3: Every New Character And Clue In The Trailer", "date_published": "2022-12-01 22:43:00+00:00", "description": "<p><h2>The finale of the Guardians of the Galaxy trilogy is just around the corner, and the first trailer is available now.</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070577-0.png\" /><br /><h3><p> </p><p dir=\"ltr\">James Gunn may have jumped the Marvel ship to head for DC Entertainment, but he's still got one final hurrah left for the MCU: Guardians of the Galaxy Vol. 3, which will conclude the Guardians' trilogy as we know it as well as Gunn's tenure in the franchise. During the first day of CCXP, <a href=\"https://www.gamespot.com/articles/guardians-of-the-galaxy-volume-3-gets-emotional-first-trailer/1100-6509651/\">we got a surprise teaser trailer drop for the movie</a>, and despite it being just under two minutes long, it managed to pack in a ton of clues and details about what we might expect--as well as some new and exciting additions to the MCU at large.</p><p dir=\"ltr\">Guardians Vol. 3 will focus on a few major plot points for our ragtag heroes. First, there's the hunt for Gamora, who was time-displaced after the events of Endgame and has none of the memories of the Gamora who fell in love with Peter. She bailed after Thanos was taken care of and has been, presumably, running around space ever since. Peter's goal has been to search for her, though he did take a detour for some adventures with Thor as we saw in Love and Thunder.</p><p dir=\"ltr\">Next, there's the issue of Rocket's past, which is something Gunn has teased about this installment for a while. We're going to be getting a look at where Rocket came from, and it looks pretty sad--also, we'll get to meet some other sentient animals along the way, including Cosmo the Space Dog.</p><p dir=\"ltr\">Finally, there are some villains in the mix. There's the High Evolutionary, who's part in all of this remains relatively unknown and also Adam Warlock, who might not stay a villain forever. It's pretty difficult to tell with a guy like Adam, especially considering the fact that it seems like he's going to be given an extensive MCU makeover.</p><p dir=\"ltr\">Guardians of the Galaxy Vol. 3 hits theaters May 5, 2023.</p><p> </p></h3></p><br />     <p><h2>1. New looks</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070583-hed.png\" /><br /><h3><p> </p><p>Quill and the Guardians have upgraded their street clothes to fully fledged uniforms that match and everything–a first for the Guardians as we know them in the MCU. These outfits are clearly inspired by the comics, though we have no idea where they come from or why they were chosen in the world of the movie.</p></h3></p><br />     <p><h2>2. Baby Rocket</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070578-2.png\" /><br /><h3><p> </p><p>Gunn has already spoken about the focus of the movie on Rocket's origins and history and we get to see plenty of that in the trailer, including a very ominous shot of him as a little baby, back when he was just a normal, non-talking raccoon.</p></h3></p><br />     <p><h2>3. Gamora</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070579-3.png\" /><br /><h3><p> </p><p>Gamora's situation is complicated. Don't forget that this isn't the Gamora who grew and changed alongside her friends through Volumes 1 and 2. This is a Gamora who was displaced in time from when she was still loyal to Thanos. She bailed at the end of Endgame and we have no idea what she's been up to since.</p></h3></p><br />     <p><h2>4. Hey look, Cosmo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070580-4.png\" /><br /><h3><p> </p><p>Cosmo the Space Dog will be joining the crew this time around--and while we're not sure what circumstances bring them all together, we do know that they'll be voiced by Maria Bakalova of Borat fame.</p></h3></p><br />     <p><h2>5. The High Evolutionary</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070582-6.png\" /><br /><h3><p> </p><p>We got confirmation at SDCC this year that the main villain of Guardians 3 would be the High Evolutionary, played by Chukwudi Iwuji, who crashed the panel in costume to pontificate about the necessities of evolution for disgusting lower life forms. We get some quick shots of him here, doing experiments.</p></h3></p><br />     <p><h2>6. Lylla the Otter</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070581-5.png\" /><br /><h3><p> </p><p>Blink and you might miss it but there's a quick shot of Rocket reuniting with his soul mate, Lylla the sentient otter. In the comics, she's the heir of a toy making empire on an alien plant. No, really. We have no idea what her deal is in the MCU, though.</p></h3></p><br />     <p><h2>7. Warlock</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070595-7.png\" /><br /><h3><p> We get our first good look at Will Poulter's Adam Warlock here, in all his golden glory. In the comics, Adam Warlock is an artificially created god-like being with a history that could be described as \"complicated\" at best and \"a mess\" at worst. In the MCU, however, it looks like he's being relatively streamlined down and will be used as a weapon created by the Sovereign (remember those gold guys from the other Guardians' movies?) to destroy the team.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/guardians-of-the-galaxy-volume-3-gets-emotional-first-trailer/1100-6509651/?ftag=CAD-01-10abi2f", "title": "Guardians of the Galaxy Volume 3 Gets Emotional First Trailer", "date_published": "2022-12-01 22:24:00+00:00", "description": "<p dir=\"ltr\">Marvel has released the first trailer for the final film in James Gunn's Guardians of the Galaxy trilogy. Volume 3 hits theaters on May 5, 2023--and based on the trailer, it looks like the movie will explore Rocket Raccoon's origins and the return of Zoe Saldaña's character Gamora.</p><p dir=\"ltr\">The trailer also gives our first look at the Chukwudi Iwuji's High Evolutionary as the main villain, and MCU newcomer Will Poulter as Adam Warlock--an all-powerful artificial being created to destroy the Guardians. We also see the return of Chris Pratt as Star-Lord, Dave Bautista as Drax the Destroyer, Vin Diesel as Groot, Karen Gillan as Nebula, Pom Klementieff as Mantis, Sean Gunn as Kraglin, and Elizabeth Debicki as Ayesha. Borat 2 star Maria Balakova plays Cosmo the Space Dog.</p><div>          </div><p dir=\"ltr\">This trailer made its debut at Comic-Con in July, but both Gunn and Marvel mutually decided while it was ready for an IRL showing, it wasn't quite up to snuff to post online. The filmmaker explained on <a href=\"https://twitter.com/JamesGunn/status/1551380641333145600\">Twitter</a> that the trailer's VFX aren't ready for \"repeated views and close inspection.\" Clearly, it's ready for primetime now.</p><a href=\"https://www.gamespot.com/articles/guardians-of-the-galaxy-volume-3-gets-emotional-first-trailer/1100-6509651/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/scott-lang-and-kang-have-a-staredown-in-new-ant-man-and-the-wasp-quantumania-trailer/1100-6509652/?ftag=CAD-01-10abi2f", "title": "Scott Lang And Kang Have a Staredown In New Ant-Man And The Wasp: Quantumania Trailer", "date_published": "2022-12-01 22:12:00+00:00", "description": "<p>During the Brazil's Comic-Con Experience (CCXP), which celebrates all forms of fandom, Marvel premiered its new Ant-Man and Wasp: Quantumania trailer that shows Kang the Conquerer, played by Jonathan Majors, in an intimidating light.</p><p>Comics fans will know Kang to be one of Marvel's greatest villains that will finally make the jump to the big screen in the third Ant-Man movie. Paul Rudd and Evangeline Lily reprise their roles as the titular superheroes, but along for the ride this time will be Scott Lang's (Rudd) daughter, Cassie (Kathryn Newton). Check out the footage below.</p><div>          </div><p>Half of the footage tells Scott's story and his evolution from petty criminal to world-saving superhero. In the comics, Scott is the second man to hold the Ant-Man title, and they kept that intact in the MCU with Michael Douglas being Hank Pym (who we saw in classic Ant-Man gear in Ant-Man and The Wasp).</p><a href=\"https://www.gamespot.com/articles/scott-lang-and-kang-have-a-staredown-in-new-ant-man-and-the-wasp-quantumania-trailer/1100-6509652/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fallout-tv-series-is-not-retelling-a-game-story/1100-6509649/?ftag=CAD-01-10abi2f", "title": "Fallout TV Series Is \"Not Retelling A Game Story\"", "date_published": "2022-12-01 21:48:00+00:00", "description": "<p dir=\"ltr\">As part of a wide-ranging podcast interview on computer scientist <a href=\"https://www.youtube.com/watch?v=H9AAnV59ddE\">Lex Fridman's podcast</a>, Bethesda's Todd Howard shared that the upcoming Fallout TV series will not rehash narratives told in the games. The show will air on Prime Video and depict the aftermath of a nuclear war in an alternate history of a 1950s-esque retro-futuristic world, but no release date has been announced.</p><p dir=\"ltr\">Howard talked about the desire for an original take on the 25-year-old franchise after hearing 10 years of uninspired movie pitches. \"When people wanted to make a movie they wanted to tell the story of Fallout 3 or tell the story of Fallout 4, and it was meh,\" Howard said (via <a href=\"https://www.eurogamer.net/amazons-fallout-adaptation-not-retelling-a-game-story\">Eurogamer</a>). \"For this it was, 'Hey let's do something that exists within the world of Fallout.'\"</p><p dir=\"ltr\">Howard added, \"Let's tell a story here that fits in the world that we have built, doesn't break any of the rules, can reference things in the games, but isn't a retelling of the games.\" In October, he also spoke about the movie pitches he's heard over the years in a promotional video for the show, while also explaining why his studio has put their faith in Westworld's Jonathan Nolan and Lisa Joy to produce the adaptation.</p><a href=\"https://www.gamespot.com/articles/fallout-tv-series-is-not-retelling-a-game-story/1100-6509649/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/prolific-netflix-horror-creator-mike-flanagan-leaves-for-new-deal-at-amazon/1100-6509650/?ftag=CAD-01-10abi2f", "title": "Prolific Netflix Horror Creator Mike Flanagan Leaves For New Deal At Amazon", "date_published": "2022-12-01 21:39:00+00:00", "description": "<p>Horror creators Mike Flanagan and Trevor Macy (The Haunting Of Hill House, Midnight Mass) have signed an exclusive multiyear overall series deal with Amazon Studios through their production company, Intrepid Pictures. Under the new deal, the duo will develop and produce projects which will now exclusively stream on Prime Video.</p><p>Flanagan and Macy made names for themselves through their Haunting anthology series: The Haunting of Hill House, a season based on Shirley Jackson's novel of the same name, and The Haunting of Bly Manor, a season based on the horror novella The Turn of the Screw by Henry James. Flanagan also created and directed the Netflix horror mini-series Midnight Mass (2021), as well as the teen horror series The Midnight Club and The Fall of the House of Usher, the latter of which hits Netflix next year.</p><p>\"Mike and Trevor are remarkable at telling immersive, suspenseful stories that masterfully keep audiences engaged from start to finish,\" said Vernon Sanders, head of global television at Amazon Studios (via <a href=\"https://deadline.com/2022/12/mike-flanagan-amp-trevor-macy-overall-deal-with-amazon-studios-1235186302/\">Deadline</a>). \"We are excited to welcome them to Amazon Studios and are looking forward to our global customers experiencing their genre-bending creativity.\"</p><a href=\"https://www.gamespot.com/articles/prolific-netflix-horror-creator-mike-flanagan-leaves-for-new-deal-at-amazon/1100-6509650/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/first-indiana-jones-and-the-dial-of-destiny-trailer-totally-whips/1100-6509648/?ftag=CAD-01-10abi2f", "title": "First Indiana Jones And The Dial Of Destiny Trailer Totally Whips", "date_published": "2022-12-01 21:21:00+00:00", "description": "<p> </p><p dir=\"ltr\">The wait is finally over to feast your eyes on the first trailer for the next Indy movie, whose full title is Indiana Jones And The Dial Of Destiny. The nearly two-minute trailer absolutely delivers on Harrison Ford's promise <a href=\"https://www.gamespot.com/articles/indiana-jones-5-will-kick-your-ass-harrison-ford-says-as-first-footage-premieres-at-d23/1100-6507368/\">earlier this year</a> that this clip from the movie will \"kick your ass.\"</p><p dir=\"ltr\">For those who have been closely following the announcements surrounding the movie all this year, there's not a lot we don't already know. We see Phoebe Waller-Bridge as <a href=\"https://www.gamespot.com/articles/indiana-jones-5-phoebe-waller-bridge-will-play-indys-goddaughter-helena/1100-6509359/\">Indy's goddaughter Helena</a>. We see <a href=\"https://www.gamespot.com/articles/indiana-jones-5-will-turn-back-the-clock-on-harrison-ford-with-de-aging-technology/1100-6509335/\">Ford de-aged</a>. We see some familiar stunts like in the previous films--Indy jumping some subway turnstiles while riding a horse, for example. But what the trailer absolutely delivers is that it <em>feels</em> like Indy, and Ford more than steps up to the role again. It is incredibly fun. Check it out below.</p><a href=\"https://www.gamespot.com/articles/first-indiana-jones-and-the-dial-of-destiny-trailer-totally-whips/1100-6509648/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/how-to-win-a-free-steam-deck-gamespot-news/2300-6460134/", "title": "How To Win A Free Steam Deck | GameSpot News", "date_published": "2022-12-01 21:15:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4070552-20221201_howtogetfreesteamdeckgameawards_newsv2.jpg\" width=\"480\" /> Watch the Game Awards and win a free Steam Deck, Nintnedo address issues with Pokemon Scarlet and Violet, and Lego Star Wars the Skywalker Saga is coming to Game Pass.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-call-of-duty-modern-warfare-2-playlist-lets-you-play-like-the-pros/1100-6509647/?ftag=CAD-01-10abi2f", "title": "New Call Of Duty: Modern Warfare 2 Playlist Lets You Play Like The Pros", "date_published": "2022-12-01 21:09:00+00:00", "description": "<p dir=\"ltr\">Call of Duty Season 1 arrived to <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare 2</a> on November 16, bringing a new map, operator, and more weapons to multiplayer, but an update on December 1 has added the new CDL Moshpit playlist. This is a competitive playlist with different rules and some restrictions, so here is everything you need to know about CDL Moshpit.</p><h2 dir=\"ltr\">What is CDL Moshpit?</h2><p dir=\"ltr\">Modern Warfare 2's CDL Moshpit is a competitive playlist that follows the maps, rules, and restrictions used by the pro players in the Call of Duty League. This is a playlist created by Treyarch for a way to play like the pros, but CDL Moshpit doesn't include any ladders or ranking systems. However, Ranked Play has been announced for a release sometime in 2023, and that will provide Call of Duty's typical competitive experience with ranks, ladders, and rewards to earn.</p><h2 dir=\"ltr\">CDL rules and restrictions</h2><p dir=\"ltr\">Playing just like the pros, CDL Moshpit games are played in 4v4 matches, rotating through the Hardpoint, Search and Destroy, and Control game modes. Friendly-fire is turned on for the pros, so keep in mind you can accidentally or not-so-accidentally team kill your own squadmates.</p><a href=\"https://www.gamespot.com/articles/new-call-of-duty-modern-warfare-2-playlist-lets-you-play-like-the-pros/1100-6509647/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fall-guys-spongebob-themed-bikini-bottom-bash-event-is-now-live/1100-6509646/?ftag=CAD-01-10abi2f", "title": "Fall Guys' SpongeBob-Themed Bikini Bottom Bash Event Is Now Live", "date_published": "2022-12-01 21:00:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/fall-guys/\">Fall Guys</a>' latest cosmetic crossover event was announced via the <a href=\"https://twitter.com/NintendoAmerica/status/1598406783290277906\">official Nintendo of America Twitter</a> account earlier today, and the theme is sure to have players bubbling with excitement. Keeping in line with Season 3's underwater theme, the new Bikini Bottom Bash event features costumes straight from the world of SpongeBob SquarePants.</p><p dir=\"ltr\">Starting today, players can purchase SpongeBob-themed cosmetics for their Fall Guys. These include costumes that, when equipped, give Fall Guys the appearance of various characters from the beloved franchise. These include costumes resembling Sandy Cheeks, Mr. Crabs, Squidward, Patrick Star, and, of course, Mr. SquarePants himself.</p><p dir=\"ltr\">The game's third season, Sunken Secrets, has an aquatic theme, so these cosmetics are sure to be right at home alongside this season's other deep-sea dress-up options. Additional undersea-themed items--like the Bubble Bowl Performance celebration emote and several nautical player nicknames--can be obtained via the Sunken Secrets season pass. The season pass is available for purchase for 950 Showbucks (about $8 USD).</p><a href=\"https://www.gamespot.com/articles/fall-guys-spongebob-themed-bikini-bottom-bash-event-is-now-live/1100-6509646/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/blaseball-returns-in-january-with-an-ios-and-android-app/1100-6509644/?ftag=CAD-01-10abi2f", "title": "Blaseball Returns In January With An iOS And Android App", "date_published": "2022-12-01 20:55:00+00:00", "description": "<p>The Game Band has announced that Blaseball, the fantasy sports league and horror metagame, will return on January 9, 2023. In preparation for the upcoming release, the Blaseball website has been revamped with social features and more</p><p dir=\"ltr\">To celebrate the start of the upcoming Blaseball season, an official app will launch alongside Opening Day. The app will allow fans to view games, as well as place bets on the outcome and conditions, talk to other fans, and even vote to determine how the story plays out.</p><p dir=\"ltr\">Baseball is an online baseball game, but with a twist. Players on both sides of the team can die in various ways, including zombies, monsters, weather, and more. Fans can bet on the games using in-game currency. Those who win their bets can be cast in regular elections, allowing them to change the game in several ways.</p><a href=\"https://www.gamespot.com/articles/blaseball-returns-in-january-with-an-ios-and-android-app/1100-6509644/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-mandalorian-season-3-premieres-march-1-on-disney-plus/1100-6509645/?ftag=CAD-01-10abi2f", "title": "The Mandalorian Season 3 Premieres March 1 On Disney Plus", "date_published": "2022-12-01 20:47:00+00:00", "description": "<p>Season 3 of the television sensation and Star Wars spin-off show The Mandalorian finally has a return date to Disney+. You can catch new adventures of Din (Pedro Pascal), Grogu, and several beloved characters once again, starting on March 1.</p><p>Disney confirmed the news on its official Mandalorian <a href=\"https://twitter.com/themandalorian/status/1598416942280605696\">Twitter</a> account, which simply posted the return date with a photo of the Mandalorian and Grogu inside his Nubian ship that was restored in Season 2.</p><p>Plot details of the new season are slim at best, but in the sizzle reel that played during D23 this past September, we see Greef Karga (Carl Weathers) back on Navarro, in a big position of power, as well as Rise of Skywalker's Babu Frik. Bo Katan (Katee Sackhoff) also returns and is seen with her own clan again.</p><a href=\"https://www.gamespot.com/articles/the-mandalorian-season-3-premieres-march-1-on-disney-plus/1100-6509645/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/i-think-you-should-leave-season-3-begins-production/1100-6509642/?ftag=CAD-01-10abi2f", "title": "I Think You Should Leave Season 3 Begins Production", "date_published": "2022-12-01 20:18:00+00:00", "description": "<p> </p><p dir=\"ltr\">Netflix has announced that production has begun on Season 3 of its great surreal sketch comedy show I Think You Should Leave with Tim Robinson. The streaming service shared the news with an image from the set on Twitter, which you can see below.</p><p dir=\"ltr\">Season 3 was <a href=\"https://www.gamespot.com/articles/netflixs-i-think-you-should-leave-gets-picked-up-for-season-3/1100-6503212/\">greenlit back in May</a>, with cast member Sam Richardson sharing the news in a comment to <a href=\"https://variety.com/2022/tv/news/i-think-you-should-leave-season-3-tim-robinson-1235195504/\">Variety</a>. Writing for the season back in early March. It's not yet known how many episodes Season 3 will get, or when they will premiere.</p><a href=\"https://www.gamespot.com/articles/i-think-you-should-leave-season-3-begins-production/1100-6509642/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-warzone-2-and-modern-warfare-2-season-1-reloaded-start-times-and-details/1100-6509641/?ftag=CAD-01-10abi2f", "title": "CoD: Warzone 2 And Modern Warfare 2 Season 1 Reloaded Start Times And Details", "date_published": "2022-12-01 19:54:00+00:00", "description": "<p dir=\"ltr\">Season 1 of <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare 2</a> and <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Warzone 2</a> already added three new weapons, an operator, and new multiplayer map, but the mid-season Reloaded update is set to add even more content. Players can expect a new assault rifle, another multiplayer map, and the introduction of Raids. Here's everything we know about the big update so far.</p><h2 dir=\"ltr\">Call of Duty Season 1 Reloaded start times</h2><p dir=\"ltr\">The Season 1 Reloaded update should go live on or around Wednesday, December 14, which is the midpoint for the season's battle pass. These updates usually go live at around 9 AM PT / 12 PM ET / 5 PM BST.</p><h2 dir=\"ltr\">What to expect from Season 1 Reloaded</h2><p dir=\"ltr\">Call of Duty's \"Reloaded\" updates generally bring additional weapon balancing and bug fixes to both games, but players can also expect two new operator bundles in the shop, a new weapon to unlock via an in-game challenge, and new multiplayer content.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-and-modern-warfare-2-season-1-reloaded-start-times-and-details/1100-6509641/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-game-awards-will-include-reveal-for-new-project-from-epic-and-505-games/1100-6509640/?ftag=CAD-01-10abi2f", "title": "The Game Awards Will Include Reveal For New Project From Epic And 505 Games", "date_published": "2022-12-01 19:43:00+00:00", "description": "<p>505 Games and Epic Games are teasing some kind of announcement to come during The Game Awards next week. A website called <a href=\"https://visitrockaycity.com/\">\"Visit Rockay City\"</a> is live now, containing a looping video that could hold secrets about what to expect.</p><p>The <a href=\"https://visitrockaycity.com/\">teaser site</a> shows some kind of waterside city with skyscrapers, palm trees, and docks. It's nighttime, and multiple helicopters are circling overhead with a full moon in the background. Police sirens can be heard as well.</p><p>The logo for Epic Games can be seen on a sailboat, while one of the hotels features a running countdown clock for when the announcement is to come: Thursday, December 8 during The Game Awards.</p><a href=\"https://www.gamespot.com/articles/the-game-awards-will-include-reveal-for-new-project-from-epic-and-505-games/1100-6509640/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-google-doodle-honors-the-creator-of-video-game-cartridges/1100-6509643/?ftag=CAD-01-10abi2f", "title": "Today's Google Doodle Honors The Creator of Video Game Cartridges", "date_published": "2022-12-01 19:34:00+00:00", "description": "<p>Today's Google doodle highlights video cartridge creator Gerald \"Jerry\" Lawson, one of the first Black engineers in the video game industry.</p><p>Jerry Lawson' team at Fairchild Camera and Instrument developed <a href=\"https://www.npr.org/2021/09/17/1037911107/jerry-lawson-video-game-fairchild-channel-f-black-engineer\">the first console with interchangeable cartridges</a>, the Channel F, in 1976. He got his start in games by <a href=\"https://www.wired.com/story/jerry-lawson-unsung-hero-gaming-history-podcast/\">developing his own arcade game</a>, Demolition Derby, in his spare time. After exiting the video game industry after the 1983-84 crash, <a href=\"http://www.vintagecomputing.com/index.php/archives/545\">he mentored at Stanford and worked as a tech consultant</a>. In the years since his passing in April 2011, <a href=\"https://www.gamespot.com/articles/new-fund-created-to-help-black-and-indigenous-students-get-into-gaming-and-tech/1100-6491092/\">USC Games opened an endowment fund</a> in his name to assist Black and Indigenous students studying tech.</p><p>The Google doodle honors his legacy by letting aspiring designers and engineers make their own games, complete with cartridge theming. The game editor is a simple, browser version of something like Mario Maker. After playing a short introductory sequence to help you get familiar with the controls and editing tools, the doodle opens up to a menu, where you can play pre-made games as well as make and share your own.</p><a href=\"https://www.gamespot.com/articles/todays-google-doodle-honors-the-creator-of-video-game-cartridges/1100-6509643/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gta-online-offers-rewards-for-franklin-and-lamar-missions-this-week/1100-6509639/?ftag=CAD-01-10abi2f", "title": "GTA Online Offers Rewards For Franklin And Lamar Missions This Week", "date_published": "2022-12-01 19:33:00+00:00", "description": "<p>This week in <a href=\"https://www.gamespot.com/games/grand-theft-auto-v/\">GTA Online</a>, Rockstar will allow the players to earn triple and double rewards whenever they complete specific modes. In addition, they'll also be able to test-drive new cars, get free clothes, buy items at a discount, and more for the next seven days.</p><h3 dir=\"ltr\">Double Rewards</h3><ul><li dir=\"ltr\">2X GTA$ and RP on Short Trips</li><li dir=\"ltr\">2X GTA$ and RP on Biker Sell Missions</li></ul><h3 dir=\"ltr\">Triple Rewards</h3><ul><li dir=\"ltr\">3X GTA$ and RP on Lamar Contact Missions</li><li dir=\"ltr\">3X GTA$ and RP on Pursuit Races</li></ul><h3 dir=\"ltr\">Play As Franklin and Lamar</h3><p dir=\"ltr\">If a player decides to go to the Smoking Room in the back of Record A Studios and hit some of Lamar's strongest products, they'll swamp lives with Franklin and Lamar for a bit while playing a Short Trips mission.</p><h3 dir=\"ltr\">Earn Free Clothes</h3><p dir=\"ltr\">Those who complete all three Short Trips missions will be eligible for the Black LD Organics Tee. Players will have until December 16 to unlock the tee. Also, if any of the Biker Sell Missions are completed within this week, they'll also receive a pair of Turquoise Beat Off Earphones for their character.</p><a href=\"https://www.gamespot.com/articles/gta-online-offers-rewards-for-franklin-and-lamar-missions-this-week/1100-6509639/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-co-op-and-union-circle-explained/1100-6509634/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet Co-Op And Union Circle Explained", "date_published": "2022-12-01 19:02:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a> offers the first fully open world in the mainline Pokemon series, but that's not the only new feature. While Pokemon Sword and Shield had areas where players could run around together, the entire region of Paldea can be explored in up to four-player co-op. Though you have the option to play with your friends throughout the entire game, not everything works fully in co-op. Here's everything you need to know about co-op in Pokemon Scarlet and Violet.</p><h2 dir=\"ltr\">How to get into a co-op session</h2><p dir=\"ltr\">The ability to get into a co-op session, referred to in-game as a Union Circle, is unlocked very early in the game, as soon as you reach the first Pokemon Center. While it unlocks this early, there are limitations on what you can do at this point in the game, so it's best to get through the early hours of the game and get set loose into the world first. To set up a Union Circle, head to a Pokemon Center and interact with the yellow kiosk or open the menu and head to the Poke Portal. From here, you choose Union Circle and can either set up a lobby or join one. Access to the lobby will be restricted by a four digit code. <strong>Make sure you are playing in online mode before trying to set up a Union Circle.</strong></p><h2 dir=\"ltr\">Activities designed for co-op</h2><p dir=\"ltr\">The primary appeal of playing co-op is playing the Tera Raids together. These raids can be found across Paldea, offering up Pokemon with unique Tera Types. These raids have to be done with four players--although the game will fill your lobby with bots if necessary--so having your friends with you can speed up the process of finding a full lobby. These raids also offer extra rewards, like EXP items and valuable items that can be sold.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-co-op-and-union-circle-explained/1100-6509634/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-game-pass-holiday-sweater-available-now-for-75/1100-6509633/?ftag=CAD-01-10abi2f", "title": "Xbox Game Pass Holiday Sweater Available Now For $75", "date_published": "2022-12-01 18:55:00+00:00", "description": "<p>Just in time for the festive season, Microsoft has begun selling an Xbox Game Pass-branded holiday sweater, one that Microsoft promises \"has a soft feel and is not itchy.\"</p><p>The $75 sweater features wintry graphics and a snowman in the middle whose head is made out of green snow with the Xbox Game Pass logo on it. Stylized depictions of the ABXY buttons are traced across the torso. You can buy it today through the Xbox Gear Shop via the link below.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://gear.xbox.com/collections/seasonal-favorites/products/gamepass-holiday-sweater\">Get the Game Pass sweater at the Xbox Gear Shop</a> </div><p>The sweater is made of 100% acrylic and, as mentioned, shouldn't make you itch. It comes in sizes small to triple-XL. In terms of care, Microsoft advises people to machine wash it on cold with like colors and then to hang dry.</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-holiday-sweater-available-now-for-75/1100-6509633/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/every-transformer-in-the-rise-of-the-beast-trailer/2900-4489/", "title": "Every Transformer In The Rise Of The Beast Trailer", "date_published": "2022-12-01 18:49:00+00:00", "description": "<p><h2>Autobots, Maxmials, and Terrorcons are rolling out for the new trailer for Transformers: Rise of the Beasts.</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070441-hed1.png\" /><br /><h3><p> </p><p dir=\"ltr\">Transformers: Rise of the Beasts has debuted its first trailer and, with it, brought us a whole slew of newly re-imagined and re-designed robots we know and love. This movie represents the first time characters from the Beast Wars arm of the Transformers franchise have been brought to live-action, as well as a new cadre of villains (the Terrorcons, this time, rather than the Predacons you might expect from the Beast Wars cartoons, or the Decepticons from the classic Transformers stories). Oh, and there are some human characters too but let's be honest, no one is here for them.</p><p dir=\"ltr\">The trailer, despite being under three minutes long and giving away next to nothing of the plot, actually showcases ten individual robots in disguise–and maybe even more than we missed. They're very good at hiding, after all. That's kind of their whole thing.</p><p dir=\"ltr\">Rise of the Beasts is technically a sequel to 2018's Bumblebee, we're not actually sure how the two will connect to one another. Hailee Steinfeld's Charlie is not featured in the trailer at all. Instead, Anthony Ramos is the main human character, playing Noah, who seems to be teaming up the most with Mirage–though he's none-too-happy about that fact at first. We similarly can't be sure just how the Maximals arrived on Earth, or what they've been doing all this time. In the Beast Wars cartoons, the Maximals and Predacons exist on a \"mysterious\" Earth-like planet that is almost definitely ancient Earth, completely devoid of humans.</p><p dir=\"ltr\">Rise of the Beasts will roll out into theaters in June of 2023.</p><p> </p></h3></p><br />     <p><h2>Optimus Primal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070451-tfhed.png\" /><br /><h3><p dir=\"ltr\">Our fearless Maximal leader, Optimus Primal, gets a starring role in the new trailer showcasing his live-action redesign which, surprisingly, looks pretty close to his cartoon self. He's huge, a bit more robotic than a regular gorilla, but still definitely himself.</p><p> </p></h3></p><br />     <p><h2>Optimus Prime</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070442-2.png\" /><br /><h3><p> </p><p dir=\"ltr\">Good ol' OP, voiced yet again by Peter Cullen, is back for this movie and ready to be everyone's robot dad.</p><p> </p></h3></p><br />     <p><h2>Bumblebee</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070443-3.png\" /><br /><h3><p> </p><p>Bumblebee has become the sort of de facto mascot for the live-action Transformers franchise, a status which was solidified with his solo movie. He's back in this movie, looking just like we last saw him–though Hailee Steinfeld's Charlie Watson is still MIA.</p></h3></p><br />     <p><h2>Mirage</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070444-4.png\" /><br /><h3><p> </p><p dir=\"ltr\">Technically a new-comer to the live-action world (we're not counting his appearance as \"Dino\" in Age of Extinction) is Mirage, seen here as a classic Porsche with illusionary powers that are very similar to his abilities from the cartoons and comics.</p><p> </p></h3></p><br />     <p><h2>Cheetor</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070445-5%5D.png\" /><br /><h3><p> </p><p dir=\"ltr\">The hip, young kid of the Maximal team, Cheetor has been a fan favorite for the Beast Wars generation since he debuted. We see his live-action re-design here as a giant cheetah--probably not the best for blending in on Earth, but it does look cool.</p><p> </p></h3></p><br />     <p><h2>Airazor</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070446-6.png\" /><br /><h3><p> </p><p>Another beloved Maximal, Airazor is only seen for a split-second in falcon form in the trailer, shooting a laser at a bridge.</p></h3></p><br />     <p><h2>Arcee</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070447-7.png\" /><br /><h3><p> </p><p>Arcee has found a lot more success in the cartoons than she ever did in her brief stint as an unrecognizable side character in Michael Bay's movies. She's been given a do-over for this one, though, looking much more like herself.</p></h3></p><br />     <p><h2>Scourge(?)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070448-8.png\" /><br /><h3><p> </p><p>The villains of the movie are kept isolated in very quick and dark shots, making them much harder to pick out than our heroes. The Terrorcon fighting Bumblebee here is likely the live-action redesign of Scourge, their leader. He'll be voiced by Peter Dinklage.</p></h3></p><br />     <p><h2>Rhinox</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070449-9.png\" /><br /><h3><p> </p><p>Optimus Primal's stalwart right-hand-robot, Rhinox, is briefly seen in rhino form.</p></h3></p><br />     <p><h2>Battletrap</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4070450-10.png\" /><br /><h3><p> </p><p>While yes, there is technically a G1 Transformer named Battletrap, it looks like the one in the movie is getting a full-on reimagining. He's possibly inspired by the G1 Terrorcon Sinnertwin (or Twinstrike)--but it's very hard to tell, considering how little we see of him.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/rocket-league-explodes-into-winter-with-season-9s-fire-and-ice-goodies/1100-6509636/?ftag=CAD-01-10abi2f", "title": "Rocket League Explodes Into Winter With Season 9's Fire and Ice Goodies", "date_published": "2022-12-01 18:43:00+00:00", "description": "<p>Season 9 in Rocket League will introduce a new Rocket Pass, a fire and ice variant of the Forbidden Temple arena, and the return of Frosty Fest and Neon Nights.</p><p>A new car headlines this season's Rocket Pass: the Emperor, which has a Breakout hitbox. The Emperor will have four variants that are unlockable through the Rocket Pass. These are the standard Emperor model, the Emperor II, the fire-themed Emperor II: Scorched, and the ice-themed Emperor II: Frozen. The rest of the Rocket Pass includes a variety of fire and ice items. Free items include the Crispy Turkey Topper, the Lunchbox Topper, and the Tickled Tomato Topper. In the higher tiers of the battle pass, players can earn new fire and ice-themed goal explosions.</p><p>The Forbidden Temple arena's elemental dragons have unleashed permafrost and lava on the map for the entirety of Season 9. The effect appears to be cosmetic. Frosty Fest and Neon Nights will return later in the season, with more details to come. The competitive rewards for Season 8 will be distributed to players soon after Season 9 begins.</p><a href=\"https://www.gamespot.com/articles/rocket-league-explodes-into-winter-with-season-9s-fire-and-ice-goodies/1100-6509636/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/monster-hunter-rise-for-xbox-and-game-pass-seemingly-confirmed/1100-6509632/?ftag=CAD-01-10abi2f", "title": "Monster Hunter Rise For Xbox And Game Pass Seemingly Confirmed", "date_published": "2022-12-01 18:30:00+00:00", "description": "<p>It seems like Monster Hunter Rise will be arriving on more platforms next month, including Xbox consoles, and it could also be coming to Game Pass.</p><p>According to a now-deleted Tweet from the official German Xbox Twitter account, Monster Hunter Rise will release on Xbox Game Pass and PC Game Pass on January 20, 2023. The game is currently only on Nintendo Switch and PC. Capcom has not made an official announcement yet, but perhaps it was meant to be revealed at <a href=\"https://www.gamespot.com/articles/the-game-awards-2022-how-to-watch-start-times-and-what-to-expect/1100-6509600/\">The Game Awards 2022 on December 8</a>.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">This Xbox account is confirming that Monster Hunter Rise is coming to Xbox/PC Game Pass on January 20th <a href=\"https://t.co/ZqW14AtG6o\">https://t.co/ZqW14AtG6o</a> <a href=\"https://t.co/V0fS2ekdlA\">pic.twitter.com/V0fS2ekdlA</a></p>  — Wario64 (@Wario64) <a href=\"https://twitter.com/Wario64/status/1598382751844945920?ref_src=twsrc^tfw\">December 1, 2022</a></blockquote>              </div><p>Earlier this week, it <a href=\"https://www.gamespot.com/articles/monster-hunter-rise-reportedly-coming-to-ps5-ps4-xbox-series-x-s-xbox-one-and-game-pass/1100-6509578/\">was reported</a> that Monster Hunter Rise would be coming to PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X|S on January 20. Now, this report looks like it could be true. The Sunbreak expansion is also reportedly coming to these additional platforms in Spring 2023.</p><a href=\"https://www.gamespot.com/articles/monster-hunter-rise-for-xbox-and-game-pass-seemingly-confirmed/1100-6509632/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-mario-rabbids-sparks-of-hope-for-its-lowest-price-ever/1100-6509631/?ftag=CAD-01-10abi2f", "title": "Get Mario + Rabbids: Sparks of Hope For Its Lowest Price Ever", "date_published": "2022-12-01 18:02:00+00:00", "description": "<p>Mario + Rabbids: Sparks of Hope may have just launched in October, but it’s already seeing a generous discount at <span class=\"norewrite\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/Mario-Rabbids-Sparks-of-Hope-Nintendo-Switch/1477534068&amp;subId1=subid_value\">Walmart.</a> </span> Right now, you can pick up the popular strategy game for <strong>just $40, down from $60.</strong> You’ll also find a bundle that includes a Rabbids sticker set for $50 if you’re looking to get some collectibles with your purchase. Pricing may vary by location--but be sure to check out your local listings to see if the impressive deal is valid in your area.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/Mario-Rabbids-Sparks-of-Hope-Nintendo-Switch/1477534068&amp;subId1=subid_value\">See deal at Walmart</a> </div><p> </p><p>This is the best deal we’ve seen for Mario + Rabbids: Sparks of Hope since it was released a few months ago. In fact, this is a better deal than anything offered during Black Friday--which saw the game listed for its usual $60 and paired with a free $10 gift card. Today's offer still benefits from Walmart’s free holiday return policy, and most locations should be eligible for free shipping.</p><a href=\"https://www.gamespot.com/articles/get-mario-rabbids-sparks-of-hope-for-its-lowest-price-ever/1100-6509631/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/amnesia-the-bunker-announced-in-haunting-new-trailer/1100-6509607/?ftag=CAD-01-10abi2f", "title": "Amnesia: The Bunker Announced In Haunting New Trailer", "date_published": "2022-12-01 18:00:00+00:00", "description": "<p dir=\"ltr\">Noted horror developer Frictional Games has unveiled one last surprise for 2022: A new game in its acclaimed <a href=\"https://www.gamespot.com/games/amnesia-the-dark-descent/\">Amnesia</a> series. Amnesia: The Bunker is set to continue the atmospheric, location-driven horror of previous titles.</p><p dir=\"ltr\">We don't know a lot about Amnesia: The Bunker just yet, but based on the trailer, it'll involve the player running away from a shambling monster of some sort. There's a twist this time, as instead of having no weapons to deal with the monstrosities you encounter, you have a Webley revolver. However, it only has one bullet left in its cylinder, so you better make it count.</p><div>          </div><p dir=\"ltr\">According to the announcement, this Amnesia game will feature a higher level of player agency than previous entries in the series. Frictional also says that it will have a \"sandboxy,\" unscripted feel, and that the game will change with every playthrough.</p><a href=\"https://www.gamespot.com/articles/amnesia-the-bunker-announced-in-haunting-new-trailer/1100-6509607/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-boys-season-4-simon-pegg-and-jeffrey-dean-morgan-return-new-cast-members-announced/1100-6509623/?ftag=CAD-01-10abi2f", "title": "The Boys Season 4: Simon Pegg And Jeffrey Dean Morgan Return, New Cast Members Announced", "date_published": "2022-12-01 18:00:00+00:00", "description": "<p dir=\"ltr\">Prime Video has announced that Rosemarie Dewitt, Rob Benedict, Elliot Knight, and a returning Simon Pegg will be rounding out the cast for Season 4 of The Boys. Production is currently taking place in Toronto.</p><p dir=\"ltr\">The above actors join the previously announced Susan Heyward, Valorie Curry, and Jeffrey Dean Morgan. Morgan, who appeared in The Walking Dead, was <a href=\"https://www.gamespot.com/articles/the-boys-season-4-lands-the-walking-deads-jeffrey-dean-morgan/1100-6506905/\">announced over the summer as joining The Boys in a recurring role in an undisclosed role</a>. Though not too much is known, yet, about Morgan's role, it is significant in that it reunites the actor with showrunner and writer Eric Kripke--they previously worked together on Supernatural. Kripke previously told <a href=\"https://www.eonline.com/news/1335627/jeffrey-dean-morgan-might-be-making-an-appearance-on-season-4-of-the-boys\">E! News</a> that Morgan is a \"superfan\" of The Boys and they had been steadily \"chatting and emailing and seeing if we can make it work with his busy schedule.\"</p><div>          </div><p dir=\"ltr\">In a July interview with GameSpot, Kripke shared what the creative team behind The Boys was <a href=\"https://www.gamespot.com/articles/the-boys-showrunner-details-what-to-expect-from-season-4/1100-6505273/\">cooking up for Season 4</a>.</p><a href=\"https://www.gamespot.com/articles/the-boys-season-4-simon-pegg-and-jeffrey-dean-morgan-return-new-cast-members-announced/1100-6509623/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-first-trailer-for-transformers-rise-of-the-beasts-has-arrived/1100-6509630/?ftag=CAD-01-10abi2f", "title": "The First Trailer For Transformers: Rise Of The Beasts Has Arrived", "date_published": "2022-12-01 17:49:00+00:00", "description": "<p> </p><p dir=\"ltr\">It's hard to believe the live-action Transformers franchise is coming up on seven installments, but that's exactly what the latest release, Transformers: Rise of the Beasts will mark when it rolls out into theaters in 2023. Until now, we've only had some teaser images and plot details to work from when trying to figure out exactly what's in store for us in this Beast Wars-inspired movie, but that all changes today. The first trailer for Rise of the Beasts is finally here and you can watch it right now.</p><div>          </div><p dir=\"ltr\">In the trailer we get our first looks at the live-action redesigns for the Maximals, including Optimus Primal, Cheetor, and Rhinox as well as the newly re-designed Mirage and Arcee. Both Mirage and Arcee were, technically, featured in Michael Bay's Transformers movies (though Mirage was also called \"Dino\"), but they were close to unrecognizable compared to their cartoon and comic book counterparts, however. We even get to see a brief moment of Mirage using the abilities that give him his namesake, creating duplicates of himself to throw off the police on a chase.</p><a href=\"https://www.gamespot.com/articles/the-first-trailer-for-transformers-rise-of-the-beasts-has-arrived/1100-6509630/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-531-december-2-2022/1100-6509629/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#531) - December 2, 2022", "date_published": "2022-12-01 17:46:00+00:00", "description": "<p>It’s Friday, and players should end the week right by getting the <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> correct. If you're here, then you're probably struggling in some shape or fashion, and that's not something you want to do on a Friday. Fortunately, we're here to make sure that you end the work week with aplomb and get the Wordle correct. Unfortunately, today's answer does players no favors. It's certainly not a word that many players will think of in their first few guesses, so players will have to rely on getting letters in the right spot. If you haven't started the December 2 Wordle yet, though, you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a> to give yourself an advantage before you've begun.</p><p>However, if you're a few guesses deep, then it might be time to seek some helpful advice. We have exactly that just below. We’ve come up with two hints that should help players come up with relevant guesses for today's puzzle on December 2. If those don’t work, though, we’ve spelled out the full answer further down in the guide if players simply want to head into the weekend with their streak still intact.</p><h2>Today's Wordle Answer - December 2, 2022</h2><p>We'll begin with two hints that directly relate to the Wordle answer, but won't immediately give the word away.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-531-december-2-2022/1100-6509629/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvels-midnight-suns-on-pc-is-discounted-for-release-day/1100-6509622/?ftag=CAD-01-10abi2f", "title": "Marvel's Midnight Suns On PC Is Discounted For Release Day", "date_published": "2022-12-01 17:40:00+00:00", "description": "<p>December is a surprisingly stacked month for new releases, and if you're in the mood for dozens of superhero action with a rock-solid tactical direction, then Marvel's Midnight Suns is worth looking at. IFor the PC version, out December 2, this Fanatical deal knocks 15% off its regular price of $60.</p><p>That works out to just over $50 for a day one game instead of $60, and all you have to do is enter the code <strong>FANATICAL15 </strong>at checkout. This deal is only available on the US Fanatical storefront.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/marvels-midnight-suns\">See Marvel&#039;s Midnight Suns at Fanatical</a> </div></div><p>In case you missed previous coverage on Midnight Suns, this tactical-RPG is developed by XCOM studio Firaxis and features some of the biggest names in the Marvel universe as they take on Lilith, the mother of all demons who is working on a scheme to unleash hell on Earth.</p><a href=\"https://www.gamespot.com/articles/marvels-midnight-suns-on-pc-is-discounted-for-release-day/1100-6509622/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/assassins-creed-and-destiny-2-crossover-will-introduce-some-trendy-cosmetics-to-both-games/1100-6509625/?ftag=CAD-01-10abi2f", "title": "Assassin's Creed And Destiny 2 Crossover Will Introduce Some Trendy Cosmetics To Both Games", "date_published": "2022-12-01 17:37:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> developer Bungie has announced an official collaboration with Ubisoft and its Assassin's Creed franchise, which will see new cosmetics available in the respective games from December 6.</p><p>The teaser image below reveals that <a href=\"https://www.gamespot.com/games/assassins-creed-valhalla/\">Assassin's Creed Valhalla</a> fans will be able to don outfits inspired by PvP heavyweights Lord Shaxx and Saint-14. This character pack will include armor sets, swords, a scout skin and a mount skin, as well as four unique spins on Destiny's subclasses, each one providing gameplay perks and custom effects.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Prepare to take a leap of faith, Guardians. In partnership with <a href=\"https://twitter.com/Ubisoft?ref_src=twsrc^tfw\">@Ubisoft</a>, worlds are about to collide with brand new cosmetics.<br /> <br />📅 Dec. 6 <a href=\"https://t.co/Os2bmPi4mJ\">pic.twitter.com/Os2bmPi4mJ</a></p>  — Destiny 2 (@DestinyTheGame) <a href=\"https://twitter.com/DestinyTheGame/status/1598361342804574208?ref_src=twsrc^tfw\">December 1, 2022</a></blockquote>              </div><p>Destiny 2 players can purchase an Assassin's Creed-themed ship, Sparrow, Ghost, and finisher cosmetics, as well as three armor ornament sets, from the Eververse store when<a href=\"https://www.gamespot.com/articles/destiny-2-season-19-start-date-updates-and-everything-we-know/1100-6509329/\"> Season 19 begins on December 6</a>. This isn't the first time that Destiny 2 has crossed over with another game by giving its playerbase a selection of ornaments to transmog armor with, as earlier this year there was a <a href=\"https://www.gamespot.com/articles/destiny-2-crossover-with-fortnite-and-fall-guys-confirmed-as-d2-launches-on-epic-store/1100-6506760/\">Fortnite crossover</a> that added colorful gear to the game.</p><a href=\"https://www.gamespot.com/articles/assassins-creed-and-destiny-2-crossover-will-introduce-some-trendy-cosmetics-to-both-games/1100-6509625/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/battlefield-2042-will-receive-its-final-specialist-in-2023/1100-6509628/?ftag=CAD-01-10abi2f", "title": "Battlefield 2042 Will Receive Its Final Specialist In 2023", "date_published": "2022-12-01 17:27:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/battlefield-2042/\">Battlefield 2042's</a> fourth multiplayer season will add its 14th and final Specialist, developer DICE has announced, as the game pivots to a class-based system.</p><p dir=\"ltr\">In a <a href=\"https://www.ea.com/games/battlefield/battlefield-2042/news/battlefield-briefing-first-look-at-2023?utm_source=twitter&amp;fbclid=IwAR3tlTaQs9pOhdbUx-w9gU3sEdUbxLzqJsXaFkIjZRbGkWLy0PmnK3GQTAc&amp;ts=1669913297897&amp;cid=75772&amp;utm_campaign=bf2042_hd_ww_ic_soco_twt_first-look-2023&amp;utm_medium=social\">blog post</a> announcing what new content players can expect in the coming months, DICE revealed that a new Specialist--coming as part of Season 4 in early 2023--will be the last new playable character coming to the game's roster.</p><p dir=\"ltr\">\"With the return of Classes and our roster of 14 in total, we are happy with the amount of Specialists and variety of gameplay that they will allow you to experience,\" DICE stated. \"So our focus will be continuing to listen to your feedback in order to expand the sandbox in other ways by bringing design and balance changes for your class-based combat, along with continuing to expand on skins and cosmetics to give you more ways to stand out on the battlefield.\"</p><a href=\"https://www.gamespot.com/articles/battlefield-2042-will-receive-its-final-specialist-in-2023/1100-6509628/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/chainsaw-mans-cast-reacts-to-surprising-moments-in-the-anime/1100-6509624/?ftag=CAD-01-10abi2f", "title": "Chainsaw Man's Cast Reacts To Surprising Moments In The Anime", "date_published": "2022-12-01 17:26:00+00:00", "description": "<p dir=\"ltr\">If there's one anime that got everyone talking in 2022, it's Chainsaw Man. The series follows a devil hunter who can turn into a hybrid beast with chainsaws on his arms, and one coming out of his face. Aside from the titular character, there are plenty of other <a href=\"https://www.gamespot.com/gallery/chainsaw-man-16-devils-and-fiends-from-the-anime-that-will-haunt-your-nightmares/2900-4405/\">horrifying monsters in the series</a>, and other wild moments on the show, so the viewer is always going to be a bit surprised by what they see on the screen. But what surprises the English voice cast of the series?</p><p dir=\"ltr\">The English voice of Power is none other than Sarah Wiedenheft. Known for her work in Black Clover and Dragon Ball Super, she's no stranger to voicing characters in various anime, but Chainsaw Man still found ways to surprise her. \"I thought the Bat Devil coming to her and requesting that she do the dirty work for the Bat Devil was really interesting and strange,\" she told GameSpot, referencing Episode 3 of the anime. Power isn't a traditional devil hunter--but what is traditional, anyway? She's a fiend, which is a devil that's taken over a dead body. More specifically, it's the Blood Devil that's taken over this body.</p><p dir=\"ltr\">\"Why would a devil make another devil do this? How? What is their motive? What would bring them to do such a thing? And then that devil eats her after eating her cat. The fact that he just straight up ate her and he's like, 'You know what? That blood was disgusting. I ate her too, even though she's nasty.' This Bat Devil's so strange. I can't wrap my head around the fact that he just swallowed her hole.\"</p><a href=\"https://www.gamespot.com/articles/chainsaw-mans-cast-reacts-to-surprising-moments-in-the-anime/1100-6509624/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-5-steam-games-for-15-bucks-with-this-new-bundle/1100-6509627/?ftag=CAD-01-10abi2f", "title": "Get 5 Steam Games For 15 Bucks With This New Bundle", "date_published": "2022-12-01 17:26:00+00:00", "description": "<p>Looking to add a few more games to your Steam collection without dropping a bunch of cash? Consider checking out the <span class=\"norewrite\">           <a href=\"https://www.tkqlhce.com/click-9020176-15412363-1669718656000?sid=subid_value\">Best of Platinum Collection</a> </span> over at Fanatical, which lets you snag <b>five games for just $15.</b> You can also pick up three games for $10 or two games $7, and all bundles come with a 5% off voucher for your next purchase.</p><p>You’ll get to choose from a catalog of 18 titles, ranging from AAA blockbusters like <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/the-elder-scrolls-iv-oblivion-game-of-the-year-edition\">Oblivion</a> </span> and <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/doom\">Doom</a> </span> to darling indies like <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/children-of-morta\">Children of Morta</a> </span> and <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/kingdom-rush-origins\">Kingdom Rush Origins.</a> </span> One of the best games in the collection is the <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/dishonored-game-of-the-year-edition\">Dishonored: Definitive Edition,</a> </span> as not only will you get the highly reviewed base game, but also four expansions (The Knife of Dunwall, The Brigmore Witches, Dunwall City Trials, and Void Walker’s Arsenal) that provide you with more than a dozen hours of additional playtime.</p><p>If you’re looking for something off the beaten path, take a closer look at <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/cardpocalypse\">Cardpocalypse</a> </span> or <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/magequit\">MageQuit.</a> </span> The former is a hilarious card battler that takes place in the '90s, while the latter is a fast-paced multiplayer game that has you slinging spells as you try to eliminate your opponents, stay alive, and grow a flowing beard to win the match.</p><a href=\"https://www.gamespot.com/articles/get-5-steam-games-for-15-bucks-with-this-new-bundle/1100-6509627/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/lost-ark-limited-time-witcher-event-sees-players-team-up-with-geralt-to-solve-an-interdimensional-mystery/1100-6509620/?ftag=CAD-01-10abi2f", "title": "Lost Ark's Limited-Time Witcher Event Sees Players Team Up With Geralt To Solve An Interdimensional Mystery", "date_published": "2022-12-01 17:00:00+00:00", "description": "<p>The world of <a href=\"https://www.gamespot.com/games/the-witcher-3-wild-hunt/\">The Witcher</a> will soon collide with that of Amazon and Smilegate RPG's free-to-play MMORPG <a href=\"https://www.gamespot.com/games/lost-ark/\">Lost Ark</a>, with a free limited-time event set to introduce a new storyline featuring iconic characters from CD Projekt Red's fantasy RPG series.</p><p dir=\"ltr\">Geralt of Rivia, Yennefer of Vengerberg, Triss Merigold, Dandelion, and Ciri will all appear in the upcoming crossover set to arrive in January 2023 (or for those playing in Korea, right now). According to Amazon, the event storyline will feature new voice work from The Witcher's original voice cast.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1647/16470614/4070382-la_witcher_05_1920x1080.jpg\"><img alt=\"The free Lost Ark and The Witcher crossover event will arrive sometime in January 2023.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1647/16470614/4070382-la_witcher_05_1920x1080.jpg\" /></a><figcaption>The free Lost Ark and The Witcher crossover event will arrive sometime in January 2023.</figcaption></figure><p dir=\"ltr\">Players will be able to explore the new White Wolf's Haven island, \"a setting for merriment and festivals\" as part of the event. When the mysterious arrival of Geralt puts a damper on the celebration, it kicks off a series of events that will see characters from the Witcher and Lost Ark universe team up \"to solve a puzzle that spans time and space.\"</p><a href=\"https://www.gamespot.com/articles/lost-ark-limited-time-witcher-event-sees-players-team-up-with-geralt-to-solve-an-interdimensional-mystery/1100-6509620/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/summer-game-fest-2023-kickoff-show-set-for-june-8-will-be-first-with-live-audience/1100-6509612/?ftag=CAD-01-10abi2f", "title": "Summer Game Fest 2023 Kickoff Show Set For June 8, Will Be First With Live Audience", "date_published": "2022-12-01 17:00:00+00:00", "description": "<p>Summer Game Fest will be opening to the public for the first time ever, as event curator Geoff Keighley and his team have announced the Summer Games Fest 2023 Kickoff Show will air live from the YouTube Theater at Hollywood Park on June 8.</p><p dir=\"ltr\">In addition to audiences streaming on YouTube and Twitch like previous years, the 2023 SGF Kickoff will allow fans to purchase tickets and see every world premiere, gameplay demo, and musical performance live in Inglewood, CA. Tickets will be available for purchase \"in early 2023\" according to the official press release.</p><figure style=\"width: 1352px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070372-sgf2023.png\"><img alt=\"Summer Game Fest returns in June.\" src=\"https://www.gamespot.com/a/uploads/scale_super/3/37852/4070372-sgf2023.jpg\" /></a><figcaption>Summer Game Fest returns in June.</figcaption></figure><p dir=\"ltr\">\"Over the past three years, Summer Game Fest has cultivated an incredible community around the world through our digital-first events,\" Keighley said in the release. \"We’re thrilled to invite thousands of fans to experience the SGF show in-person for the first time in 2023.\"</p><a href=\"https://www.gamespot.com/articles/summer-game-fest-2023-kickoff-show-set-for-june-8-will-be-first-with-live-audience/1100-6509612/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/lotr-actor-bernard-hill-slams-amazons-rings-of-power-series-as-a-money-making-venture/1100-6509613/?ftag=CAD-01-10abi2f", "title": "LOTR Actor Bernard Hill Slams Amazon's Rings Of Power Series As A \"Money-Making Venture\"", "date_published": "2022-12-01 16:22:00+00:00", "description": "<p>Actor Bernard Hill, who played King Theoden in Peter Jackson's The Lord of the Rings film series, has bashed Amazon's The Rings of Power series, calling it a \"money-making venture.\"</p><p><a href=\"https://metro.co.uk/2022/11/29/lord-of-the-rings-star-slams-rings-of-power-as-money-making-venture-17839261/\">Speaking to Metro</a>, Hill started off by confirming he has not seen the show. \"No, not interested,\" the 77-year-old actor said. Hill went on to say that The Rings of Power is a \"money-making venture and I'm not interested in watching that or being in it.\"</p><p>He added: \"Good luck to them and all that stuff but it's not like the real thing.\"</p><a href=\"https://www.gamespot.com/articles/lotr-actor-bernard-hill-slams-amazons-rings-of-power-series-as-a-money-making-venture/1100-6509613/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-the-golden-potato/1100-6509616/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: How To Unlock The Golden Potato", "date_published": "2022-12-01 16:04:00+00:00", "description": "<p>There are quite a lot of quest items that you're likely to encounter while exploring the world of <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, largely found by carrying out tasks to help the many friends in your town. However, some eagle-eyed players in the game's official Discord channel have happened upon a hidden code in an image, and it can be redeemed for, uh, a Golden Potato.</p><p dir=\"ltr\">Though it is officially designated as a quest item, the Golden Potato doesn't appear to have a use for now. It will assumedly have some part to play in an upcoming quest or event, however, so you'll want to input the code and grab it while you can just in case. We'll share the code and how to redeem it below.</p><h2 dir=\"ltr\">How to unlock the Golden Potato</h2><p dir=\"ltr\">To unlock the Golden Potato, you'll need to first redeem the code found in the instructions below. <strong>It is case-sensitive and must be entered exactly as listed above, meaning you'll need to manually apply the dashes, too</strong>.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-the-golden-potato/1100-6509616/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-the-mysterious-golden-potato/1100-6509616/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: How To Unlock The Mysterious Golden Potato", "date_published": "2022-12-01 16:04:00+00:00", "description": "<p>There are quite a lot of quest items that you're likely to encounter while exploring the world of <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, largely found by carrying out tasks to help the many friends in your town. However, some eagle-eyed players in the game's official Discord channel have happened upon a hidden code in an image, and it can be redeemed for, uh, a Mysterious Golden Potato.</p><p dir=\"ltr\">Though it is officially designated as a quest item, the Golden Potato doesn't appear to have a use for now. It will assumedly have some part to play in an upcoming quest or event, however, so you'll want to input the code and grab it while you can just in case. We'll share the code and how to redeem it below.</p><h2 dir=\"ltr\">How to unlock the Mysterious Golden Potato</h2><p dir=\"ltr\">To unlock the Golden Potato, you'll need to first redeem the code found in the instructions below. <strong>It is case-sensitive and must be entered exactly as listed above, meaning you'll need to manually apply the dashes, too</strong>.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-unlock-the-mysterious-golden-potato/1100-6509616/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/christopher-judge-wants-to-play-kratos-in-the-god-of-war-tv-show-and-he-should-do-it/1100-6509626/?ftag=CAD-01-10abi2f", "title": "Christopher Judge Wants To Play Kratos In The God Of War TV Show And He Should Do It", "date_published": "2022-12-01 16:03:00+00:00", "description": "<p>God of War's Kratos has become an iconic video game character over the almost two decades since arriving in the first God of War game back in 2005. Originally voiced by Terrence C. Carson from 2005 to 2013, Stargate actor Christopher Judge took over the role in 2018's continuation, also titled God of War.</p><p>Kratos has yet to make the jump to the live-action realm, but <a href=\"https://www.gamespot.com/articles/god-of-war-and-horizon-tv-shows-announced-report/1100-6503881/\">with Amazon's plans in the work</a> to make that a reality, it's just a matter of time before we see him take on the pantheon. There's a lot of fan casting for this project, but there's already somebody biting for the role: Judge, himself.</p><p>Along with the voice, the actor provided the motion capture for the lead character for the past two games and kept himself in good shape from his Stargate days. Responding to a fan talking about casting WWE talent as Kratos and suggested that Judge take on the role, which he \"co-signed.\"</p><a href=\"https://www.gamespot.com/articles/christopher-judge-wants-to-play-kratos-in-the-god-of-war-tv-show-and-he-should-do-it/1100-6509626/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-mobile-wins-best-game-and-users-choice-at-google-play-awards/1100-6509617/?ftag=CAD-01-10abi2f", "title": "Apex Legends Mobile Wins Best Game And Users' Choice At Google Play Awards", "date_published": "2022-12-01 15:59:00+00:00", "description": "<p>After taking home <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-wins-iphone-game-of-the-year-ahead-of-underworld-update/1100-6509552/\">Apple's iPhone Game Of The Year award</a> earlier this week, <a href=\"https://www.gamespot.com/games/apex-legends-mobile/\">Apex Legends Mobile</a> has continued its win streak, taking home two awards at last night's Google Play's Best Of 2022 Awards. Apex Mobile won both the Best Game and Users' Choice awards, knocking aside competition like <a href=\"https://www.gamespot.com/reviews/diablo-immortal-review-evil-on-the-go/1900-6417897/\">Diablo Immortal</a> and <a href=\"https://www.gamespot.com/reviews/rocket-league-sideswipe-review-pocket-rocket/1900-6417809/\">Rocket League Sideswipe</a>.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We're delighted to share that <a href=\"https://twitter.com/PlayApexMobile?ref_src=twsrc^tfw\">@PlayApexMobile</a> has taken home two <a href=\"https://twitter.com/hashtag/GooglePlayBestOf?src=hash&amp;ref_src=twsrc^tfw\">#GooglePlayBestOf</a> awards this year:<br />🏆 Best Game<br />❤ Users' Choice<br />Cheers to our Apex Mobile team! And a big thank you to every legend who's joined us in the Outlands so far. <a href=\"https://t.co/jtQP0q3Rcp\">pic.twitter.com/jtQP0q3Rcp</a></p>  — Respawn (@Respawn) <a href=\"https://twitter.com/Respawn/status/1598081303135498240?ref_src=twsrc^tfw\">November 30, 2022</a></blockquote>              </div><p dir=\"ltr\">The wins aren't too surprising given the massive hype surrounding the game upon its release, with over 15 million players pre-registering ahead of launch. Earlier this week, Apex Mobile's latest mid-season update, <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-underworld-patch-notes/1100-6509533/\">Underworld</a>, went live, bringing a fear-inducing fan-favorite to the mobile game in the form of <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-gets-revenant-as-next-playable-legend/1100-6509523/\">Revenant</a>: a reanimated, robotic hitman the game's character selection screen simply describes as an \"undead nightmare.\"</p><p dir=\"ltr\">The new update has also introduced additional game modes like Gun Game and Airdrop Escalation (the latter of which is set to go live later this month), and added a new battle pass full of Nightmare-Before-Christmas-esque cosmetic that allude to both the upcoming holiday season and Revenant's haunting existence as a creature that forever occupies a sort of purgatory--unalive, and yet unable to be killed.</p><a href=\"https://www.gamespot.com/articles/apex-legends-mobile-wins-best-game-and-users-choice-at-google-play-awards/1100-6509617/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-warzone-2-0-is-getting-a-metal-gear-solid-5-style-extraction-balloon/1100-6509615/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Warzone 2.0 Is Getting A Metal Gear Solid 5-Style Extraction Balloon", "date_published": "2022-12-01 15:59:00+00:00", "description": "<p dir=\"ltr\">Remember the delightful Fulton balloons from Metal Gear Solid 5, which let you rip soldiers and equipment into the sky with the push of a button? Well, it looks like Call of Duty: Warzone 2.0 is getting its own version, and it's probably a lot more grounded than the imaginative MGS5 take on the concept.</p><p dir=\"ltr\">As datamined by Reddit user <a href=\"https://www.reddit.com/r/DMZ/comments/z5pj3w/extraction_balloon_coming_soon/\">Top_Scientist4578</a>, it appears that this extraction balloon is coming to Call of Duty: Warzone 2.0's Tarkov-inspired DMZ mode, where players collect gear and try to escape the map. However, if you're killed before you manage to get back to base, you lose everything that you're carrying.</p><p>Presumably, players will be able to use these extraction balloons to send weapons and other items back to base without having to worry about putting them in jeopardy. The dataminer's screenshot suggests that the balloon will cost $2000, but that might change before it emerges in the game proper. If you need more tips for Warzone 2.0's beta DMZ mode, check out our <a href=\"https://www.gamespot.com/articles/call-of-duty-warzone-2-0-dmz-tips-for-beginners/1100-6509310/\">beginner's tips</a>.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-warzone-2-0-is-getting-a-metal-gear-solid-5-style-extraction-balloon/1100-6509615/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-teases-chapter-3-finale-event-with-new-trailer/1100-6509614/?ftag=CAD-01-10abi2f", "title": "Fortnite Teases Chapter 3 Finale Event With New Trailer", "date_published": "2022-12-01 15:53:00+00:00", "description": "<p>Epic Games has shared a teaser trailer for the Fortnite Chapter 3 finale, <a href=\"https://www.gamespot.com/articles/fortnite-fracture-in-game-event-coming-december-3-will-be-chapter-3-finale/1100-6509111/\">Fracture</a>. At 18 seconds, the short video features quick snippets of the upcoming event, showing the Fortnite island erupting into chaos.</p><p dir=\"ltr\">Fracture is set to begin on Saturday, December 3 at 1 PM PT / 4 PM ET and is expected to last around 12-15 minutes like previous in-game events. Following the finale for Chapter 3, players can expect <a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-start-date-battle-pass-leaks/1100-6509089/\">Chapter 4</a> to begin soon after on Sunday, December 4.</p><div>          </div><p dir=\"ltr\">Epic Games has already confirmed that the \"otherworldly\" finale will allow players to enjoy it solo or group up into squads of up to four so they can experience the live event together. As a reward, players who log in between December 2 and the event will receive a free emote, Toasty Roast, that allows them to roast marshmallows.</p><a href=\"https://www.gamespot.com/articles/fortnite-teases-chapter-3-finale-event-with-new-trailer/1100-6509614/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/like-a-dragon-ishin-combat-trailer-reminds-you-to-bring-a-gun-to-a-swordfight/1100-6509611/?ftag=CAD-01-10abi2f", "title": "Like A Dragon: Ishin Combat Trailer Reminds You To Bring A Gun To A Swordfight", "date_published": "2022-12-01 15:41:00+00:00", "description": "<p>A new trailer has shown off more of the combat in Like a Dragon: Ishin, the upcoming remake of the 2013 PS3 and PS4 game that was originally a Japanese exclusive. Set in 1860s Kyoto, players will be able to wield the sword of Sakamoto Ryoma as he searches for the man who killed his father. And if the way of the blade isn't enough, you can always pull out a gun to help settle any historical arguments.</p><div>          </div><p>In addition to the Swordsman and Gunman combat styles, Ryoma can also use his unarmed Brawler combat stance to beat down enemies, or try out the hybrid Wild Dancer style, which merges his armed styles into a deadly ballet of blades and bullets. In typical Like a Dragon fashion, combat also features plenty of stylish finishers and brutally ridiculous moves to pull off, such as stabbing an enemy in the gut with a sword, using it as a springboard and then emptying a revolver chamber into them while airborne.</p><p>While each style has its own strengths and weaknesses, you'll need to combine all four of them into a fluid sequence of attacks if you want to survive long enough for Ryoma to see the end of the samurai era. Like a Dragon: Ishin, which was considered <a href=\"https://www.gamespot.com/articles/like-a-dragon-ishin-was-considered-to-be-an-impossible-port-for-years-by-rgg/1100-6507545/\">to be an \"impossible\" port for many years</a> by by Ryu Ga Gotoku Studio, will launch on February 21, 2023, on PC, PS5, PS4, Xbox Series X|S, and Xbox One.</p><a href=\"https://www.gamespot.com/articles/like-a-dragon-ishin-combat-trailer-reminds-you-to-bring-a-gun-to-a-swordfight/1100-6509611/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-and-warzone-2-0-pc-update-fixes-crashes-fps-drops/1100-6509610/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 And Warzone 2.0 PC Update: Fixes Crashes, FPS Drops", "date_published": "2022-12-01 15:24:00+00:00", "description": "<p dir=\"ltr\">The PC versions of Call of Duty: Modern Warfare 2 and Warzone 2.0 received a patch this week. According to developer Beenox, the patch fixes an issue that was causing multiple crashes.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We've just released an update:<br />- Fixed an issue causing multiple crashes on PC<br />- Fixed an issue that resulted in the game dropping FPS for a moment when mousing over a locked Operator</p>  — BeenoxCODPC (@BeenoxCODPC) <a href=\"https://twitter.com/BeenoxCODPC/status/1598108365867319297?ref_src=twsrc^tfw\">December 1, 2022</a></blockquote>              </div><p dir=\"ltr\">The update also improved an issue that was causing the game's performance to drop while placing your cursor over locked Operators. The <a href=\"https://www.gamespot.com/articles/call-of-duty-warzone-2-0-patch-notes-armor-buff-menu-fixes/1100-6509447/\">last patch</a> to both games decreased the power of armor-piercing ammunition and revamped many of the game's menus from the top-down to make them easier to navigate.</p><p dir=\"ltr\">Call of Duty: Modern Warfare 2 is one of the most successful games in the franchise in years, becoming Steam's most-popular <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-is-steams-most-popular-paid-game-right-now/1100-6509243/\">paid game</a> in mid-November, as well as notching the biggest <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-has-biggest-playstation-store-launch-of-all-time-for-cod-series/1100-6508735/\">PlayStation Store launch</a> in the history of the series.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-and-warzone-2-0-pc-update-fixes-crashes-fps-drops/1100-6509610/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/game-of-thrones-actor-drops-out-of-lotr-rings-of-power-role-recast/1100-6509609/?ftag=CAD-01-10abi2f", "title": "Game Of Thrones Actor Drops Out Of LOTR: Rings Of Power, Role Recast", "date_published": "2022-12-01 15:14:00+00:00", "description": "<p>Amazon Studios has announced seven new cast members for The Lord of the Rings: The Rings of Power Season 2, including someone new who is playing the orc leader Adar after a recast.</p><p>Joseph Mawle (Game of Thrones' Benjen Stark) played Adar in The Rings of Power Season 1, but he's dropping out for Season 2. Sam Hazeldine (Peaky Blinders) is coming in to play Adar for the next season. Amazon did not provide any explanation as to why Mawle is leaving The Rings of Power.</p><p>New cast members for Season 2, which is now filming in the UK, include Gabriel Akuwudike, Yasen \"Zates\" Atour, Ben Daniels, Amelia Kenworthy, Nia Towle, and Nicholas Woodeson.</p><a href=\"https://www.gamespot.com/articles/game-of-thrones-actor-drops-out-of-lotr-rings-of-power-role-recast/1100-6509609/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-game-pass-is-losing-11-games-in-december/1100-6509608/?ftag=CAD-01-10abi2f", "title": "Xbox Game Pass Is Losing 11 Games In December", "date_published": "2022-12-01 15:09:00+00:00", "description": "<p>Another month means Microsoft's Xbox Game Pass service will receive another batch of brand-new games, but subscribers can expect at least 11 titles to leave before the end of December.</p><p dir=\"ltr\">In a blog post, Microsoft revealed the games that will be joining Game Pass, including the <a href=\"https://www.gamespot.com/articles/lego-star-wars-the-skywalker-saga-comes-to-game-pass-on-december-6/1100-6509602/\">Lego Star Wars: The Skywalker Saga on December 6</a>, The Walking Dead: The Final Season, Eastward, and more.</p><p dir=\"ltr\">As these games get added on Xbox, PC, and cloud gaming, games such as Lake, Firewatch, and Aliens: Fireteam Elite will be removed on December 15. You can check out the full list below:</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-is-losing-11-games-in-december/1100-6509608/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/10-biggest-game-releases-for-december-2022/2300-6460119/", "title": "10 Biggest Game Releases For December 2022", "date_published": "2022-12-01 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4069963-bigdec_v0.jpg\" width=\"480\" /> Still not sure what to ask Santa for? Well lucky for you this December is a little busier than normal, so we’ve got some great ideas for your wish list. Here are 10 of the biggest games coming out in December 2022.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/second-street-fighter-6-closed-beta-has-been-announced-for-december-13/1100-6509606/?ftag=CAD-01-10abi2f", "title": "Second Street Fighter 6 Closed Beta Has Been Announced For December 13", "date_published": "2022-12-01 14:53:00+00:00", "description": "<p>A second round of Street Fighter 6's closed beta will be held later this month on PC, PS5, PS4, and Xbox Series X|S, Capcom has announced. Taking place from December 16-19, anyone interested in taking part can <a href=\"https://www.streetfighter.com/6/cbt/en/\">register for entry on Capcom's website</a>, although the company is taking a stricter stance this time due to the number of people who sold their access codes for the first closed beta.</p><p>Players will need to have their Capcom ID and platform account linked before they apply, and once that process has been completed, their names will be entered into a lottery. Anyone who already participated in the previous closed beta will gain automatic entry into this new beta round of Street Fighter 6.</p><div>          </div><p>Once again, there'll be eight playable characters--Ryu, Ken, Chun-Li, Guile, Juri, Jaime, Luke, and Kimberly--to use in a selection of matches. Casual and Ranked matches will be available again, and players can also enter Tournament, Battle Hub, Game Centre, and Extreme Battle modes. Metro City Downtown, Genbu Temple, Carrier Byron Taylor, Tian Hong Yuan, The Macho Ring, and Training Room stages will be available for use.</p><a href=\"https://www.gamespot.com/articles/second-street-fighter-6-closed-beta-has-been-announced-for-december-13/1100-6509606/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todd-howard-is-aware-of-newfound-pressure-at-xbox/1100-6509605/?ftag=CAD-01-10abi2f", "title": "Todd Howard Is Aware Of Newfound Pressure At Xbox", "date_published": "2022-12-01 14:41:00+00:00", "description": "<p dir=\"ltr\">Bethesda Games Studios director and executive producer Todd Howard understands that working as part of Xbox brings about new challenges. In a recent interview, he opened up about the pressure that comes with being a first-party studio.</p><p dir=\"ltr\"><a href=\"https://www.videogameschronicle.com/news/starfield-director-says-xbox-exclusivity-is-awesome-but-hes-feeling-the-pressure-to-sell-consoles/\">VGC</a> reports the Starfield director discussed this newfound duty and more on a podcast with computer scientist Lex Fridman.</p><p dir=\"ltr\">\"We’ve had a lot of success with the games that you talked about, but we've never been kind of the platform seller, you know 'the game' for a platform for a period of time,\" Howard said. \"And so, there is a lot of pressure, there's a lot of responsibility there to make sure we deliver for everybody.\"</p><a href=\"https://www.gamespot.com/articles/todd-howard-is-aware-of-newfound-pressure-at-xbox/1100-6509605/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-game-pass-adding-these-11-games-in-first-half-of-december/1100-6509604/?ftag=CAD-01-10abi2f", "title": "Xbox Game Pass Adding These 11 Games In First Half Of December", "date_published": "2022-12-01 14:32:00+00:00", "description": "<p>It's a new month, and that means Microsoft is updating the Xbox Game Pass catalog by adding more titles to the subscription service (and removing some as well). There are 11 titles coming to Xbox Game Pass and Xbox Game Pass Ultimate in the first half of December, including three day-one new releases.</p><p>Three games were added to Game Pass today, December 1, including the adventure game Eastward, the point-and-click title The Walking Dead: The Final Season, and the wacky physics-based puzzle game Totally Reliable Delivery Service.</p><p>Then on December 6, the Game Pass catalog adds a big title in the form of Lego Star Wars: The Skywalker Saga, alongside the day-one release Hello Neighbor 2. Another new release arrives two days later when the RPG Chained Echoes lands on December 8. That's also the day that the rhythm FPS Metal: Hellsinger comes to Game Pass for Xbox One (it was already on Game Pass for Series X|S, PC, and the cloud).</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-adding-these-11-games-in-first-half-of-december/1100-6509604/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-game-awards-2022-how-to-watch-start-times-and-what-to-expect/1100-6509600/?ftag=CAD-01-10abi2f", "title": "The Game Awards 2022: How To Watch, Start Times, And What To Expect", "date_published": "2022-12-01 14:28:00+00:00", "description": "<p dir=\"ltr\">The calendar has flipped to December, and in the video game world that means all eyes turn to The Game Awards, the annual end-of-year celebration that mixes honors for Game of the Year with trailers and reveals for potential future GOTY award winners.</p><p dir=\"ltr\"><a href=\"https://twitter.com/thegameawards\">The Game Awards</a> and <a href=\"https://twitter.com/geoffkeighley\">Keighley himself</a> will be teasing what's to come at this year's event via their social media accounts, so far including a <a href=\"https://twitter.com/thegameawards/status/1597998900471701504?s=20&amp;t=UHvukkXJZJqTZU0hJ6dYhw\">live presentation by Final Fantasy XVI producer Naoki Yoshida</a> and a live performance of \"Blood Upon The Snow\" from God of War Ragnarok by <a href=\"https://twitter.com/thegameawards/status/1597636516401991680?s=20&amp;t=UHvukkXJZJqTZU0hJ6dYhw\">popular musician Hozier</a>.</p><h2 dir=\"ltr\">The Game Awards 2022 Start Time</h2><p dir=\"ltr\">The official livestream for The Game Awards 2022 begins with a 30-minute pre-show at 4:30 PM PT / 7:30 PM ET, followed by the main show at 5 PM PT / 8 PM ET. Award winners will be announced from <a href=\"https://www.gamespot.com/articles/god-of-war-ragnarok-and-elden-ring-lead-the-game-awards-2022-nominees/1100-6509112/\">over 30 categories</a> across general gaming and esports including Game of the Year, Best Game Direction, and a new award for Best Adaptation of a video game IP into another form of media. The event will also feature announcements involving \"40 to 50 games\" according to an <a href=\"https://store.epicgames.com/en-US/news/geoff-keighley-the-game-awards-2022-will-be-biggest-show-yet\">Epic Games interview with Keighley</a>, who calls this year's event the \"biggest show yet.\"</p><a href=\"https://www.gamespot.com/articles/the-game-awards-2022-how-to-watch-start-times-and-what-to-expect/1100-6509600/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fan-made-pokemon-dub-video-makes-the-case-for-voice-acting/1100-6509598/?ftag=CAD-01-10abi2f", "title": "Fan-Made Pokemon Dub Video Makes The Case For Voice Acting", "date_published": "2022-12-01 14:18:00+00:00", "description": "<p dir=\"ltr\">Lately, Pokemon fans haven't been coy about lobbying Nintendo to <a href=\"https://www.gamespot.com/articles/for-some-pokemon-fans-scarlet-and-violet-are-the-latest-in-a-string-of-disappointments/1100-6509446/\">improve various aspects</a> of the ultra-popular franchise. The latest target is the lack of voice acting in <a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a>, as a group of actors have put together a dub video in order to demonstrate the potential impact of spoken dialogue.</p><div>          </div><p dir=\"ltr\">The video breaks down several aspects of the Pokemon experience, starting from the cutscene where the player is prompted to choose their favorite starter. It also includes a pre-battle sequence, as well as static dialogue from later in the game. Altogether, the voice actors involved definitely make a difference in the overall presentation.</p><p dir=\"ltr\">Project coordinator Dr. Bonehead states in the video's description that they feel that Pokemon's upcoming Generation 10 should feature dialogue. Several YouTube comments agree, with fans noting that the game's emotional story beats would've hit harder with a fully voiced cast. Over the years, Nintendo has been slow to add voice acting to some of its core franchises, most notably the Legend of Zelda series. 2016's seminal entry <a href=\"https://www.gamespot.com/games/the-legend-of-zelda-breath-of-the-wild/\">Breath of the Wild</a> was the first to include <a href=\"https://www.gamespot.com/articles/heres-why-zelda-breath-of-the-wild-has-voice-actin/1100-6441126/\">full voice acting</a> in cutscenes, though Link himself remained largely silent. Pokemon Scarlet and Violet have garnered a <a href=\"https://www.gamespot.com/reviews/pokemon-scarlet-violet-review-a-braviary-new-world/1900-6417994/\">mostly positive reception</a> from critics and fans, but some have criticized their significant technical problems.</p><a href=\"https://www.gamespot.com/articles/fan-made-pokemon-dub-video-makes-the-case-for-voice-acting/1100-6509598/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/valve-is-giving-out-free-steam-decks-during-the-game-awards/1100-6509603/?ftag=CAD-01-10abi2f", "title": "Valve Is Giving Out Free Steam Decks During The Game Awards", "date_published": "2022-12-01 14:02:00+00:00", "description": "<p>Next week's The Game Awards show looks set to be a big event, and as usual, it'll be available to watch on a wide range of platforms. If you need some motivation to watch it through Valve's PC client Steam, the company plans to give users a few hundred reasons as to why they should ditch YouTube, Twitch, and IMAX for its platform.</p><p>As part of an official The Game Awards collaboration, Valve will give out a Steam Deck every minute to one lucky viewer in the US, Canada, United Kingdom, or European Union. To stand a chance to win one of these hybrid PC gaming systems, <a href=\"https://store.steampowered.com/sale/thegameawardssteamdeckdrop2022\">all you have to do is pre-register</a>, have a valid Steam purchase from between November 14, 2021, and November 14, 2022, be in good standing, and not have a limited account. If you meet those requirements and watch the livestream of The Game Awards, you'll stand a chance to win a 512GB Steam Deck model.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We've partnered with Valve for a crazy exciting giveaway during <a href=\"https://twitter.com/hashtag/TheGameAwards?src=hash&amp;ref_src=twsrc^tfw\">#TheGameAwards</a> next week!<br />Watch the show LIVE on Steam and one viewer PER MINUTE will receive a free 512GB Steam Deck in US/Canada/UK/EU.<br />More details here and you can pre-register: <a href=\"https://t.co/xqJrA6nUuG\">https://t.co/xqJrA6nUuG</a> <a href=\"https://t.co/GGTTX00wQc\">pic.twitter.com/GGTTX00wQc</a></p>  — Geoff Keighley (@geoffkeighley) <a href=\"https://twitter.com/geoffkeighley/status/1598097784128667648?ref_src=twsrc^tfw\">November 30, 2022</a></blockquote>              </div><p>As for how many Steam Decks will be given away, that remains to be seen. Last year's The Game Awards show ran for three hours and 12 minutes--not including the 30-minute pre-show--which works out to 192 minutes. If the 2022 show has a similar length, that's going to be a <em>lot </em>of Steam Decks that Valve will be giving away. The Game Awards host Geoff Keighley has also called this year's event as the \"biggest show yet,\" so it looks like Valve will be shipping out plenty of Steam Deck hardware by the time that the livestream has come to an end.</p><a href=\"https://www.gamespot.com/articles/valve-is-giving-out-free-steam-decks-during-the-game-awards/1100-6509603/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/2022s-biggest-gaming-news-huge-gta-6-leak-ps5-price-hike-e3-returns/2900-4486/", "title": "2022's Biggest Gaming News: Huge GTA 6 Leak, PS5 Price Hike, E3 Returns", "date_published": "2022-12-01 14:00:00+00:00", "description": "<p><h2>It's the end of the year, so let's look back at 2022's biggest gaming news.</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/123/1239113/4069784-2022headers%283%29.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">2022 is coming to a close, and it was another whirlwind, unpredictable, and exciting year in the video game industry. A <em>lot </em>happened this year, so much so that anyone could be forgiven for forgetting some of the year's biggest gaming news. In this gallery we're looking back at 2022's biggest news stories, including Microsoft's proposed bid to buy Activision Blizzard, E3 being canceled (and then resurrected), developers pushing to form labor unions, and more.</p><p dir=\"ltr\">And the news isn’t stopping just yet! The big-time The Game Awards showcase takes place on December 8, and we’re expecting a good amount of big news to come out of that show.</p><p dir=\"ltr\">2022 was also a year marked by a series of major gaming acquisitions, and you can read more in GameSpot's rundown of 2022's biggest gaming buyouts in the days ahead.</p><p> </p></h3></p><br />     <p><h2>Big Buyouts</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069742-screenshot2022-11-30at10.58.46am.png\" /><br /><h3><p dir=\"ltr\">2022 was a year dominated by mergers and acquisitions in the video game industry. In fact, some estimates and projections said 2022 was on pace to become the biggest year on record for major buyouts, with deals totalling more than $150 billion in 2022. Some of the biggest deals in 2022 included Take-Two buying Zynga for $12.7 billion, Microsoft announcing a bid to purchase Activision Blizzard for $68.7 billion, Sony buying Bungie for $3.6 billion, and The New York Times buying the viral word game Wordle for a seven-figure fee.</p><p dir=\"ltr\">Embracer also made a series of buyouts in 2022, including Dark House, Square Enix franchises like Deus Ex and Tomb Raider, The Lord of the Rings series, and more. More recently, however, Embracer acknowledged that the world is facing tough economic times of late and might need to spin off some of its companies and <a href=\"https://www.gamespot.com/articles/the-world-is-getting-worse-and-heres-how-it-could-affect-one-major-game-company/1100-6509234/\">take advantage of certain tax rules</a> to help weather the storm.</p><p dir=\"ltr\">There were so many big gaming buyouts in 2022 that we're collecting them for a separate gallery that you can read the days ahead.</p></h3></p><br />     <p><h2>Game Developers Rally Support For Ukraine</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069743-ukraine.jpg\" /><br /><h3><p dir=\"ltr\">A global tragedy kicked off the year in February when Russia invaded Ukraine, sparking a war that has left <a href=\"https://www.nytimes.com/2022/11/10/world/europe/ukraine-russia-war-casualties-deaths.html\">hundreds of thousands dead</a>, according to experts.</p><p dir=\"ltr\">In response to the invasion by Putin and his military forces, companies like EA, CD Projekt, Epic, Activision Blizzard, and more stopped selling their games in Russia, while many game studios donated funds and contributed to charitable causes to support those affected by the war.</p><p dir=\"ltr\">One major developer based in Ukraine, GSC Game World, delayed Stalker 2: Heart of Chernobyl, due to the impact of the war on its developers. At least one developer at GSC Game World fought against Russian forces and was killed. This terrible tragedy is ongoing.</p></h3></p><br />     <p><h2>Steam Deck Releases</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069744-deck.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Valve's handheld gaming device, the Steam Deck, was officially released in February. We said in our review that the Steam Deck is a \"wonderfully constructed and powerful portable PC…\" The system excels at being a mobile hub for your Steam games, and if you're looking to make the most out of your PC catalog on the go, Steam Deck is the best option right now.</p><p> </p></h3></p><br />     <p><h2>Elden Ring Makes A Splash</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1593/15930215/3549373-screen%20shot%202019-06-17%20at%2011.17.09%20am.png\" /><br /><h3><p dir=\"ltr\">Elden Ring, the latest game from Bloodborne and Dark Souls studio From Software, arrived at the end of February and quickly became a critical and commercial success. The game was adored by critics and sold like hot cakes, pacing up to 18 million and counting so far.</p><p dir=\"ltr\">In fact, Elden Ring is expected to be 2022's best-selling game in the US, even outpacing Call of Duty: Modern Warfare II. Despite Elden Ring's massive success, From Software and publisher Bandai Namco have not announced any expansion or sequel plans, at least not yet.</p></h3></p><br />     <p><h2>Goodbye, E3; Hello, E3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069745-e3.jpeg\" /><br /><h3><p> </p><p dir=\"ltr\">In March, the Entertainment Software Association officially canceled E3 2022. There would be no in-person or virtual event this year. The ESA previously said E3 would not have an in-person component in 2022 due to the pandemic, but this announcement meant there would be no digital element either. The ESA did, however, confirm that E3 would return to Los Angeles in 2023 for its first in-person event since 2019.</p><p dir=\"ltr\">Good news for fans of E3 came in September when it was announced that PAX organizer ReedPop would be taking over E3 and bringing the show back in June 2023. ReedPop is planning to resurrect the show at the same site, the Los Angeles Convention Center, with a digital component as well for people who aren't looking to attend in person. It's still early days, but E3 2023 is now officially on the books for June 13-16, 2023, so buckle up.</p><p> </p></h3></p><br />     <p><h2>EA And FIFA Break Up</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069746-fifa.jpg\" /><br /><h3><p>Another big story in 2022 was EA and FIFA ending their decades-long relationship for soccer video games. FIFA was reportedly asking for a massive fee of $1 billion for EA to continue using the FIFA name, and the gaming publisher opted to simply walk away.</p><p>The series will continue, of course, but it will be called EA Sports FC beginning in 2023. EA already holds separate licensing agreements with thousands of players, teams, leagues, and more, so EA claims losing the FIFA name won't be all that important in terms of representation for The Beautiful Game. Time will tell.</p></h3></p><br />     <p><h2>Game Developers Seek To Unionize</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069747-nintendo.jpg\" /><br /><h3><p dir=\"ltr\">Unlike other major entertainment businesses like TV and film, the video game industry is largely not unionized. In 2022, a number of developer groups pushed for collective bargaining, including Activision Blizzard's Call of Duty studio Raven Software.</p><p dir=\"ltr\">A team of BioWare QA developers also took steps to unionize. Workers at Nintendo also attempted to unionize, and this led to a lot of drama and <a href=\"https://www.axios.com/2022/09/29/nintendo-tester-union-busting-whistleblower\">one developer claiming union-busting from Nintendo.</a> It remains to be seen if these unions will be officially recognized, and if so, what impact that could have on the labor market in the video game industry.</p></h3></p><br />     <p><h2>Game Developers React To Roe v. Wade Decision</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069749-roevwade.jpeg\" /><br /><h3><p dir=\"ltr\">The United States Supreme Court handed down a major decision in June when it announced it would overturn the landmark federal Roe v. Wade decision guaranteeing a constitutional right to abortion, and in turn leaving it up to the states to decide.</p><p dir=\"ltr\">Members of the video game industry responded, with studios like Bungie, Sony, Insomniac, Media Molecule, Activision, Microsoft, and more putting out statements in support of reproductive rights and in some cases making charitable donations to causes that support a woman's right to choose.</p><p dir=\"ltr\">Sony Interactive Entertainment CEO Jim Ryan drew criticism with his email to staff asking workers to \"respect differences of opinion\" about abortion rights in a note that also included <a href=\"https://www.gamespot.com/articles/playstation-staff-reportedly-angry-over-ceos-abortion-rights-email-that-discusses-cat-birthdays/1100-6503432/\">updates on his cat's birthday party.</a></p></h3></p><br />     <p><h2>The GTA 6 Leak</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1576/15769789/3248156-5a2f971493f5860f2fcc3cd0d18fa20cf1b2b731.jpg\" /><br /><h3><p>In September, Rockstar Games suffered an unprecedented breach that saw early images and video footage of the next Grand Theft Auto game leak into the wild.</p><p>Rockstar is historically known for running a tight ship with few leaks, but that was not the case here. A trove of files emerged into the wild, providing a look at an early, in-development version of GTA 6. The leaked footage appeared to corroborate rumors that the title is set in Vice City and will feature a playable female lead character for the first time in the series.</p><p>It's believed that GTA 6, or whatever the game is officially called, will be a heist-themed game featuring a Bonnie and Clyde-type story. Whatever the case, Rockstar Games and parent company Take-Two reacted to the leak, expressing their disappointment but assuring fans that development remains ongoing. A suspect believed to be responsible for the hack was detained and was reportedly held in a youth detention center awaiting further processing.</p></h3></p><br />     <p><h2>Netflix Gets Into Games In A Big Way</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069750-netflixgames.jpg\" /><br /><h3><p>Netflix got into video games in a big way in 2022. The company had been laying the groundwork for some time, and it reached new levels in 2022 with the launch of Netflix Games for mobile. Subscribers have access to a growing catalog of mobile titles they can download and launch from directly within the Netflix app.</p><p>And in a nice, welcome change from the wider mobile games market, Netflix’s video games have no microtransactions or ads. Not only is Netflix hosting mobile games, it’s now developing them, too. Netflix has six internal game development studios currently, one of which is staffing up to create what sounds like a big-budget PC AAA game. It remains to be seen if Netflix will eventually get into streaming games, but it seems like a natural step for the company that dominates the wider streaming media landscape.</p></h3></p><br />     <p><h2>Consoles Are Easier To Find (Thankfully)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069751-ps5.jpg\" /><br /><h3><p>In 2022, the market for new consoles–namely, the PlayStation 5 and Xbox Series X|S–improved significantly. Shoppers were more reliably able to walk into a store or place an order online for a new-generation console compared to 2021, which was marked with serious shortages that caused a lot of frustration.</p><p>Microsoft and Sony have been able to better keep up with demand for their newest Xbox and PlayStation consoles, and Nintendo continued to keep pace as its Switch console outperforms both of them in terms of total sales.</p></h3></p><br />     <p><h2>PS5 Price Hike</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069752-pricehike.jpg\" /><br /><h3><p>While the PlayStation 5 and Xbox Series X|S consoles were relatively easier to find in 2022, the good news was balanced out by some less-than-ideal news this year when Sony announced it was raising the price of the PlayStation 5 in dozens of regions around the world.</p><p>The US was spared from a price hike, but shoppers in Canada, Europe, the UK, Australia, and other places are now paying more due to the global economic environment that is driving up production costs.</p><p>Microsoft will follow suit with its own Xbox price hikes in 2023, Xbox boss Phil Spencer has said, though the executive has yet to say if it will be hardware, software, subscriptions, or another element of the Xbox business that will see price increases next year. Nintendo, for its part, has said it will not raise the price of the Switch, though it is decreasing the size of its packaging somewhat to help smooth out shipping and other logistics issues.</p></h3></p><br />     <p><h2>Goodbye, Stadia</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069753-stadia.jpg\" /><br /><h3><p dir=\"ltr\">September 2022 also brought the news that Google would be shutting down its ambitious cloud game-streaming service, Stadia, and issuing refunds. Stadia launched publicly in November 2019 and was led by former PlayStation and Xbox boss Phil Harrison, with Google setting up teams of studios to help build games for it.</p><p dir=\"ltr\">But all of that came to an end in September when Google announced it would shut down Stadia due to a lack of interest from the community. The service ambitiously billed as a console replacement will officially go offline on January 18, 2023.</p></h3></p><br />     <p><h2>G4 Shuts Down Again</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069754-g4.jpg\" /><br /><h3><p dir=\"ltr\">The gamer-focused TV network G4 had a promising run in the mid-2000s but was ultimately taken off the air. Comcast resurrected the network in late 2021 for both traditional linear TV and online, but the new version of G4 didn't last long.</p><p dir=\"ltr\">Less than a year after it re-launched, Comcast abruptly announced that the new G4TV would close down in October 2022, effective immediately. Simply put, the network did not get enough traction to warrant staying online, Comcast said. \"Viewership is low and the network has not achieved sustainable financial results. This is certainly not what we hoped for, and, as a result, we have made the very difficult decision to discontinue G4's operations, effective immediately,\" the company said.</p><p>Behind the scenes, a piece from <a href=\"https://www.washingtonpost.com/video-games/2022/10/21/g4-shutdown-froskurinn-comcast-twitch/\">The Washington Post reported</a> that \"constant pivots, high costs, and controversy bedeviled the directionless network\" before it shut down again.</p></h3></p><br />     <p><h2>Bayonetta 3 Voice Acting Drama</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4069755-bayo.jpg\" /><br /><h3><p dir=\"ltr\">One of the last big gaming stories of 2022 came about in late October when Bayonetta voice actor Hellena Taylor uploaded a series of Twitter videos in which she claimed she was offered an \"insulting\" amount of money--$4,000--to come back for Bayonetta 3. She didn't take the deal, and the role of Bayonetta went to prolific voice actor Jennifer Hale. Taylor quoted the Bible and called Nintendo and Platinum \"fat cats\" in her video essays.</p><p dir=\"ltr\"><a href=\"https://www.bloomberg.com/news/articles/2022-10-18/bayonetta-3-voice-actor-s-pay-dispute-overshadows-nintendo-game\">A subsequent report from Bloomberg</a> said Taylor didn't tell the whole story in her original Twitter videos and was actually offered more money and made additional payment requests to appear in the game. The controversy and back-and-forth created a good amount of drama and led to a renewed discussion about voice actor pay and how information is disseminated in the social media age.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/national-football-league-unveils-nfl-zone-a-new-fan-hub-built-in-fortnite/1100-6509599/?ftag=CAD-01-10abi2f", "title": "National Football League Unveils NFL Zone, A New Fan Hub Built In Fortnite", "date_published": "2022-12-01 14:00:00+00:00", "description": "<p dir=\"ltr\">The National Football League has introduced NFL Zone, a new and permanent social experience within Fortnite Creative which will allow fans to interact and play new variants of classic multiplayer modes with an NFL twist.</p><p dir=\"ltr\">NFL Zone will include a virtual tailgate area for fans of Fortnite and football to congregate on game day, as well as a stadium complete with its own minigame experience: Blitz The Bag, a \"capture the flag\" style game where players must find a item and bring it to one of the stores around the stadium before the other team.</p><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar\">       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070316-1.png\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070316-1.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070317-2.png\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070317-2.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070318-3.png\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070318-3.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070319-4.png\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070319-4.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070320-5.png\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070320-5.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070321-6.png\">       <img alt=\"Gallery image 6\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070321-6.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070322-7.png\">       <img alt=\"Gallery image 7\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070322-7.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070324-8.png\">       <img alt=\"Gallery image 8\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070324-8.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070325-9.png\">       <img alt=\"Gallery image 9\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070325-9.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070326-10.png\">       <img alt=\"Gallery image 10\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070326-10.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070327-11.png\">       <img alt=\"Gallery image 11\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070327-11.png\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070328-12.png\">       <img alt=\"Gallery image 12\" src=\"https://www.gamespot.com/a/uploads/square_avatar/3/37852/4070328-12.png\" />     </a>   </div>  </figure><p dir=\"ltr\">The hub world will also contain portals to maps inspired by all 32 NFL teams, with each one featuring a second minigame: Seek and Sack, which is a new take on the \"search and destroy\" format. Only one team-themed map is available now--the San Francisco 49ers map--with the remaining 31 teams' maps coming \"in subsequent months.\"</p><a href=\"https://www.gamespot.com/articles/national-football-league-unveils-nfl-zone-a-new-fan-hub-built-in-fortnite/1100-6509599/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-biggest-games-of-december-2022-marvels-midnight-suns-the-callisto-protocol-and-more/2900-4477/", "title": "The Biggest Games Of December 2022 - Marvel's Midnight Suns, The Callisto Protocol, And More", "date_published": "2022-12-01 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069321-decembergames.jpg\" /><br /><h3><p>Congratulations! It's the end of the year and you've survived to see it through to the end. December is typically a relaxed month when it comes to video game releases, but this year has a few high-profile games looking to take advantage of that annual lull in activity. We've rounded up thee biggest games of December 2022 for PS5, Xbox Series X|S, Nintendo Switch, and PC. Whether you're looking for something for yourself or are trying to find a gift for the gamer in your life, December's schedule has a number of notable games that could be of interest.</p><p>One such notable example is The Callisto Protocol, a terrifying sci-fi horror that might be the perfect palette-cleanser for anyone fed up with all the festive season jolliness and endless loops of Mariah Carey tracks on the radio.</p><p>On the same day The Callisto Protocol arrives, two other big games hit store shelves: Marvel's Midnight Suns and Need for Speed Unbound. Midnight Suns will likely appeal to fans of tactical-RPGs, while Unbound marks the return of one of the best-known racing franchises.</p><p>December will also feature entries in the Final Fantasy and Dragon Quest franchises as well as the follow-up to one of the best Nintendo Switch exclusives. Check out December's game release highlights below. At the bottom of this roundup, we've included a full schedule of other game releases you might be interested in.</p></h3></p><br />     <p><h2>The Callisto Protocol (December 2)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067314-thecallistoprotocol.jpg\" /><br /><h3><p>The holiday season is usually a feel-good period for wholesome entertainment, but that's a note that the team responsible for The Callisto Protocol clearly didn't receive. A spiritual successor to Dead Space, The Callisto Protocol looks set to end the 2022 gaming calendar with buckets of blood, psychological horror, and pure sci-fi terror.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Callisto-Protocol-Day-One-PlayStation-5/dp/B0B3RHTS8F?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4477|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Need for Speed Unbound (December 2)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067315-needforspeedunbound.jpg\" /><br /><h3><p>EA's announcement of a new Need for Speed game arriving in mere months was a big surprise, and this year's entry in the long-running series looks set to be a memorable one. Leaning heavily into car culture and anime, Need for Speed Unbound doesn't look like it'll rewrite the rulebook for the series, but it does look like a fun game to take for a spin at the end of the year.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Need-Speed-Unbound-Xbox-X/dp/B0BHF5JT1M?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4477|vg:-|st:dtp\">See on Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Marvel's Midnight Suns (December 2)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067316-marvel%27smidnightsuns.jpg\" /><br /><h3><p>What happens when you combine Earth's mightiest mortals with Fire Emblem and tactical card-based battling mechanics? You get Marvel's Midnight Suns, a game that dives into the supernatural side of the comic book universe and pits you against creepy foes looking to unleash hell on Earth. Developed by XCOM studio Firaxis, Midnight Suns is shaping up to be a fascinating blend of teamwork and strategy in the mighty Marvel style.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B29L5X63/ref=twister_B0B4GGGKVD?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4477|vg:-|st:dtp\">See on Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Ixion (December 7)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069385-ixion.jpg\" /><br /><h3><p>Humanity is searching for a new home amongst the stars, and as the Administrator of the Tiqqun space station, it's up to you to chart a safe course through the hostile final frontier of space. A combination of city-building, survival elements and exploration, Ixion also tasks you with making hard decisions to fend off disaster, as you'll regularly be balancing hull integrity checks, resource gathering, and power management while overseeing a population that depends on you to provide hope.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/ixion\">See on Fanatical</a> </div></div></h3></p><br />     <p><h2>Dragon Quest Treasures (December 9)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067317-dragonquesttreasures.jpg\" /><br /><h3><p>Nintendo Switch owners will have a brand-new Dragon Quest game all to themselves in December. Dragon Quest Treasures, a fresh spin-off in the long-running franchise, has gives players the chance to explore the vast and vibrant world of Draconia for treasure. It looks to have all of the charm fans of Dragon Quest have come to expect, and you'll be joined by a number of well-mannered monsters. This adventure looks like a heartwarming, cozy game to end the year with on Switch.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Dragon-Quest-Treasures-Nintendo-Switch/dp/B0B92459CC?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4477|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>High on Life (December 13)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067318-highonlife.jpg\" /><br /><h3><p>For Rick and Morty fans, High on Life sounds like the perfect game to sink some time into between the wait for new episodes of the hit Adult Swim show. With Justin Roiland leading the creative charge--and doing plenty of voiceover work--the premise of a lone bounty hunter doing battle against alien cartels that want to use humans as a disposable drug sounds tantalizing enough, but throw in an arsenal of chatty firearms and you've got yourself a deal for a weird time.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/high-on-life\">See on Xbox Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Crisis Core - Final Fantasy 7 - Reunion (December 13)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067319-crisiscore-finalfantasy7-reunion.jpg\" /><br /><h3><p>One of the best games for the PSP era is getting a big glow-up this month, as Crisis Core: Final Fantasy Reunion reimagines that classic action-RPG with some handsome new visuals. There'll be plenty of other tweaks to help modernize this Final Fantasy VII spin-off, but the core design of intense action, versatile materia abilities, and a little bit of luck remains the same in this grand saga. Remastered in HD and featuring a fully-voiced cast of characters, Crisis Core will be landing on several platforms in the middle of the month.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Crisis-Core-Final-Fantasy-Reunion-Xbox/dp/B0B5B1HZSR?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4477|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>The Witcher 3: Wild Hunt Complete Edition (December 14)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069315-thewitcher3.jpg\" /><br /><h3><p>Seven years after The Witcher 3: The Wild Hunt arrived and became one of CD Projekt Red's biggest hits, the critically acclaimed action-RPG is making a current-gen console comeback <a href=\"https://www.gamespot.com/articles/witcher-3-adding-photo-mode-new-camera-settings-for-pc-in-big-new-update/1100-6509459/\">with a hefty upgrade</a>. This isn't just a new coat of higher-resolution paint either, as the upgrade will also add new camera options, ray-tracing and ambient occlusion on PC, quality-of-life updates, and much more when it becomes available on December 14. The new update arrives alongside the Complete Edition, which includes the base game, all DLC, and the two major expansions: Hearts of Stone and Blood and Wine. This will be digital-only at launch, but a physical version is coming in 2023.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-ZA/games/store/the-witcher-3-wild-hunt-game-of-the-year-edition/C261457LCNMJ/0001\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Valkyrie Profile: Lenneth (December 22)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069384-valkyrieprofile.jpg\" /><br /><h3><p>If God of War Ragnarok wasn't enough Norse-powered action for you, then keep your eyes on Valkyrie Profile: Lenneth. Originally scheduled to release earlier this year, the game is instead arriving in time to end the year. An intricate tale of gods and mortals that's steeped in Norse mythology, expect high-level combat in a realm where Ragnarok threatens the world's end and war rages in Asgard. This classic also has a few updates to enhance the experience on PS5 and PS4, including a rewind function, quick save and load, visual presets, and more.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/concept/10004508/\">See on PlayStation Store</a> </div></div><p> </p></h3></p><br />     <p><h2>Sports Story (December TBC)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069386-sportsstory.png\" /><br /><h3><p>Featuring a mix of sports and sporting activities, Sports Story is a… well, a story about sports! This is the long-awaited follow-up to Golf Story, one of the best Nintendo Switch exclusives. Across unique golf courses, tennis courts, and soccer pitches, you'll take your sporting destiny into your own hands, meet new characters, and explore untamed lands. Raise your Sporting Rank to unlock new activities like BMX, mini-golf, cricket, volleyball, fishing and more, relax at your local mall, and don't forget to make friends <em>and </em>enemies along the way. Sports Story doesn't have a firm release date, but Golf Story fans have <em>a lot </em>to look forward to when the game arrives sometime in December.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/sports-story-switch/\">See on Nintendo Store</a> </div></h3></p><br />     <p><h2>December 2022 video game release schedule</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4065188-finalfantasyviiremake.jpg\" /><br /><h3><p> </p><p> </p><ul><li>Romancing SaGa: Minstrel Song Remastered (PC, PS5, PS4, Switch, iOS, Android) - December 1</li><li>Papetura (Switch) - December 1</li><li>The Callisto Protocol (PC, PS5, PS4, Xbox One, Xbox Series X|S, Xbox One) - December 2</li><li>Need for Speed Unbound (PC, PS5, Xbox Series X|S) - December 2</li><li>Marvel's Midnight Suns (PC, PS5, Xbox Series X|S) - December 2</li><li>SubROV: Underwater Discoveries (PC) - December 2</li><li>Swordship (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 5</li><li>Impaler (PC) - December 6</li><li>Divine Knockout (PC, PS5, PS4, Xbox Series X|S, Xbox One) - December 6</li><li>Knights of Honor 2: Sovereign (PC) - December 6</li><li>Kynseed (PC) - December 6</li><li>Kukoos: Lost Pets (PC, PS4, Switch) - December 6</li><li>Ixion (PC) - December 7</li><li>Togges (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 7</li><li>Zombie Cure Lab - Steam Early Access (PC) - December 7</li><li>NecroBouncer (PC) - December 8</li><li>The Rumble Fish 2 (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 8</li><li>Chained Echoes (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 8</li><li>Dragon Quest Treasures (Switch) - December 9</li><li>Adventure Academia: The Fractured Continent (PS4, Switch) - December 9</li><li>Wavetale (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 12</li><li>High on Life (PC, Xbox Series X|S, Xbox One) - December 13</li><li>Infinite Guitars (PC, Xbox One, Switch) - December 13</li><li>Crisis Core - Final Fantasy 7 - Reunion (PC, PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 13</li><li>Formula Retro Racing - World Tour (PS5, PS4, Xbox Series X|S, Xbox One, Switch) - December 14</li><li>The Witcher 3: Wild Hunt Complete Edition (PC, PS5, Xbox Series X|S) - December 14</li><li>Lil Gator Game (PC, Switch) - December 14</li><li>Blacktail (PC, PS5, Xbox Series X|S) - December 15</li><li>The Crackpet Show (PC, Switch) - December 15</li><li>Aka (PC, Switch) - December 15</li><li>Bots Are Stupid (PC) - December 15</li><li>Cygnus Enterprises - Steam Early Access (PC) - December 16</li><li>Sky: Children of Light (PS5, PS4) - December TBC</li></ul></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/lego-star-wars-the-skywalker-saga-comes-to-game-pass-on-december-6/1100-6509602/?ftag=CAD-01-10abi2f", "title": "Lego Star Wars: The Skywalker Saga Comes To Game Pass On December 6", "date_published": "2022-12-01 13:28:00+00:00", "description": "<p><strong>[UPDATE]</strong> Following a tease, Microsoft has officially announced that Lego Star Wars: The Skywalker Saga is coming to Xbox Game Pass on December 6.</p><p>The game was originally released in April behind pretty good reviews, <a href=\"https://www.gamespot.com/reviews/lego-star-wars-the-skywalker-saga-review-duel-of-the-bricks/1900-6417859/\">including a 7/10 from GameSpot</a>.</p><p>The sprawling game allows players to journey back through episodes of the Skywalker Saga, starting at the beginning of any trilogy they want, whether that be The Phantom Menace, A New Hope, or The Force Awakens. There are more than 300 unlockable characters from all nine movies, including Luke Skywalker, Obi-Wan, Finn, BB-8, and more.</p><a href=\"https://www.gamespot.com/articles/lego-star-wars-the-skywalker-saga-comes-to-game-pass-on-december-6/1100-6509602/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/nintendo-promises-to-seriously-address-pokemon-scarlet-and-violets-performance-issues/1100-6509601/?ftag=CAD-01-10abi2f", "title": "Nintendo Promises To \"Seriously\" Address Pokemon Scarlet And Violet's Performance Issues", "date_published": "2022-12-01 13:22:00+00:00", "description": "<p>Pokemon Scarlet and Violet has been regularly criticized since launch for <a href=\"https://www.gamespot.com/articles/for-some-pokemon-fans-scarlet-and-violet-are-the-latest-in-a-string-of-disappointments/1100-6509446/\">arriving in a rough state</a>, and in an update, Nintendo has said that it's taking fan feedback \"seriously\" as it works on improvements for the game.</p><p>\"We are aware that players may encounter issues that affect the games' performance,\" Nintendo said in a statement accompanying patch notes for Pokemon Scarlet and Violet. \"Our goal is always to give players a positive experience with our games, and we apologize for the inconvenience. We take the feedback from players seriously and are working on improvements to the games.\"</p><p>Numerous bugs and glitches have made the rounds since the new Pokemon games launched, with players reporting poor frame rates, crashes, poor draw distance, and numerous other glaring technical issues.</p><a href=\"https://www.gamespot.com/articles/nintendo-promises-to-seriously-address-pokemon-scarlet-and-violets-performance-issues/1100-6509601/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-530-december-1-2022/1100-6509581/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#530) - December 1, 2022", "date_published": "2022-12-01 05:00:00+00:00", "description": "<p>Who doesn't enjoy a little Thursday <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> action every now and again? It's the first day of December, and the holiday season can officially begin. Unfortunately, the Wordle gods have not made things easy for players at the start of the month. The answer today is quite difficult, as it features an uncommon word and some tricky spelling. </p><p>If you haven't started the Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point, then you're likely looking for some hints. Luckily, we provide just that further down in this guide. We will also spell out the full answer for players looking to simply get out of today unscathed.</p><h2>Today's Wordle Answer - December 1, 2022</h2><p>We'll begin with a few hints that directly relate to today's Wordle answer, but don't give it away immediately.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-530-december-1-2022/1100-6509581/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/best-xbox-game-pass-games-to-play-right-now/2300-6460122/", "title": "Best Xbox Game Pass Games To Play Right Now", "date_published": "2022-12-01 00:42:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4070238-site.jpg\" width=\"480\" /> Xbox Game Pass continues to grow each month. Here's a list of seven great games, from Pentiment to Vampire Survivors, you can play on the service right now.", "persistent": false}]