[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/iran-sily-bezpieczenstwa-zabily-nastolatke-jej-cialo-skradziono-i-pochowano/", "title": "Iran: Siły bezpieczeństwa zabiły nastolatkę. Jej ciało skradziono i pochowano", "date_published": "2022-10-04 20:00:00+00:00", "description": "Irańskie siły bezpieczeństwa ukradły i potajemnie pochowały ciało 16-letniej protestującej - podaje BBC, powołując się na źródła bliskie rodzinie dziewczyny. Zwłoki miały zostać pochowane w oddalonej o około 40 km wiosce."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/kalifornia-na-dzielnice-mieszkalna-spadl-helikopter-sa-ranni/", "title": "Kalifornia: Na dzielnicę mieszkalną spadł helikopter. Są ranni", "date_published": "2022-10-04 19:49:00+00:00", "description": "Kamera monitoringu nagrała moment, w którym helikopter spadł i rozbił się na przedmieściach Kalifornii. Dwie osoby zostały ranne. - Helikopter brzmiał jakby tracił moc - powiedziała jedna z kobiet mieszkająca w okolicy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/brytyjka-oskarzala-mezczyzn-o-gwalty-sama-trafila-do-wiezienia/", "title": "Brytyjka oskarżała mężczyzn o gwałty, sama trafiła do więzienia", "date_published": "2022-10-04 16:50:00+00:00", "description": "35-letnia Brytyjka, która twierdziła, że została zgwałcona przez dwóch różnych mężczyzn, sama trafiła do więzienia. Kobieta została skazana za fałszywe oskarżenia. Jak się okazało, jej historie o gwałtach były wyssane z palca."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/rosyjski-zolnierz/", "title": "Rosyjski \"Kanibal\": Zostało nam siedmiu ludzi. Czekamy, przyjdź", "date_published": "2022-10-04 16:20:00+00:00", "description": "- Od 19 września straciliśmy 22 z 29 osób, więc potrzebujemy ludzi - powiedział rosyjski bojownik o pseudonimie Kanibal w nagraniu skierowanym do zmobilizowanych Rosjan. - Wycofujemy się i to nas martwi, potrzebujemy ofensywy. Czekamy, przyjdź - mówił na filmie. Do jego słów odniosło się ukraińskie Ministerstwo Obrony. Teraz rozumiecie, dlaczego ponad 60 tys. okupantów zginęło - napisano."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/iran-uczennice-dolaczyly-do-protestu-inaczej-zabija-nas-jedna-po-drugiej/", "title": "Iran. Uczennice dołączyły do protestu. \"Inaczej zabiją nas jedną po drugiej\"", "date_published": "2022-10-04 15:15:00+00:00", "description": "- Jeśli się nie zjednoczymy, będą nas zabijać jedną po drugiej! - krzyk irańskich uczennic niesie się echem w szkołach i na ulicach. Młode dziewczyny dołączyły do trwającego w tym kraju protestu. Kobiety od dwóch tygodni palą swoje hidżaby, blokują ruch na głównych drogach i wołają: Śmierć dyktatorowi!. To reakcja na tragedię 22-latki, zatrzymanej przez policję za złe założenie hidżabu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/z-londynu-do-nowego-jorku-w-80-minut-rewolucja-w-lotnictwie/", "title": "Z Londynu do Nowego Jorku w 80 minut. \"Rewolucja w lotnictwie\"", "date_published": "2022-10-04 15:12:00+00:00", "description": "Hiszpański inżynier zaprojektował naddźwiękowy samolot pasażerski, który będzie mógł pokonać dystans z Londynu do Nowego Jorku w 80 minut. Maszyna ma się poruszać z prędkością ponad 4 tys. km/h, czyli z prędkością trzykrotnie większa niż prędkość dźwięku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/przedszkole-lgbt-w-berlinie-kontrowersyjna-postac-w-zarzadzie/", "title": "Przedszkole LGBT w Berlinie. Kontrowersyjna postać w zarządzie", "date_published": "2022-10-04 14:04:00+00:00", "description": "W Berlinie powstaje przedszkole przyjazne LGBT. Do placówki, która zostanie otwarta wiosną przyszłego roku, ma uczęszczać 93 dzieci. To pierwszy tego typu projekt w Niemczech - zauważa Bild. Przedsięwzięcie budzi jednak kontrowersje."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/liverpool-buldogi-rozszarpaly-65-latke-w-jej-wlasnym-domu/", "title": "Liverpool. Buldogi rozszarpały 65-latkę w jej własnym domu", "date_published": "2022-10-04 13:33:00+00:00", "description": "31-latek został aresztowany, a pięć buldogów amerykańskich uśpiono po makabrycznym zdarzeniu w Liverpoolu. Lokalna policja informuje, że w wyniku ataku psów zmarła 65-letnia kobieta."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/usa-mezczyzna-porwal-dziecko-interweniowala-policja-synem-zaslanial-sie-jak-tarcza/", "title": "USA: Mężczyzna porwał dziecko, interweniowała policja. Synem zasłaniał się jak tarczą", "date_published": "2022-10-04 12:57:00+00:00", "description": "Mężczyzna podejrzewany o porwanie dziecka zasłaniał się synem jak tarczą, kiedy interweniujący policjanci celowali do niego z paralizatora. Gdy padł strzał, razem z rocznym dzieckiem upadł na ziemię. Teraz odpowie za szereg przestępstw."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/obronca-azowstalu-zgodzil-sie-na-poruszajaca-sesje-zdjeciowa-tak-wyglada-po-rosyjskiej-niewoli/", "title": "Obrońca Azowstalu zgodził się na poruszającą sesję zdjęciową. Tak wygląda po rosyjskiej niewoli", "date_published": "2022-10-04 12:06:00+00:00", "description": "To on dokumentował walki żołnierzy pułku Azow, którzy bronili się przed Rosjanami w oblężonym Mariupolu. Zdjęcia Oresta obiegły świat. Żołnierz spędził cztery miesiące w rosyjskiej niewoli. Teraz pozwolił się sfotografować i opowiedzieć o swojej historii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/cierpiala-przez-10-lat-implant-piersi-omal-jej-nie-zabil/", "title": "Cierpiała przez 10 lat. Implant piersi omal jej nie zabił", "date_published": "2022-10-04 11:36:00+00:00", "description": "Melissa Lima osiem lat po operacji piersi zaczęła doświadczać wielu uciążliwych objawów, które obejmowały szereg dolegliwości. Żaden z lekarzy nie był w stanie podać przyczyny choroby. Zdesperowana kobieta postanowiła więc usunąć implanty, które od pewnego czasu podejrzewała o negatywny wpływ na jej zdrowie. Okazało się, że jeden z nich zamienił się... w spleśniałą masę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/szef-polskich-ratownikow-damian-duda-w-ukrainie-jestesmy-na-pierwszej-linii-frontu/", "title": "Szef polskich ratowników Damian Duda: W Ukrainie jesteśmy na pierwszej linii frontu", "date_published": "2022-10-04 10:12:00+00:00", "description": "- Jesteśmy metr za żołnierzami, czyli tak naprawdę to pierwsza linia frontu - powiedział w Polsat News szef polskich ratowników w Ukrainie Damian Duda. Dodał, że na polu walki ratują także Rosjan. - Często mają oni u nas lepsza opiekę niż u siebie - wyjaśnił."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/elon-musk-przez-przekazanie-ukrainie-starlinkow-stracilismy-80-milionow-dolarow/", "title": "Elon Musk: Przez przekazanie Ukrainie Starlinków straciliśmy 80 milionów dolarów", "date_published": "2022-10-04 09:47:00+00:00", "description": "Amerykański miliarder Elon Musk zaskoczył opinię publiczną propozycją rozejmu między Rosją i Ukrainą. Wiele osób krytykowało go publicznie, w tym Garri Kasparow. Panowie wdali się w internetową dyskusję, w której Musk wypominał swoją pomoc dla Ukrainy i jak stwierdził, stracił na przekazaniu Starlinków ponad 80 milionów dolarów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/nagrode-nobla-2022-z-fizyki-otrzymal/", "title": "Nagrodę Nobla 2022 z fizyki otrzymali Alain Aspect, John F. Clauser i Anton Zeilinger", "date_published": "2022-10-04 09:35:00+00:00", "description": "Tegoroczna Nagroda Nobla w dziedzinie fizyki trafia do Alaina Aspecta, Johna F. Clausera i Antona Zeilingera za pionierstwo w mechanice kwantowej - ogłosiła we wtorek Królewska Szwedzka Akademia Nauk. W poniedziałek poznaliśmy laureata w dziedzinie medycyny, Svante Pääbo, który badał genomy wymarłych krewnych człowieka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/arabia-saudyjska-zorganizuje-zimowe-igrzyska-azjatyckie/", "title": "Arabia Saudyjska zorganizuje Zimowe Igrzyska Azjatyckie", "date_published": "2022-10-04 09:27:00+00:00", "description": "Choć Arabia Saudyjska słynie z ciepłego klimatu, to właśnie ona zorganizuje w 2029 r. Zimowe Igrzyska Azjatyckie. Nasze ambicje nie mają żadnych granic - oświadczył minister sportu królestwa książę Abdulaziz ibn Turki Al-Faisal. Realizacja sportowej imprezy możliwa jest dzięki budowie górskiego resortu, którego celem jest uniezależnienie Królestwa od ropy naftowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/mobilizacja-w-rosji-rekruci-wysadzeni-w-polu-wideo-podbija-internet/", "title": "Mobilizacja w Rosji. Rekruci wysadzeni w polu. Wideo podbija internet", "date_published": "2022-10-04 08:07:00+00:00", "description": "Powiększa się chaos w związku z ogłoszoną przez przez Władimira Putina częściową mobilizacją. Nowo powołani do wojska Rosjanie nagrali wideo z nieoczekiwanego postoju na zaśnieżonym polu, gdzie mieli spędzić noc. - Nawet namiotu z ogrzewaniem nam nie dali - żali się autor filmiku opublikowanego na Telegramie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/ukraina-prze-na-wschod-obwod-charkowski-wyzwolony-na-poludniu-rosjanie-uciekajacy-za-dniepr/", "title": "Ukraina prze na wschód: Obwód charkowski wyzwolony. Na południu Rosjanie uciekający za Dniepr", "date_published": "2022-10-04 07:30:00+00:00", "description": "Ukraina kontynuuje kontrofensywę i odnosi sukcesy w północnej i południowej części frontu. Jak poinformował reporter Polsat News, udało się wyzwolić cały obwód charkowski spod rosyjskiej okupacji. Z kolei na południu Ukraińcy dotarli do Dniepru w obwodzie chersońskim i zbliżają się do stolicy regionu od zachodu i północy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-04/korea-polnocna-kolejna-proba-balistyczna-pocisk-przelecial-nad-japonia/", "title": "Korea Północna: Kolejna próba balistyczna. Pocisk przeleciał nad Japonią", "date_published": "2022-10-04 06:11:00+00:00", "description": "Korea Północna przeprowadziła kolejny lot testowy rakiety. Tym razem pocisk przeleciał nad Japonią wywołując alarm w północnej części kraju. Wspólnota międzynarodowa skrytykowała próby balistyczne."}]