[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/wielka-brytania-boris-johnson-nie-bedzie-kandydowal-na-premiera/", "title": "Wielka Brytania: Boris Johnson nie będzie kandydował na premiera", "date_published": "2022-10-23 20:24:00+00:00", "description": "Były premier Wielkiej Brytanii Boris Johnson oświadczył, że nie będzie kandydował na stanowisko przewodniczącego Partii Konserwatywnej, a co za tym idzie - premiera Wielkiej Brytanii - podaje Reuters. Po rezygnacji Liz Truss, Johnson brany był pod uwagę jako jeden z głównych kandydatów na stanowisko szefa brytyjskiego rządu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/szojgu-oskarza-ukraine-o-plany-uzycia-brudnej-bomby-jest-odpowiedz/", "title": "Szojgu oskarża Ukrainę o plany użycia \"brudnej bomby\". Jest odpowiedź", "date_published": "2022-10-23 18:53:00+00:00", "description": "Podczas rozmów z ministrami obrony niektórych krajów NATO, szef tego resortu w Rosji Siergiej Szojgu zarzucił Ukrainie plany użycia tzw. brudnej bomby. To kolejny fake i kłamstwo - podkreślił doradca prezydenta Ukrainy Mychajło Podolak. Z kolei Wołodymyr Zełenski stwierdził, że broni jądrowej w Europie może użyć tylko zwierzchnik rosyjskiego ministra - Władimir Putin."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/sasin-jestesmy-blisko-wskazania-partnera-do-budowy-elektrowni-jadrowej/", "title": "Sasin: Jesteśmy blisko wskazania partnera do budowy elektrowni jądrowej", "date_published": "2022-10-23 16:52:00+00:00", "description": "- Jesteśmy bliżej podjęcia decyzji ws. wykonawcy pierwszej elektrowni jądrowej w Polsce - poinformował Jacek Sasin po spotkaniu z amerykańską minister energii. - Wzrosły szanse Westinghouse - dodał wicepremier."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/niemcy-aktywisci-obrzucili-obraz-claudea-moneta-ziemniaczanym-puree/", "title": "Niemcy: Aktywiści obrzucili obraz Claude'a Moneta ziemniaczanym puree", "date_published": "2022-10-23 16:07:00+00:00", "description": "Członkowie niemieckiej grupy ekologicznej obrzucili w niedzielę tłuczonymi ziemniakami obraz Claudea Moneta w Muzeum Barberini w Poczdamie. To kolejna taka akcja po tym, jak kilka dni temu zupą pomidorową aktywiści w Anglii oblali Słoneczniki Vincenta van Gogha."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/rosja-odrzutowiec-wojskowy-uderzyl-w-dom-mieszkalny-sa-ofiary/", "title": "Rosja. Odrzutowiec wojskowy uderzył w dom mieszkalny. Są ofiary", "date_published": "2022-10-23 14:52:00+00:00", "description": "Rosyjski odrzutowiec rozbił się o budynek mieszkalny w mieście Irkuck w Rosji. To już kolejny w ciągu tygodnia, śmiertelny incydent z udziałem samolotu Su-30."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/najwyzsze-poswiecenie-13-latek-zginal-ratujac-siostre/", "title": "USA. 13-letni bohater. Tyler Phillips zginął ratując siostrę", "date_published": "2022-10-23 14:43:00+00:00", "description": "13-latek ze Stanów Zjednoczonych został okrzyknięty bohaterem po tym, jak uratował życie swojej siostrze. Nastolatek wypchnął dziewczynkę spod nadjeżdżającego samochodu. Sam został potrącony i zginął. Sprawca tragedii uciekł z miejsca zdarzenia i jest poszukiwany przez policję."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/wojna-w-ukrainie-rosyjski-samolot-zestrzelony-jest-nagranie-pilota/", "title": "Wojna w Ukrainie. Rosyjski samolot zestrzelony. Jest nagranie pilota", "date_published": "2022-10-23 14:22:00+00:00", "description": "Rosyjski pilot katapultował się z samolotu wojskowego w momencie, gdy ten został trafiony przez siły ukraińskie. W mediach społecznościowych krąży nagranie, na którym widać przebieg całego zdarzenia z perspektywy najeźdźcy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/slowacja-turysci-z-polski-zjedli-halucynogenne-grzyby-interwencja-ratownikow/", "title": "Słowacja. Turyści z Polski zjedli halucynogenne grzyby. Interwencja ratowników", "date_published": "2022-10-23 13:44:00+00:00", "description": "Ratownicy z Horskiej Záchrannej Služby interweniowali w jednym z górskich hoteli, w którym pomocy potrzebowało czworo polskich turystów. Według ich relacji zjedli ciastka, którymi poczęstowała ich spotkana w szałasie na szlaku grupa. Okazało się, że mogły one zawierać grzyby halucynogenne. Wszyscy trafili do szpitala."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/rosja-programista-ukrywa-sie-przed-mobilizacja-mieszka-i-pracuje-w-lesie/", "title": "Rosja. Programista ukrywa się przed mobilizacją. Mieszka i pracuje w lesie", "date_published": "2022-10-23 11:58:00+00:00", "description": "Pracownik branży IT z Rosji od miesiąca ukrywa się w lesie przed mobilizacją wojskową - przekazał niezależny portal Mediazona. Opisano jego historię. Informatyk śpi w jednym namiocie, a pracuje w drugim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/polak-zaginal-w-gorach-slowaccy-ratownicy-o-szczegolach-poszukiwan/", "title": "Polak zaginął w Tatrach Słowackich. Ratownicy o szczegółach poszukiwań", "date_published": "2022-10-23 11:09:00+00:00", "description": "Słowaccy ratownicy poszukują 53-letniego turysty z Polski. Kontakt z mężczyzną urwał się w sobotę. Ratownicy podkreślają, że choć na dole trwa złota jesień, w wyższych partiach gór leży oblodzony i bardzo zdradliwy śnieg."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/ukraina-media-szef-motoru-sicz-wjaczeslaw-bohuslajew-zatrzymany-pod-zarzutem-zdrady-stanu/", "title": "Ukraina. Szef koncernu Motor Sicz Wjaczesław Bogusłajew zatrzymany pod zarzutem zdrady stanu", "date_published": "2022-10-23 06:12:00+00:00", "description": "Wjaczesław Bogusłajew, właściciel ukraińskiego koncernu Motor Sicz produkującego silniki lotnicze, został zatrzymany przez służby. Jak podają lokalne media, jest on podejrzany o zdradę stanu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-23/xi-jinping-ponownie-wybrany-sekretarzem-generalnym-komunistycznej-partii-chin-zerwal-z-tradycja/", "title": "Xi Jinping ponownie wybrany sekretarzem generalnym Komunistycznej Partii Chin. Zerwał z tradycją", "date_published": "2022-10-23 04:33:00+00:00", "description": "Xi Jinping został ponownie wybrany sekretarzem generalnym Komunistycznej Partii Chin - poinformowały państwowe media. Przywódca Chińskiej Republiki Ludowej zerwał tym samym z tradycją i po raz kolejny został pozostał na stanowisku."}]