[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/vulnerable-democrat-tries-to-use-tulsi-gabbard-to-tie-her-opponent-to-russia", "title": "Vulnerable Democrat Tries To Use Tulsi Gabbard To Tie Her Opponent To Russia", "date_published": "2022-10-23 18:54:46+00:00", "description": "Vulnerable Congresswoman Abigail Spanberger (D-VA) made an attempt on Saturday to use former Democratic Congresswoman Tulsi Gabbard (HI) — who recently severed ties with the Democratic Party — to tie her Republican opponent to Russian President Vladimir Putin. Spanberger shared a photo of Gabbard standing with congressional hopeful Yesli Vega (R-VA) — who is running ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ralph-macchio-kos-claims-that-the-original-karate-kid-was-too-white", "title": "Ralph Macchio KO’s Claims That The Original ‘Karate Kid’ Was ‘Too White’", "date_published": "2022-10-23 17:56:19+00:00", "description": "Actor Ralph Macchio dismissed claims that his 1984 film &#8220;The Karate Kid&#8221; was &#8220;too white&#8221; and did not spend enough time reflecting on the Japanese cultural influence on the martial arts discipline. Macchio, whose turn as Daniel LaRusso in that movie cemented him as a household name, said last week that he had always believed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-pelosis-bizarre-answer-on-why-republicans-have-regained-momentum-ahead-of-midterms", "title": "WATCH: Pelosi’s Bizarre Answer On Why Republicans Have Regained Momentum Ahead Of Midterms", "date_published": "2022-10-23 17:32:23+00:00", "description": "House Speaker Nancy Pelosi (D-CA) gave an awkward answer during an interview Sunday when asked why voters trust Republicans more than Democrats ahead of this year&#8217;s midterm elections. &#8220;I don&#8217;t subscribe to what you said that they don&#8217;t trust us,&#8221; Pelosi said. &#8220;The fact is, is that in the last few weeks, the Republicans, recognizing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ready-to-defend-every-inch-of-nato-soil-u-s-military-sends-elite-troops-to-eastern-europe-amid-russia-ukraine-war-report", "title": "‘Ready To Defend Every Inch Of NATO Soil:’ U.S. Military Sends Elite Troops To Eastern Europe Amid Russia/Ukraine War: Report", "date_published": "2022-10-23 17:25:12+00:00", "description": "U.S. military forces have deployed one of the nation&#8217;s most elite groups of airborne division soldiers to Europe for the first time since World War II, vowing to fight alongside Ukrainian troops in the war against Russia, according to a report.  CBS News reported Friday that the U.S. Army&#8217;s 101st Airborne Division, a group trained ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/15-year-old-boy-collapses-and-dies-in-middle-of-restaurant", "title": "15-Year-Old Boy Collapses And Dies In Middle Of Restaurant", "date_published": "2022-10-23 17:10:18+00:00", "description": "A 15-year-old boy collapsed and died in the middle of a restaurant over the weekend in the United Kingdom while out with his family and friends. Liverpool Echo reports that the boy was at the Browns Restaurant Saturday in the Liverpool ONE on Paradise Street when he suddenly collapsed. Members of the staff and others ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-trump-economic-adviser-blasts-biden-he-will-not-tell-the-truth-about-the-economy", "title": "Former Trump Economic Adviser Blasts Biden: ‘He Will Not Tell The Truth About The Economy’", "date_published": "2022-10-23 15:40:05+00:00", "description": "Former Trump administration economic adviser Larry Kudlow blasted President Joe Biden, accusing him of lying about the state of the economy. Appearing on &#8220;Fox News Sunday&#8221; with host Shannon Bream, Kudlow claimed Biden has repeatedly told falsehoods about the state of the economy, such as insisting his administration inherited a weak economy from Donald Trump ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/author-salman-rushdie-loses-use-of-eye-and-hand-after-stabbing-attack", "title": "Author Salman Rushdie Loses Use Of Eye And Hand After Stabbing Attack", "date_published": "2022-10-23 14:36:05+00:00", "description": "Famed author Salman Rushdie lost the use of one hand and an eye after an attack in August by a man who stormed the stage and stabbed him in the neck and torso several times — his agent confirmed last week. Rushdie, the target of a 1989 death warrant issued by Iran’s Ayatollah Ruhollah Khomeini ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/china-could-invade-taiwan-within-the-next-year-u-s-navy-chief-warns", "title": "China Could Invade Taiwan Within The Next Year, Top U.S. Navy Officer Warns", "date_published": "2022-10-23 14:13:26+00:00", "description": "A U.S. Navy Admiral is warning that China could invade Taiwan much sooner than previously thought, claiming the Chinese almost always deliver on their promises sooner than expected.  Admiral Mike Gilday, Chief of Naval Operations, issued the alert while speaking at the Atlantic Council’s Forward Defense’s Commander’s Series on Wednesday. The comments come in the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dccc-chair-blusters-that-democrats-will-win-in-new-york-even-as-polls-show-them-in-trouble", "title": "DCCC Chair Blusters That Democrats Will Win In New York, Even As Polls Show Them In Trouble", "date_published": "2022-10-23 14:03:15+00:00", "description": "Democratic Congressional Campaign Committee chairman Sean Patrick Maloney downplayed his party&#8217;s struggles in deep-blue New York. During an appearance on ABC&#8217;s &#8220;This Week&#8221; Sunday, Maloney claimed that Republicans are wasting money in their efforts to flip his seat in the 17th District, as well as win the state&#8217;s gubernatorial race. Maloney contended that Republicans are ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pelosi-on-inflation-we-have-to-change-that-subject-no-regret-passing-spending-that-boosted-inflation", "title": "Pelosi On Inflation: ‘We Have To Change That Subject,’ ‘No’ Regret Passing Spending That Boosted Inflation", "date_published": "2022-10-23 13:35:53+00:00", "description": "House Speaker Nancy Pelosi (D-CA) expressed no regret during an interview Sunday morning about passing legislation that many experts have said turbocharged inflation. Pelosi made the remarks on CBS News&#8217; &#8220;Face The Nation&#8221; with host Margaret Brennan when she was confronted with the reality that Republicans could win back the House of Representatives during next ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-on-his-fitness-for-office-i-could-drop-dead-tomorrow", "title": "Biden On His Fitness For Office: ‘I Could Drop Dead Tomorrow’", "date_published": "2022-10-23 12:48:25+00:00", "description": "President Joe Biden (D) responded to questions about his age and fitness for office during an interview that aired Sunday morning by saying that he could &#8220;drop dead tomorrow.&#8221; Biden made the remarks during an MSNBC interview with Jonathan Capehart when he was asked what he would say to convince voters to stick with him ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bernie-sanders-makes-excuses-for-democrats-on-inflation-complains-republicans-dont-have-a-plan", "title": "Bernie Sanders Makes Excuses For Democrats On Inflation, Complains Republicans Don’t Have A Plan", "date_published": "2022-10-23 12:33:24+00:00", "description": "Sen. Bernie Sanders (I-VT) attempted to deflect blame away from Democrats for skyrocketing inflation on Sunday. Appearing on CNN&#8217;s &#8220;State of the Union,&#8221; Sanders defended Congressional Democrats and the Biden administration, claiming Republicans have no plan to fight inflation and should be rejected by voters. Host Jake Tapper challenged that rationale. &#8220;[I]f I&#8217;m a swing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/skydiver-dies-in-stunt-gone-awry-before-high-school-football-game", "title": "Skydiver Dies In Stunt Gone Awry Before High School Football Game", "date_published": "2022-10-23 09:45:47+00:00", "description": "An experienced skydiver died as spectators watched in horror Friday when his stunt before the kickoff of a Tennessee high school football game went tragically awry. Richard Sheffield, 55, was part of a team of professional skydiving performers who jumped out of a plane before the “Musket Bowl,” an annual rivalry between David Crockett and ..."}]