[{"url": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/feminine-deodorant-shoplifter", "title": "Woman gets busted shoplifting, valiantly attempts to fight her way out with can of feminine deodorant", "date_published": "2022-10-23 14:05:10+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=31992266&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C24%2C0\" /><br /><br /><p>I've got a bone to pick it some of you. Specifically, some of you in Washington DC. Because there had to be someone else in Sheetz while a shoplifter tried to fight her way out of a store with a can of feminine deodorant. We should not be learning about the incident from the police station's Facebook page. How we <em>SHOULD</em> be learnin"}, {"url": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/school-board-preacher-diversity", "title": "'God will judge every last one of you': Father blasts school board for failing kids in the name of 'diversity'", "date_published": "2022-10-23 12:30:09+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=31992232&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C44%2C0\" /><br /><br /><p>The latest school board smackdown has dropped. Time and specific issues are unknown, other than the location is Wake County, North Carolina. But even without knowing the specific issues that brought this father to speak at his school board, we can make an educated guess. Contrary to what the left and the media (but I repeat myself) would p"}, {"url": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/ralph-macchio-karate-kid-white", "title": "Ralph Macchio crane kicks critics of 'The Karate Kid' upset the movie had too many white people in it", "date_published": "2022-10-23 11:52:12+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=31992184&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C24%2C0\" /><br /><br /><p>Actor Ralph Macchio is in the middle of a book tour for his new autobiography, <em>Waxing On: The Karate Kid and Me</em>. As you can imagine, the native of Long Island (the most magical place on Earth, shout out to MJF) gets a lot of questions about <em>The Karate Kid </em>since it's the movie Macchio is most known for. What you may be sur"}]